Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::checkout_terms_n_conditions
source: Select this check box to accept the [terms_href]
uz: [terms_href] ni qabul qilish uchun ushbu katakchani belgilang

# Languages::checkout_terms_n_conditions_name
source: Terms and Conditions
uz: Foydalanish shartlari

# Languages::checkout_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
uz: Davom etish uchun siz bizning shartlarimizni qabul qilishingiz kerak.

# Languages::terms_and_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
uz: <p>Iltimos, <a href="http://www.mywebsite.com">http://www.mywebsite.com< saytidan foydalanishdan oldin ushbu Shartlarni ("Shartlar", "Shartlar") diqqat bilan o'qib chiqing. /a> veb-sayti va Mening Kompaniyam ("biz", "biz" yoki "bizning") tomonidan boshqariladigan My Mobile App mobil ilovasi ("Xizmat").</p><p><strong>Kirish yoki undan foydalanish orqali. siz ushbu Shartlar bilan bog'liq bo'lishga rozi bo'lgan xizmat. Agar siz Shartlarning biron bir qismiga rozi bo'lmasangiz, u holda siz Xizmatga kira olmaysiz.</strong></p><p><strong>Xaridlar</strong></p><p>Agar biron-bir mahsulotni xarid qilmoqchi bo'lsangiz. yoki Xizmat ("Xarid") orqali taqdim etilgan xizmat orqali sizdan Xaridingizga tegishli ma'lum ma'lumotlarni, shu jumladan, cheklanmagan holda ...</p><p><strong>Kontentingiz</strong><>ni taqdim etishingiz so'ralishi mumkin. /p><p>Xizmatimiz sizga ma'lum ma'lumotlarni, matnlarni, grafiklarni, videolarni yoki boshqa materiallarni ("Tarkib") joylashtirish, bog'lash, saqlash, almashish va boshqa yo'l bilan taqdim etish imkonini beradi. Siz ...</p><p><strong>o'zgarishlar uchun javobgarsiz</strong></p><p>Biz o'z ixtiyorimiz bilan ushbu Shartlarni istalgan vaqtda o'zgartirish yoki almashtirish huquqini saqlab qolamiz. Agar qayta ko'rib chiqish muhim bo'lsa, biz har qanday yangi shartlar kuchga kirishidan kamida 30 kun oldin xabar berishga harakat qilamiz. Muhim oʻzgarishlar nimadan iborat boʻlishi faqat oʻz ixtiyorimiz bilan aniqlanadi.</p><p><strong>Biz bilan bogʻlaning</strong></p><p>Ushbu Shartlar boʻyicha savollaringiz boʻlsa, biz bilan bogʻlaning.< /p>

# Languages::check_again
source: Recheck and correct
uz: Qayta tekshiring va to'g'rilang

# Languages::check_all
source: All
uz: Hammasi

# Languages::check_disabled
source: Disabled
uz: O'chirilgan

# Languages::check_items_text
source: To include Order statuses, Payment methods and Locations in the conditions list, check the necessary item and click on the "Save" button.
uz: Shartlar ro'yxatiga Buyurtma holati, to'lov usullari va Joylarni kiritish uchun kerakli elementni tekshiring va "Saqlash" tugmasini bosing.

# Languages::sales_reports_side_bar_notes
source: To include Order statuses, Payment methods and Rate areas in the conditions list, check the necessary item and click on the "Save" button.
uz: Shartlar ro'yxatiga Buyurtma holati, to'lov usullari va tarif sohalarini kiritish uchun kerakli bandni belgilang va "Saqlash" tugmasini bosing.

# Languages::check_none
source: None
uz: Yo'q

# Languages::check_active
source: Active
uz: Faol

# Languages::check_hidden
source: Hidden
uz: Yashirin

# Languages::check_pending
source: Pending
uz: Kutilmoqda

# Languages::check_number
source: Check Number
uz: Tekshirish raqami

# Languages::check_ssl
source: Check SSL
uz: SSL-ni tekshiring

# Languages::check_uncheck_all
source: Check / uncheck all
uz: Hammasini tekshiring / olib tashlang

# Languages::chinese
source: Chinese
uz: Xitoy

# Languages::choose
source: Choose
uz: Tanlang

# Languages::choose_action
source: Choose action
uz: harakatni tanlang

# Languages::choose_category
source: Choose category
uz: Kategoriyani tanlang

# Languages::choose_user
source: Choose user
uz: Foydalanuvchini tanlang

# Languages::choose_your_country
source: Choose your country
uz: Mamlakatingizni tanlang

# Languages::choose_your_store_mode
source: Please choose your licensing mode
uz: Iltimos, litsenziyalash rejimingizni tanlang

# Languages::cities
source: Cities
uz: Shaharlar

# Languages::city
source: City
uz: Shahar

# Languages::classes
source: classes
uz: Sinflar

# Languages::clean
source: clean
uz: Toza

# Languages::cleanup_history
source: Clean up history
uz: Tarixni tozalash

# Languages::clean_logs
source: Clear logs
uz: Toza jurnallar

# Languages::clean_old_logs
source: Clear logs older than [n] day|Clear logs older than [n] days
uz: [n] kundan eski jurnallarni tozalash|[n] kundan eski jurnallarni tozalash

# Languages::clean_up_all_locations_on_import
source: Clean up locations before import
uz: Import qilishdan oldin joylarni tozalang

# Languages::clear
source: Clear
uz: Toza

# Languages::clear_cache
source: Clear cache
uz: Keshni tozalash

# Languages::generate_cache
source: Generate cache
uz: Keshni yaratish

# Languages::clear_cart
source: Clear cart
uz: Keshni tozalash

# Languages::clear_conditions
source: Clear conditions
uz: Aniq sharoitlar

# Languages::clear_fields
source: Clear fields
uz: Maydonlarni tozalang

# Languages::clear_list
source: Clear list
uz: Aniq ro'yxat

# Languages::clear_thumbnails
source: Clean up generated thumbnails
uz: Yaratilgan eskizlarni tozalang

# Languages::clicks
source: Clicks
uz: Clicklar

# Languages::client_id
source: Client ID
uz: Mijoz identifikatori

# Languages::clone
source: Clone
uz: bosishlar

# Languages::clone_from
source: Clone from
uz: dan klonlash

# Languages::clone_selected
source: Clone selected
uz: Klon tanlandi

# Languages::clone_table
source: Clone table
uz: Klon jadvali

# Languages::clone_theme
source: Clone theme
uz: mavzuni klonlash

# Languages::clone_this_item
source: Clone this item
uz: Ushbu elementni klonlash

# Languages::clone_this_page
source: Clone this page
uz: Ushbu sahifani klonlash

# Languages::close
source: Close
uz: Yopish

# Languages::cmcic_societe
source: Societe
uz: Jamiyat

# Languages::code
source: Code
uz: Kod

# Languages::coefficient
source: Coefficient
uz: Koeffitsient

# Languages::collapse_bg_color
source: Collapse background color
uz: Fon rangini yig‘ish

# Languages::collapse_sublist_of_items
source: Collapse the sublist of items
uz: Elementlarning pastki ro'yxatini yig'ish

# Languages::collapse_text_color
source: Collapse text color
uz: Matn rangini yig‘ish

# Languages::color
source: Color
uz: Rang

# Languages::combination
source: Combination
uz: Kombinatsiya

# Languages::comma
source: Comma
uz: Vergul

# Languages::comment
source: Comment
uz: Izoh

# Languages::comments
source: Comments
uz: Izohlar

# Languages::comment_hint
source: Enter your comment to appear below the option
uz: Variant ostida ko'rinishi uchun sharhingizni kiriting

# Languages::commission
source: Commission
uz: Komissiya

# Languages::commissions
source: Commissions
uz: Komissiyalar

# Languages::commissions_of_last_periods
source: Commissions of latest periods
uz: Oxirgi davrlardagi komissiyalar

# Languages::commission_rates
source: Commission rates
uz: Komissiya stavkalari

# Languages::compact_list
source: Compact list
uz: Ixcham ro'yxat

# Languages::company
source: Company
uz: Kompaniya

# Languages::company_address
source: Company address
uz: Kompaniya manzili

# Languages::company_name
source: Company name
uz: Kompaniya nomi

# Languages::company_not_found
source: Selected company not found.
uz: Tanlangan kompaniya topilmadi.

# Languages::company_phone
source: Company phone
uz: Kompaniya telefoni

# Languages::company_settings
source: Company settings
uz: Kompaniya sozlamalari

# Languages::compare
source: Compare
uz: Taqqoslash

# Languages::product_comparison_list
source: Comparison list
uz: Taqqoslash ro'yxati

# Languages::comparison_list_note
source: Go to the products comparison list
uz: Mahsulotlarni taqqoslash ro'yxatiga o'ting

# Languages::compare_product_features
source: Compare product features
uz: Mahsulot xususiyatlarini solishtiring

# Languages::comparison_list
source: Comparison list
uz: Taqqoslash ro'yxati

# Languages::compatible_class
source: Compatible class
uz: mos keladigan sinf

# Languages::completed
source: Completed
uz: Bajarildi

# Languages::compressing_backup
source: Compressing backup file
uz: Zaxira fayli siqilmoqda

# Languages::compress_dump
source: Compress backup file
uz: Zaxira faylini siqish

# Languages::condition
source: Condition
uz: Shart

# Languages::conditions
source: Conditions
uz: Shartlar

# Languages::configure
source: Configure
uz: Sozlang

# Languages::confirm
source: Confirm
uz: Tasdiqlang

# Languages::confirmation_dialog
source: Confirmation dialog
uz: Tasdiqlash dialogi

# Languages::confirm_password
source: Confirm password
uz: Parolni tasdiqlang

# Languages::conflicts
source: Conflicts
uz: Mojarolar

# Languages::congratulations
source: Congratulations!
uz: Tabriklaymiz!

# Languages::connection_ticket
source: Connection ticket
uz: Ulanish chiptasi

# Languages::contact_information
source: Contact information
uz: Bog'lanish uchun ma'lumot

# Languages::contact_us_for_price
source: Contact us for a price
uz: Narx uchun biz bilan bog'laning

# Languages::container_options
source: Container options
uz: Konteyner variantlari

# Languages::content
source: Content
uz: Tarkib

# Languages::content_alignment
source: Content alignment
uz: Kontentni moslashtirish

# Languages::content_changed_for
source: This block instances have different content for
uz: Ushbu blok misollari turli xil tarkibga ega

# Languages::pages_menu_description
source: Create and publish pages, polls, forms and links.
uz: Sahifalar, anketalar, shakllar va havolalarni yarating va nashr eting.

# Languages::continue
source: Continue
uz: Davom eting

# Languages::continue_shopping
source: Continue shopping
uz: Xarid qilishda davom eting

# Languages::controller
source: Replace with
uz: bilan almashtiring

# Languages::converting_data_in_table
source: Converting data in table [table]
uz: Jadvaldagi ma'lumotlarni konvertatsiya qilish [table]

# Languages::copyright_shopping_cart
source: [product] - Shopping Cart Software
uz: [product] - Savatga dasturlari

# Languages::core
source: Core
uz: Yadro

# Languages::cost
source: Cost
uz: Narxi

# Languages::cost_dependences
source: Cost dependencies
uz: Narxlarga bog'liqlik

# Languages::could_not_open_file
source: File preview is not available
uz: Faylni oldindan ko‘rish imkoniyati mavjud emas

# Languages::countries
source: Countries
uz: Mamlakatlar

# Languages::countries_menu_description
source: Manage the set of countries that are supported in your store.
uz: Doʻkoningizda qoʻllab-quvvatlanadigan mamlakatlar toʻplamini boshqaring.

# Languages::country
source: Country
uz: Mamlakat

# Languages::coupon
source: Coupon
uz: Kupon

# Languages::coupons
source: Coupons
uz: Kuponlar

# Languages::coupon_already_used
source: This coupon is already in use
uz: Bu kupon allaqachon ishlatilmoqda

# Languages::coupon_code
source: Coupon code
uz: Kupon kodi

# Languages::cpi_hash_key
source: CPI Hash Key
uz: CPI xesh kaliti

# Languages::create
source: Create
uz: Yaratish

# Languages::created
source: Created
uz: Yaratilgan

# Languages::create_account
source: Create account
uz: Hisob yaratish

# Languages::create_administrator_account
source: Create administrator account
uz: Administrator hisobini yarating

# Languages::create_and_close
source: Create and close
uz: Yarating va yoping

# Languages::create_file
source: Create file
uz: Fayl yaratish

# Languages::create_folder
source: Create folder
uz: Jild yaratish

# Languages::create_guest_account
source: Quick checkout with no account creating required
uz: Hisob yaratish shart emas, tezkor hisob-kitob

# Languages::create_new_account
source: Create a permanent account and use it for checkout
uz: Doimiy hisob yarating va undan to'lov uchun foydalaning

# Languages::create_new_block
source: Create New Block
uz: Yangi blok yaratish

# Languages::create_new_order
source: Create a new order
uz: Yangi buyurtma yarating

# Languages::create_process_payment
source: Create and process payment
uz: To'lovni yaratish va qayta ishlash

# Languages::create_profile
source: Create a new profile
uz: Yangi profil yarating

# Languages::create_profile_notification_header
source: Thank you for becoming a registered user at our store. Below you will find your account information.
uz: Bizning do'konimizda ro'yxatdan o'tgan foydalanuvchi bo'lganingiz uchun tashakkur. Quyida siz hisobingiz ma'lumotlarini topasiz.

# Languages::create_table
source: Create New Table
uz: Yangi jadval yaratish

# Languages::creating
source: Creating
uz: Yaratish

# Languages::creating_table
source: Creating table
uz: Jadval yaratish

# Languages::creation_date
source: Creation date
uz: Yaratilgan sana

# Languages::credit_card
source: Credit card
uz: Kredit kartasi

# Languages::credit_card_info
source: This number is printed in the signature area on the back of the card. It is the 3 digits AFTER the credit card number.
uz: Bu raqam kartaning orqa tarafidagi imzo maydonida chop etilgan. Bu kredit karta raqamidan keyingi 3 ta raqam.

# Languages::credit_memo
source: Credit memo
uz: Kredit eslatmasi

# Languages::credit_memo_id
source: Credit memo ID
uz: Kredit eslatmasi identifikatori

# Languages::cresecure_allowed_types
source: Allowed card types
uz: Ruxsat etilgan karta turlari

# Languages::csv_delimiter
source: CSV delimiter
uz: CSV chegaralagichi

# Languages::csv_file
source: CSV file
uz: CSV fayli

# Languages::currencies
source: Currencies
uz: Valyutalar

# Languages::currency
source: Currency
uz: Valyuta

# Languages::currencycode
source: Currency code
uz: Valyuta kodi

# Languages::currency_code_aed
source: United Arab Emirates Dirham
uz: Birlashgan Arab Amirliklari Dirhami

# Languages::currency_code_aud
source: Australian Dollar
uz: Avstraliya dollari

# Languages::currency_code_brl
source: Brazilian Real
uz: Braziliya Reali

# Languages::currency_code_cad
source: Canadian Dollar
uz: Kanada dollari

# Languages::currency_code_chf
source: Swiss Franc
uz: Shveytsariya franki

# Languages::currency_code_cyr
source: Cyprus Pound
uz: Kipr funti

# Languages::currency_code_czk
source: Czech Koruna
uz: Chexiya Korunasi

# Languages::currency_code_dkk
source: Danish Kroner
uz: Daniya kroni

# Languages::currency_code_eek
source: Estonian Kroon
uz: Estoniya krooni

# Languages::currency_code_fjd
source: Fiji Dollar
uz: Fiji dollari

# Languages::currency_code_frf
source: French Franc
uz: Fransuz franki

# Languages::currency_code_gbp
source: UK Pound
uz: Buyuk Britaniya funti

# Languages::currency_code_hkd
source: Hong Kong Dollar
uz: Gonkong dollari

# Languages::currency_code_huf
source: Hungarian Forint
uz: Vengriya forinti

# Languages::currency_code_ils
source: Israel New Shequel
uz: Isroil Yangi Shekel

# Languages::currency_code_inr
source: Indian Rupee
uz: Hindiston rupisi

# Languages::currency_code_isk
source: Iceland Krona
uz: Islandiya kronasi

# Languages::currency_code_jpy
source: Japanese Yen
uz: Yapon iyeni

# Languages::currency_code_kpw
source: North Korean Won
uz: Shimoliy Koreya von

# Languages::currency_code_krw
source: South Korean Won
uz: Janubiy Koreya von

# Languages::currency_code_kwd
source: Kuwaiti Dinar
uz: Quvayt dinari

# Languages::currency_code_kzt
source: Kazakhstani tenge
uz: Qozog‘iston tengesi

# Languages::currency_code_ltl
source: Lithuanian Litas
uz: Litva litasi

# Languages::currency_code_lvl
source: Latvian Lat
uz: Latviya lat

# Languages::currency_code_mxn
source: Mexican Peso
uz: Meksika pesosi

# Languages::currency_code_myr
source: Malaysian Ringgit
uz: Malayziya ringgiti

# Languages::currency_code_nok
source: Norwegian Kroner
uz: Norvegiya kroni

# Languages::currency_code_nzd
source: New Zealand Dollar
uz: Yangi Zelandiya dollari

# Languages::currency_code_php
source: Philippine Peso
uz: Filippin pesosi

# Languages::currency_code_pln
source: Polish Zlotych
uz: Polsha Zlotich

# Languages::currency_code_png
source: Papua New Guinea Kina
uz: Papua-Yangi Gvineya Kina

# Languages::currency_code_rur
source: Russian Ruble
uz: Rossiya rubli

# Languages::currency_code_sar
source: Saudi Riyal
uz: Saudiya riyali

# Languages::currency_code_sbd
source: Solomon Islands Dollar
uz: Solomon orollari dollari

# Languages::currency_code_sek
source: Sweden Kroner
uz: Shvetsiya kroni

# Languages::currency_code_sgd
source: Singapore Dollar
uz: Singapur dollari

# Languages::currency_code_sit
source: Slovenian Tolar
uz: Sloveniya Tolari

# Languages::currency_code_skk
source: Slovak Koruna
uz: Slovakiya Korunasi

# Languages::currency_code_thb
source: Thai Baht
uz: Tailand baxti

# Languages::currency_code_top
source: Tongan Pa'anga
uz: Tonga Paanga

# Languages::currency_code_try
source: Turkish Lira
uz: Turk lirasi

# Languages::currency_code_twd
source: New Taiwan dollar
uz: Yangi Tayvan dollari

# Languages::currency_code_usd
source: US Dollar
uz: AQSh dollari

# Languages::currency_code_wst
source: Samoan Tala
uz: Samoa Talasi

# Languages::currency_deleted
source: The currency has been deleted successfully.
uz: Valyuta muvaffaqiyatli o'chirildi.

# Languages::currency_rate
source: Rate
uz: Baho

# Languages::currency_rate_greater_than_null
source: Currency exchange rate should be higher than 0.
uz: Valyuta kursi 0 dan yuqori bo'lishi kerak.

# Languages::currency_sign
source: Sign
uz: Imzo

# Languages::current_database_size
source: Current database size
uz: Ma'lumotlar bazasining joriy hajmi

# Languages::current_path
source: Current path
uz: Joriy yo'l

# Languages::text_file_editor_notice
source: You can upload and download files via <a href="[href]">File Editor</a>
uz: Siz fayllarni <a href="[href]">Fayl muharriri</a> orqali yuklashingiz va yuklab olishingiz mumkin

# Languages::text_file_editor_notice_full_link
source: You can upload and download files via [link]
uz: Fayllarni [link] orqali yuklashingiz va yuklab olishingiz mumkin

# Languages::current_previous_period
source: 'Current ('[date]') and previous period'
uz: 'Joriy ('[date]') va oldingi davr'

# Languages::current_period
source: Current Period
uz: Joriy davr

# Languages::current_theme
source: Current theme
uz: Joriy mavzu

# Languages::custom
source: Custom
uz: Maxsus

# Languages::customer
source: Customer
uz: Mijoz

# Languages::customers
source: Customers
uz: Xaridorlar

# Languages::customers_menu_title
source: Customers
uz: Xaridorlar

# Languages::customers_menu_description
source: List of store customers, registered users with a customer account.
uz: Do'kon mijozlari, mijoz hisobiga ega ro'yxatdan o'tgan foydalanuvchilar ro'yxati.

# Languages::customer_details
source: Customer details
uz: Mijoz tafsilotlari

# Languages::customer_email
source: Customer email
uz: Mijoz elektron pochtasi

# Languages::customer_id
source: Customer ID
uz: Mijoz ID

# Languages::customer_info
source: Customer information
uz: Mijoz ma'lumotlari

# Languages::customer_information
source: Customer information
uz: Mijoz ma'lumotlari

# Languages::customer_notes
source: Customer notes
uz: Mijoz eslatmalari

# Languages::customer_signature
source: Customer's signature
uz: Buyurtmachining imzosi

# Languages::customer_text_letter_footer
source: Thank you for using our shopping cart.
uz: Savatimizdan foydalanganingiz uchun tashakkur.

# Languages::customize
source: Customize
uz: Moslashtiring

# Languages::theme_no_styles_text
source: This theme doesn't have styles.
uz: Bu mavzuda uslublar mavjud emas.

# Languages::custom_range
source: Custom Range
uz: Maxsus diapazon

# Languages::cutted_product_codes
source: The following product codes are too long and were cut to 32 figures:
uz: Quyidagi mahsulot kodlari juda uzun va 32 raqamga qisqartirildi:

# Languages::czech
source: Czech
uz: Chex

# Languages::danish
source: Danish
uz: Daniya

# Languages::dashboard
source: Dashboard
uz: Boshqaruv paneli

# Languages::database
source: Database
uz: Ma'lumotlar bazasi

# Languages::database_data_changes
source: Database data changes
uz: Ma'lumotlar bazasi ma'lumotlarining o'zgarishi

# Languages::backup_restore
source: Backup/Restore
uz: Zaxiralash/Tiklash

# Languages::database_structure_changes
source: Database structure changes
uz: Ma'lumotlar bazasi tuzilishi o'zgaradi

# Languages::datatrans_caa
source: Authorization with immediate settlement
uz: Darhol hisob-kitob qilish bilan avtorizatsiya

# Languages::datatrans_noa
source: Authorization only
uz: Faqat avtorizatsiya

# Languages::datatrans_sign
source: Digital signature
uz: Raqamli imzo

# Languages::date
source: Date
uz: Sana

# Languages::date_added
source: Date added
uz: Qo'shilgan sana

# Languages::date_of_birth
source: Date of birth
uz: Tug'ilgan kuni

# Languages::day
source: day
uz: kun

# Languages::days
source: days
uz: kunlar

# Languages::db_backup_restore
source: DB Backup/Restore
uz: Ma'lumotlar bazasini zaxiralash/Tiklash

# Languages::create_backup
source: Create backup
uz: Zaxira nusxasini yarating

# Languages::db_name
source: Database name
uz: Ma'lumotlar bazasi nomi

# Languages::dear
source: Dear
uz: Hurmatli

# Languages::debit
source: Debit
uz: Debet

# Languages::decimals
source: Decimals
uz: O'nlik kasrlar

# Languages::decline
source: Decline
uz: Rad etish

# Languages::default_decline_inventory_info
source: To avoid the situation when two customers buy the same product, this status always decreases inventory.
uz: Ikki mijoz bir xil mahsulotni sotib olgan vaziyatdan qochish uchun bu holat har doim inventarni kamaytiradi.

# Languages::declined
source: Declined
uz: Rad etildi

# Languages::decline_selected
source: Decline selected
uz: Rad etish tanlandi

# Languages::decorator
source: Decorator
uz: Dekorator

# Languages::decrease
source: Decrease
uz: Kamaytirish

# Languages::dec_sign
source: Dec sign
uz: Kasr ajratuvchi

# Languages::select_selectbox_option
source: Select option
uz: variantni tanlang

# Languages::default
source: Default
uz: Standart

# Languages::select_default
source: Select default
uz: standartni tanlang

# Languages::default_category_view
source: Default category view
uz: Standart kategoriya ko'rinishi

# Languages::default_language
source: Default language
uz: Standart til

# Languages::default_layout
source: Default layout
uz: Standart tartib

# Languages::default_long_options_template
source: Default template (long product option names)
uz: Standart shablon (mahsulot opsiyalarining uzun nomlari)

# Languages::default_product_details_view
source: Parent ([default])
uz: Ota-ona ([default])

# Languages::default_template
source: Default template
uz: Standart shablon

# Languages::bigpicture_template
source: The big picture
uz: Katta rasm
