Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::dashboard.view_all
source: View all
uz: Hammasini ko'rish

# Languages::dashboard.view
source: View
uz: Ko'rinish

# Languages::dashboard.analytics_card.sales
source: Sales
uz: Sotish

# Languages::dashboard.analytics_card.unlimited
source: Unlimited
uz: Cheksiz

# Languages::dashboard.analytics_card.top_products
source: Top products
uz: Eng yaxshi mahsulotlar

# Languages::dashboard.analytics_card.active_products
source: Active products
uz: Faol mahsulotlar

# Languages::dashboard.analytics_card.view_products
source: View products
uz: Mahsulotlarni ko'rish

# Languages::dashboard.analytics_card.products_details
source: Products details
uz: Mahsulotlar tafsilotlari

# Languages::dashboard.analytics_card.out_of_stock
source: Out of stock
uz: Sotuvda yo'q

# Languages::dashboard.analytics_card.recent_orders
source: Recent orders
uz: So'nggi buyurtmalar

# Languages::dashboard.analytics_card.view_orders
source: View orders
uz: Buyurtmalarni ko'rish

# Languages::dashboard.analytics_card.average_order_value
source: Average order value
uz: O'rtacha buyurtma qiymati

# Languages::dashboard.analytics_card.orders
source: Orders
uz: Buyurtmalar

# Languages::dashboard.analytics_card.activity
source: Activity
uz: Faoliyat

# Languages::dashboard.analytics_card.vendors_with_sales
source: Vendors with sales
uz: Savdolari bo'lgan sotuvchilar

# Languages::dashboard.analytics_card.vendor_activity
source: Vendor activity
uz: Sotuvchi faoliyati

# Languages::dashboard.analytics_card.new_vendors
source: New vendors
uz: Yangi sotuvchilar

# Languages::dashboard.analytics_card.vendors_with_new_products
source: Vendors with new products
uz: Yangi mahsulotlar bilan sotuvchilar

# Languages::dashboard.analytics_card.vendors_not_logged
source: Vendors who haven't signed in
uz: Tizimga kirmagan sotuvchilar

# Languages::dashboard.analytics_card.new_products
source: New products
uz: Yangi mahsulotlar

# Languages::dashboard.analytics_card.registered_customers
source: Registered customers
uz: Ro'yxatdan o'tgan mijozlar

# Languages::dashboard.analytics_card.view_customers
source: View customers
uz: Mijozlarni ko'rish

# Languages::custom_blocks.sections.onboarding_title
source: Onboarding Guide
uz: Bortga kirish bo'yicha qo'llanma

# Languages::custom_blocks.create_block
source: Create block
uz: Blok yaratish

# Languages::custom_blocks.edit_block
source: Edit block
uz: Blockni tahrirlash

# Languages::custom_blocks.use_this_space
source: Use this space for announcements that all your vendors will see. You can write a plain text or use HTML and CSS for customization.
uz: Bu joydan barcha sotuvchilaringiz ko'radigan e'lonlar uchun foydalaning. Siz oddiy matn yozishingiz yoki sozlash uchun HTML va CSS dan foydalanishingiz mumkin.

# Languages::dashboard.todo.has_products_without_category
source: <strong>[n] product</strong> doesn't have a category. Please assign it a category, or customers might not see it.|<strong>[n] products</strong> don't have a category. Please assign them a category, or customers might not see them.
uz: <strong>[n] mahsulot</strong>da toifa yo'q. Iltimos, unga toifa bering, aks holda mijozlar uni ko‘rmasligi mumkin.|<strong>[n] ta mahsulot</strong>da toifa yo‘q. Iltimos, ularga toifani belgilang, aks holda mijozlar ularni ko‘rmasligi mumkin.

# Languages::addon_market
source: Add-on Market
uz: Qo'shimcha bozor

# Languages::addon_market_n
source: Add-on Market ([n])
uz: Qoʻshimcha bozor ([n])

# Languages::addons_developers
source: Developers
uz: Dasturchilar

# Languages::safe_smarty_block
source: HTML block with Smarty support
uz: Smarty qo'llab-quvvatlashi bilan HTML bloki

# Languages::block_safe_smarty_block
source: HTML block with Smarty support
uz: Smarty qo'llab-quvvatlashi bilan HTML bloki

# Languages::block_safe_smarty_block_description
source: Any HTML/Smarty content
uz: Har qanday HTML/Smarty kontenti

# Languages::block_smarty_block_deprecated_notice
source: This block type is deprecated for security reasons. The block still works, but its content can't be edited. To edit the content, create a new "HTML block with Smarty support" and copy the content from this block to the new one. After that, check if the new block works properly on the storefront—the code that is potentially dangerous might not work.
uz: Ushbu blok turi xavfsizlik sababli eskirgan. Blok hali ham ishlaydi, lekin uning mazmunini tahrirlash mumkin emas. Kontentni tahrirlash uchun yangi "Smarty-ni qo'llab-quvvatlaydigan HTML bloki" yarating va kontentni ushbu blokdan yangisiga ko'chiring. Shundan so'ng, yangi blokning do'konda to'g'ri ishlashini tekshiring - potentsial xavfli kod ishlamasligi mumkin.
