Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::tip.quick_select_and_close_category_selector
source: Tip: Hold 'Ctrl' (or "⌘" on Mac) while clicking on a category name. This will add one category and close the window.
uz: Maslahat: Kategoriya nomini bosish paytida "Ctrl" (yoki Macda "⌘") tugmasini bosib turing. Bu bitta toifani qo'shadi va oynani yopadi.

# Languages::checkout_select_profile_before_order
source: Please select a profile before you place the order.
uz: Iltimos, buyurtma berishdan oldin profilni tanlang.

# Languages::editing_profile_name
source: Editing profile: [name]
uz: Profilni tahrirlash: [ism]

# Languages::bm.customer_information_block.warning.email_or_phome_must_be_required
source: Contact information must always have either email, or phone as a required field.
uz: Aloqa ma'lumotlarida har doim elektron pochta yoki telefon bo'lishi kerak.

# Languages::bm.customer_information_block.warning.field_automaticly_added
source: "[field_name]" has been added as a required field automatically.
uz: "[field_name]" avtomatik ravishda majburiy maydon sifatida qo'shildi.

# Languages::bm.customer_information_block.warning.field_marked_as_required
source: The "[field_name]" field has been marked as required.
uz: "[field_name]" maydoni talab qilinganidek belgilandi.

# Languages::required_profile_field_description
source: The "[field_name]" profile field is required as it is used to calculate shipping rates.
uz: “[field_name]” profil maydoni talab qilinadi, chunki u yuk tashish tariflarini hisoblash uchun ishlatiladi.

# Languages::upgrade_notification_welcome_title
source: Welcome to [product] [version]!
uz: [product] [version] ga xush kelibsiz!

# Languages::upgrade_notification_welcome_text
source: <p class="lead">To help you get started, we’ve compiled the list of what you should check after the upgrade. The full list of changes is in the changelog.</p><p class="lead">If you ever need to check this message later, we’ve also sent a copy to [email].</p>
uz: <p class="lead">Sizni boshlashingizga yordam berish uchun biz yangilashdan keyin nimalarni tekshirishingiz kerak bo'lgan ro'yxatni tuzdik. Oʻzgarishlarning toʻliq roʻyxati oʻzgarishlar jurnalida keltirilgan.</p><p class="lead">Agar bu xabarni keyinroq tekshirish kerak boʻlsa, biz uning nusxasini [email] manziliga ham yubordik.</p>

# Languages::view_changelog
source: View changelog
uz: O'zgarishlar jurnalini ko'rish

# Languages::upgrade_notification_what_check_first
source: What to check first?
uz: Avval nimani tekshirish kerak?

# Languages::upgrade_notification_what_else_to_check
source: What else is there to check?
uz: Tekshirish uchun yana nima bor?

# Languages::cant_remove_addon_files
source: Add-on files couldn't be removed
uz: Qo‘shimcha fayllarni olib tashlab bo‘lmadi

# Languages::addon_reinstall.intro
source: Looks like you are trying to install an add-on that is already installed. We can do it for you in two ways; we recommend the safe way.
uz: Siz allaqachon oʻrnatilgan qoʻshimchani oʻrnatmoqchi boʻlganga oʻxshaysiz. Biz buni siz uchun ikki yo'l bilan qila olamiz; xavfsiz yo'lni tavsiya qilamiz.

# Languages::addon_reinstall.safe_way
source: <strong>The safe way:</strong> we'll uninstall the old add-on first, and then install the new one. The drawback is that any data and settings related to the add-on will be lost.
uz: <strong>Xavfsiz yo'l:</strong> Avval eski qo'shimchani o'chirib tashlaymiz, keyin esa yangisini o'rnatamiz. Kamchilik shundaki, plagin bilan bog'liq har qanday ma'lumotlar va sozlamalar yo'qoladi.

# Languages::addon_reinstall.dangerous_way
source: <strong>The dangerous way:</strong> we'll replace all the files of the add-on with new ones, but keep all the add-on's data in the database intact. This can break the add-on, or might even break your store. Please don't use the dangerous way, unless you absolutely know what you're doing.
uz: <strong>Xavfli usul:</strong> biz plaginning barcha fayllarini yangilari bilan almashtiramiz, lekin maʼlumotlar bazasidagi barcha plagin maʼlumotlarini oʻzgarmas holda saqlaymiz. Bu qo'shimchani buzishi yoki hatto do'koningizni buzishi mumkin. Iltimos, nima qilayotganingizni aniq bilmasangiz, xavfli yo'ldan foydalanmang.

# Languages::addon_reinstall.dangerous_way.confirm
source: I know the risks and want to use the dangerous way.
uz: Men xavflarni bilaman va xavfli yo'ldan foydalanmoqchiman.

# Languages::addon_reinstall.dangerous_way.action
source: Use the dangerous way
uz: Xavfli yo'ldan foydalaning

# Languages::addon_reinstall.safe_way.action
source: Use the safe way
uz: Xavfsiz yo'ldan foydalaning

# Languages::all_storefronts
source: All storefronts
uz: Barcha do'konlar

# Languages::add_storefronts
source: Add storefronts
uz: Vitrinlarni qo'shing

# Languages::add_storefronts_and_close
source: Add storefronts and close
uz: Vitrinlarni qo'shing va yoping

# Languages::event.receiver.c
source: Customer
uz: Mijoz

# Languages::event.receiver.a
source: Administrator
uz: Boshqaruvchi

# Languages::event.receiver.v
source: Vendor
uz: Sotuvchi

# Languages::event.transport.mail
source: E-mail
uz: Elektron pochta

# Languages::event.transport.internal
source: Notifications center
uz: Bildirishnomalar markazi

# Languages::event.order.edp.name
source: Access to downloadable products granted
uz: Yuklab olinadigan mahsulotlarga ruxsat berildi

# Languages::event.notification_type
source: Notification type
uz: Bildirishnoma turi

# Languages::notifications
source: Notifications
uz: Bildirishnomalar

# Languages::event.order.updated.name
source: Order was updated
uz: Buyurtma yangilandi

# Languages::event.order.shipment_updated.name
source: Products were shipped
uz: Mahsulotlar jo'natildi

# Languages::purpose
source: Purpose
uz: Maqsad

# Languages::feature_style
source: Feature style
uz: Xususiyat uslubi

# Languages::filter_style
source: Filter type
uz: Filtr turi

# Languages::all_block_types
source: All block types
uz: Barcha blok turlari

# Languages::all_layouts
source: All layouts
uz: Barcha sxemalar

# Languages::all_locations
source: All locations
uz: Barcha manzillar

# Languages::n_categories
source: [n] category|[n] categories
uz: [n] kategoriya|[n] toifalar

# Languages::n_pages
source: [n] page|[n] pages
uz: [n] sahifa|[n] sahifa

# Languages::n_filters
source: [n] filter|[n] filters
uz: [n] sahifa|[n] sahifa

# Languages::n_profile_fields
source: [n] profile field|[n] profile fields
uz: [n] profil maydoni|[n] profil maydonlari

# Languages::event.profile.activated.name
source: Profile was activated
uz: Profil faollashtirildi

# Languages::event.profile.deactivated.name
source: Profile was deactivated
uz: Profil o'chirildi

# Languages::event.profile.password_reminder.name
source: Reminder about necessary password change
uz: Kerakli parolni o'zgartirish haqida eslatma

# Languages::event.profile.usergroup_request.name
source: Membership in user group was requested
uz: Foydalanuvchilar guruhiga aʼzolik soʻraldi

# Languages::event.profile.updated.name
source: Profile was updated
uz: Profil yangilandi

# Languages::event.profile.added.name
source: Profile requires activation
uz: Profil faollashtirishni talab qiladi

# Languages::event.profile.created.name
source: Profile was created
uz: Profil yaratildi

# Languages::event.profile.usergroup_activation.name
source: User group activation
uz: Foydalanuvchilar guruhini faollashtirish

# Languages::event.profile.usergroup_disactivation.name
source: User group disactivation
uz: Foydalanuvchilar guruhini faolsizlantirish

# Languages::event.profile.usergroup_updated.name
source: Membership in user group was changed
uz: Foydalanuvchilar guruhidagi aʼzolik oʻzgartirildi

# Languages::event.profile.password_recovery.name
source: Password recovery
uz: Parolni tiklash

# Languages::export_found_products
source: Export found products
uz: Topilgan mahsulotlarni eksport qilish

# Languages::hello_name
source: Hello [name],
uz: Salom [ism],

# Languages::checkout.email_exists.popup.title
source: You may have bought from us before
uz: Siz avval bizdan xarid qilgan bo'lishingiz mumkin

# Languages::checkout.email_exists.popup.message
source: An account with your email already exists. We can sign you in (password won't be needed), or you can use another email if you'd like.
uz: E-pochtangiz bilan hisob allaqachon mavjud. Biz sizga kirishimiz mumkin (parol kerak emas) yoki xohlasangiz, boshqa elektron pochta manzilidan foydalanishingiz mumkin.

# Languages::checkout.email_exists.popup.cancel_btn
source: Use another email
uz: Boshqa elektron pochta manzilidan foydalaning

# Languages::checkout.email_exists.popup.sign_in_btn
source: Sign me in
uz: Menga kiring

# Languages::auth.one_time_password.popup.title
source: Password-free sign-in
uz: Parolsiz kirish

# Languages::auth.one_time_password.popup.message
source: We've sent a one-time code to <strong>[email]</strong>. Please enter it below, and we'll sign you in without a password.
uz: Biz <strong>[email]</strong> manziliga bir martalik kod yubordik. Iltimos, uni pastga kiriting va biz sizni parolsiz kiritamiz.

# Languages::auth.one_time_password.popup.input_placeholder
source: Enter the code here
uz: Kodni shu yerga kiriting

# Languages::auth.one_time_password.popup.resend_btn
source: Resend the code
uz: Kodni qayta yuboring

# Languages::auth.one_time_password.popup.sign_in_btn
source: Sign me in
uz: Menga kiring

# Languages::auth.one_time_password.notification.info_password_sent
source: We've sent a one-time code to [email].
uz: Biz bir martalik kodni [email] manziliga yubordik.

# Languages::auth.one_time_password.notification.error_password_invalid
source: Sorry, it seems that the code you've entered is incorrect. It may have expired or been used already. Please check the code you're entering or request a new code.
uz: Kechirasiz, siz kiritgan kod noto‘g‘ri. Uning muddati tugagan yoki allaqachon ishlatilgan bo'lishi mumkin. Iltimos, kiritayotgan kodingizni tekshiring yoki yangi kod soʻrang.

# Languages::auth.one_time_password.notification.error_password_required
source: Please enter the code to sign in.
uz: Kirish uchun kodni kiriting.

# Languages::email.one_time_password.title
source: Sign in without password
uz: Parolsiz tizimga kiring

# Languages::email.one_time_password.message
source: <p>You've requested a one-time code to sign in to <a href="[storefront_url]">[storefront_url]</a>. Here it is:</p><p><strong><code>[password]</code></strong></p><p>Please don't tell this code to anyone else. If you haven't requested the code, then you can safely ignore this message. Nobody will be able to sign in to your account, unless they know your password or can view your inbox.</p>
uz: <p>Siz <a href="[storefront_url]">[storefront_url]</a> hisobiga kirish uchun bir martalik kod so‘ragansiz. Mana:</p><p><strong><code>[password]</code></strong></p><p>Iltimos, bu kodni boshqa hech kimga aytmang. Agar siz kodni so'ramagan bo'lsangiz, bu xabarni e'tiborsiz qoldirishingiz mumkin. Hech kim sizning hisobingizga kira olmaydi, agar ular parolingizni bilmas ekan yoki pochta qutingizni ko‘ra olmasa.</p>

# Languages::email_template.one_time_password_request
source: One-time code for password-free sign-in
uz: Parolsiz kirish uchun bir martalik kod

# Languages::other_notification
source: Other
uz: Boshqa

# Languages::see_full_templates_list
source: Can't find a notification you're looking for?<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">See the full list of on-site notification templates</a>
uz: Siz qidirayotgan bildirishnomani topa olmadingizmi?<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">To‘liq ro‘yxatni quyidagi sahifada ko‘ring -sayt bildirishnoma shablonlari</a>

# Languages::other_notifications.title
source: Can't find a notification you're looking for?
uz: Siz izlayotgan bildirishnomani topa olmayapsizmi?

# Languages::other_notifications.email_templates
source: See the full list of email templates
uz: Elektron pochta shablonlarining to'liq ro'yxatini ko'ring

# Languages::other_notifications.internal_templates
source: See the full list of on-site notification templates
uz: Saytdagi bildirishnoma shablonlarining to'liq ro'yxatini ko'ring

# Languages::internal_templates
source: On-site notification templates
uz: Saytdagi bildirishnoma shablonlari

# Languages::editing_internal_template
source: Editing on-site notification template
uz: Saytdagi bildirishnoma shablonini tahrirlash

# Languages::send_test_notification
source: Send test notification
uz: Sinov xabarnomasini yuboring

# Languages::count_internal_template_successfully_imported
source: On-site notification templates successfully imported:
uz: Saytdagi bildirishnoma shablonlari muvaffaqiyatli import qilindi:

# Languages::count_internal_template_fail_imported
source: On-site notification templates import failed:
uz: Saytdagi bildirishnoma shablonlarini import qilish amalga oshmadi:

# Languages::internal_template_import_success_msg
source: All the on-site notification templates have been imported without errors.
uz: Saytdagi barcha bildirishnoma shablonlari xatosiz import qilingan.

# Languages::internal_template_exists
source: The on-site notification template with the chosen code already exists, please try another.
uz: Tanlangan kodli saytdagi bildirishnoma shabloni allaqachon mavjud, boshqasini sinab ko‘ring.

# Languages::notification_template.tab.email
source: Email
uz: Elektron pochta

# Languages::notification_template.tab.internal
source: On-site
uz: Saytda

# Languages::lite_checkout.chosen_shipping_not_avaliable
source: Sorry, we can't get the rates for your selected shipping method. Please check your address and make sure that it is correct. If this doesn't help, please select another shipping method or contact us.
uz: Kechirasiz, siz tanlagan yetkazib berish usuli uchun tariflarni ololmayapmiz. Iltimos, manzilingizni tekshiring va uning to'g'riligiga ishonch hosil qiling. Agar bu yordam bermasa, boshqa etkazib berish usulini tanlang yoki biz bilan bog'laning.

# Languages::lite_checkout.not_available
source: Not available
uz: Mavjud emas

# Languages::last_login
source: Last login
uz: Oxirgi login

# Languages::total_orders
source: Created orders
uz: Buyurtmalar yaratildi

# Languages::total_paid_orders
source: Paid orders
uz: To'langan buyurtmalar

# Languages::total_spent_money
source: Total spend
uz: Jami sarf

# Languages::notifications_center.section.communication
source: Communication
uz: Aloqa

# Languages::notifications_center.tag.messages
source: Messages
uz: Xabarlar

# Languages::settled_order_status
source: Consider order paid
uz: Buyurtmani to'langan deb hisoblang

# Languages::edit_on_site
source: Edit on site
uz: Saytda tahrirlash

# Languages::order_manager
source: Order manager
uz: Buyurtma menejeri

# Languages::privilege_groups.internal_templates
source: On-site notification templates
uz: Saytdagi bildirishnoma shablonlari

# Languages::privilege_groups.notification_settings
source: Notifications
uz: Bildirishnomalar

# Languages::logo_section.theme
source: Site logo
uz: do'kon logotipi

# Languages::logo_section.favicon
source: Favicon
uz: Favikon

# Languages::logo_section.mail
source: E-mail logo
uz: Elektron pochta logotipi

# Languages::show_extra_logos
source: Show extra logos
uz: Qo'shimcha logotiplarni ko'rsatish

# Languages::hide_extra_logos
source: Hide extra logos
uz: Qo'shimcha logotiplarni yashirish

# Languages::test_rate_calculation
source: Test rate calculation
uz: Sinov tezligini hisoblash

# Languages::calculated_rate
source: Calculated rate
uz: Hisoblangan stavka

# Languages::calculated_automatically
source: Calculated automatically
uz: Avtomatik hisoblangan

# Languages::additional_settings
source: Additional settings
uz: Qo'shimcha sozlamalar

# Languages::rates_calculated_info
source: Rates are calculated for [n] product that costs [price].|Rates are calculated for [n] products that cost [price].
uz: Narxi [price] boʻlgan [n] ta mahsulot uchun stavkalar hisoblab chiqilgan.|Tariflar [price] boʻlgan [n] ta mahsulot uchun hisoblanadi.

# Languages::base_rate
source: Base rate
uz: Asosiy stavka

# Languages::price_rate_not_set
source: Price rate was not set.
uz: Narx stavkasi belgilanmagan.

# Languages::receivers
source: Receivers
uz: Qabul qiluvchilar

# Languages::notification
source: Notification
uz: Bildirishnoma

# Languages::owner_company
source: Storefront
uz: Vitrin

# Languages::block_manager.brands_per_screen
source: Brands per screen
uz: Har bir ekran uchun brendlar

# Languages::block_manager.total_displayed_brands
source: Total amount of brands displayed
uz: Ko'rsatilgan brendlarning umumiy miqdori

# Languages::add_all_destinations
source: Add all
uz: Hammasini qo'shing

# SettingsOptions::show_unavailable_shipping_methods
source: Show unavailable shippings
uz: Mavjud bo'lmagan yuklarni ko'rsatish

# SettingsTooltips::show_unavailable_shipping_methods
source: Show real-time shipping methods even if their servers haven't returned the rates
uz: Agar ularning serverlari tariflarni qaytarmagan bo'lsa ham, real vaqtda etkazib berish usullarini ko'rsating

# Languages::block_manager.manage_layout_in_tab_not_exist_location
source: <p>This [entity] currently doesn't have an associated layout page. That's why it uses blocks from the default layout page.<br> If you'd like to edit blocks specifically for this [entity], then:</p><p><ol><li>Go to <b><a href="[link]">Design → Layouts</a></b></li><li>Add a layout page with <b>Dispatch:</b> <code>[dispatch_value]</code>.</li><li>Switch to the <b>[entity_tab]</b> tab and make sure that the layout page is enabled for this [entity].</li><li>Save your changes and return here.</li></ol></p>
uz: <p>Bu [entity] hozirda bog'langan tartib sahifasiga ega emas. Shuning uchun u standart tartib sahifasidagi bloklardan foydalanadi.<br> Agar siz ushbu [entity] uchun maxsus bloklarni tahrirlashni istasangiz, u holda:</p><p><ol><li><b><-ga o'ting. a href="[link]">Dizayn → Layouts</a></b></li><li><b>Dispatch:</b> <code>[dispatch_value]</code bilan tartib sahifasini qo‘shing >.</li><li><b>[entity_tab]</b> yorlig‘iga o‘ting va bu [entity] uchun tartib sahifasi yoqilganligiga ishonch hosil qiling.</li><li>O‘zgartirishlaringizni saqlang va qayting. bu yerda.</li></ol></p>

# Languages::block_manager.manage_layout_in_tab_unavailable_by_object_id
source: <p>This [entity] currently doesn't have an associated layout page. That's why it uses blocks from the default layout page.<br> If you'd like to edit blocks specifically for this [entity], then:</p><p><ol><li>Edit the <b><a href="[link]">[location_name]</a></b> layout page.</li><li>Switch to the [entity_tab] tab and make sure that the layout page is enabled for this [entity].</li><li>Save your changes and return here.</li></ol></p>
uz: <p>Bu [entity] hozirda bog'langan tartib sahifasiga ega emas. Shuning uchun u standart tartib sahifasidagi bloklardan foydalanadi.<br> Agar siz ushbu [entity] uchun maxsus bloklarni tahrirlashni istasangiz, u holda:</p><p><ol><li><b><-ni tahrirlang. a href="[link]">[location_name]</a></b> tartib sahifasi.</li><li>[entity_tab] yorlig‘iga o‘ting va ushbu [entity] uchun tartib sahifasi yoqilganligiga ishonch hosil qiling. ].</li><li>O‘zgarishlarni saqlang va shu yerga qayting.</li></ol></p>

# Languages::block_manager.manage_layout_in_tab_unavailable
source: Sorry, you can't edit blocks for this [entity]. If you'd like to do this, please contact the main administrator. Ask him or her to check the <b>Layouts</b> tab of this [entity] in their admin panel. That will give the main admin all the necessary information.
uz: Kechirasiz, siz bu [entity] uchun bloklarni tahrirlay olmaysiz. Agar buni qilishni istasangiz, asosiy administratorga murojaat qiling. Undan administrator panelidagi ushbu [entity]ning <b>Tartiblari</b> yorlig‘ini tekshirishini so‘rang. Bu asosiy administratorga barcha kerakli ma'lumotlarni beradi.

# Languages::block_manager.dynamic_entity_products
source: product
uz: mahsulot

# Languages::block_manager.dynamic_entity_categories
source: category
uz: kategoriya

# Languages::block_manager.dynamic_entity_pages
source: page
uz: sahifa

# Languages::payment_processors.category.checkout
source: Checkout
uz: Tekshirib ko'rmoq

# Languages::payment_processors.category.gateway
source: Gateways
uz: Darvozalar

# Languages::payment_processors.category.russian
source: Russian payment methods
uz: Rossiya to'lov usullari

# Languages::add_in_all_realtime_shippings
source: Add in all realtime shipping methods
uz: Barcha real vaqtda etkazib berish usullarini qo'shing

# Languages::event.system.realtime_shipping_error.name
source: Realtime shipping errors
uz: Haqiqiy vaqtda yuk tashish xatolari

# Languages::profile_field_contains_information
source: Сouldn't change the field type: someone has already submitted data in this field.
uz: Maydon turini o‘zgartirib bo‘lmadi: kimdir bu maydonga allaqachon ma’lumot yuborgan.

# Languages::text_cannot_create_file_check_file
source: Сouldn't create the file. Please try again or choose another file.
uz: Fayl yaratilmadi. Qayta urinib ko'ring yoki boshqa faylni tanlang.

# Languages::error_profile_field_code_exists
source: A profile field with this code already exists. Please choose another code.
uz: Ushbu kodli profil maydoni allaqachon mavjud. Boshqa kodni tanlang.

# Languages::can_not_add_file_type_profile_field
source: Sorry, this page doesn't support fields with the "File" type, and they weren't added.
uz: Kechirasiz, bu sahifa “Fayl” turidagi maydonlarni qo‘llab-quvvatlamaydi va ular qo‘shilmagan.

# Languages::day_or_days
source: day(s)
uz: kun(lar)

# Languages::feature_already_in_use
source: Couldn't delete the feature. It is already used by your or someone else's products.
uz: Funksiyani oʻchirib boʻlmadi. U allaqachon sizning yoki boshqa birovning mahsulotlari tomonidan ishlatilgan.

# Languages::feature_variants_already_in_use
source: Couldn't delete some feature variants. They are already used by your or someone else's products.
uz: Ayrim funksiya variantlarini o‘chirib bo‘lmadi. Ular allaqachon sizning yoki boshqa birovning mahsulotlari tomonidan ishlatilgan.

# Languages::stop_following_rules
source: Stop following rules
uz: Qoidalarga rioya qilishni to'xtating

# SettingsOptions::product_variant_mini_icon_width
source: Product variant selector thumbnail width
uz: Mahsulot varianti selektori eskizi kengligi

# SettingsOptions::product_variant_mini_icon_height
source: Product variant selector thumbnail height
uz: Mahsulot varianti selektori eskizi balandligi

# Languages::exim_features
source: Features (Deprecated)
uz: Xususiyatlari (eskirgan)

# Languages::exim_storefront_feature_name
source: Storefront feature name
uz: Vitrin xususiyati nomi

# Languages::exim_reset_inventory_tooltip
source: This won't affect the products that have the quantity specified in the imported file.
uz: Bu import qilingan faylda ko'rsatilgan miqdorga ega mahsulotlarga ta'sir qilmaydi.

# Languages::thank_you
source: Thank you!
uz: Rahmat!

# Languages::text_review_and_reach_out_request
source: We'll review your application and reach out to you via email soon.
uz: Arizangizni ko‘rib chiqamiz va tez orada siz bilan elektron pochta orqali bog‘lanamiz.

# Languages::system_of_measurement
source: System of measurement
uz: O'lchov tizimi

# Languages::imperial_units
source: Imperial (in, lb)
uz: Imperial (dyuym, funt)

# Languages::metric_units
source: Metric (cm, kg)
uz: Metrik (sm, kg)

# Languages::ship_dhl_account_country
source: Account country
uz: Hisob mamlakati

# Languages::print_documents
source: Print documents
uz: Hujjatlarni chop etish

# Languages::change_to_status
source: Change to [status]
uz: [status] ga oʻzgartirish

# Languages::invoice_pdf
source: Invoice (PDF)
uz: Hisob-faktura (PDF)
