Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::block_breadcrumbs_description
source: Navigation breadcrumbs
uz: Navigatsiya bo'laklari

# Languages::block_categories_description
source: Category trees
uz: Daraxtlar toifasi

# Languages::block_products_description
source: Product showcase
uz: Mahsulot ko'rgazmasi

# Languages::block_cart_content
source: Cart content
uz: Savat tarkibi

# Languages::block_cart_content_description
source: Current cart content
uz: Joriy savat tarkibi

# Languages::block_categories
source: Categories
uz: Kategoriyalar

# Languages::block_checkout
source: Checkout
uz: Tekshirib ko'rmoq

# Languages::block_checkout_description
source: Current order information
uz: Joriy buyurtma ma'lumotlari

# Languages::block_content
source: Block content
uz: Kontentni bloklash

# Languages::block_currencies
source: Currencies
uz: Valyutalar

# Languages::block_currencies_description
source: Currency selector
uz: Valyuta selektori

# Languages::block_disabled
source: Block was disabled for this location
uz: Bu joylashuv uchun bloklash o‘chirib qo‘yilgan

# Languages::block_enabled
source: Block was enabled for this location
uz: Bu joylashuv uchun bloklash yoqildi

# Languages::block_html_block
source: HTML block
uz: HTML bloki

# Languages::block_html_block_description
source: Any HTML content
uz: Har qanday HTML kontenti

# Languages::block_ip_after
source: Block IP after a number of unsuccessful attempts
uz: Bir qator muvaffaqiyatsiz urinishlardan keyin IP-ni bloklash

# Languages::block_languages
source: Languages
uz: Tillar

# Languages::block_languages_description
source: Language selector
uz: Til selektori

# Languages::block_localizations
source: Localizations
uz: Lokalizatsiyalar

# Languages::block_localizations_description
source: Localization selector
uz: Lokalizatsiya selektori

# Languages::block_main
source: Main
uz: Asosiy

# Languages::block_main_description
source: Main content (loaded by controller)
uz: Asosiy tarkib (kontroller tomonidan yuklangan)

# Languages::block_manager
source: Block manager
uz: Blok menejeri

# Languages::block_manager.fixed_layout
source: Fixed width
uz: Ruxsat etilgan kenglik

# Languages::block_manager.fluid_layout
source: Fluid
uz: Suyuqlik

# Languages::block_manager.full_width_layout
source: Full width
uz: To'liq kenglik

# Languages::block_manager.grid_columns
source: Grid columns
uz: To'r ustunlari

# Languages::block_manager.layout_width
source: Layout width
uz: Chizma kengligi

# Languages::block_manager.max_width
source: Maximal width
uz: Maksimal kenglik

# Languages::block_manager.min_width
source: Minimal width
uz: Minimal kenglik

# Languages::block_manager.forbid_changing_layout_in_css_mode
source: Changing layout when the theme is converted to CSS is not permitted. Please enable LESS mode in the <a target="_blank" class="cm-post" href="[url]">Theme editor</a>.
uz: Mavzu CSS ga aylantirilganda tartibni o'zgartirishga ruxsat berilmaydi. <a target="_blank" class="cm-post" href="[url]">Mavzu muharriri</a>da LESS rejimini yoqing.

# Languages::block_manager.can_not_add_product
source: Sorry, we couldn't take you to the checkout page. It requires at least one product in cart, and we couldn't add any. Please create a product and make it available on the storefront first.
uz: Kechirasiz, biz sizni hisob-kitob sahifasiga olib bora olmadik. Buning uchun savatda kamida bitta mahsulot bo‘lishi kerak va biz qo‘sha olmadik. Iltimos, mahsulot yarating va avval uni do‘kon peshtaxtasida sotuvga qo‘ying.

# Languages::block_manager.add_layout_page
source: Add layout page
uz: Tartib sahifasini qo'shing

# Languages::block_manager.editing_layout_page
source: Editing layout page
uz: Tartib sahifasini tahrirlash

# Languages::block_manager.new_layout_page
source: New layout page
uz: Yangi tartib sahifasi

# Languages::block_manager.layout_pages
source: Layout pages
uz: Sahifalarni joylashtirish

# Languages::block_manager.wrappers.lite_checkout
source: Lite checkout
uz: Yengil to'lov

# Languages::block_manager.description_available_values_for_grid_select
source: The available values depend on the size and offset of parent and nested elements.
uz: Mavjud qiymatlar asosiy va ichki elementlarning o'lchami va ofsetiga bog'liq.

# Languages::block_lite_checkout_location
source: Checkout: Location
uz: Chiqish: Joylashuv

# Languages::block_lite_checkout_location_description
source: Customer's city, state, and country
uz: Mijozning shahri, shtati va mamlakati

# Languages::block_lite_checkout_customer_sign_in
source: Checkout: Sign-In
uz: Chiqish: Kirish

# Languages::block_lite_checkout_customer_sign_in_description
source: Sign-in button
uz: Kirish tugmasi

# Languages::customer_sign_in
source: Customer Sign-In
uz: Mijozning tizimga kirishi

# Languages::block_lite_checkout_customer_information
source: Checkout: Customer Information
uz: To'lov: mijoz haqida ma'lumot

# Languages::block_lite_checkout_customer_information_description
source: Profile fields for customer information
uz: Mijoz ma'lumotlari uchun profil maydonlari

# Languages::block_lite_checkout_customer_address
source: Checkout: Address
uz: Chiqish: Manzil

# Languages::block_lite_checkout_customer_address_description
source: Profile fields for customer address
uz: Mijoz manzili uchun profil maydonlari

# Languages::customer_address
source: Customer address
uz: Mijoz manzili

# Languages::block_lite_checkout_shipping_methods
source: Checkout: Shipping methods
uz: To'lov: Yetkazib berish usullari

# Languages::block_lite_checkout_shipping_methods_description
source: Shipping method selection
uz: Yuk tashish usulini tanlash

# Languages::block_lite_checkout_payment_methods
source: Checkout: Payment methods
uz: To'lov: to'lov usullari

# Languages::block_lite_checkout_payment_methods_description
source: Payment method selection
uz: To'lov usulini tanlash

# Languages::block_lite_checkout_customer_billing
source: Checkout: Billing address
uz: To'lov: to'lov manzili

# Languages::block_lite_checkout_customer_billing_description
source: Profile fields for billing address
uz: Hisob-kitob manzili uchun profil maydonlari

# Languages::block_lite_checkout_customer_notes
source: Checkout: Notes
uz: Tekshirish: Eslatmalar

# Languages::block_lite_checkout_customer_notes_description
source: Customer's notes about the order
uz: Buyurtma haqida mijozning eslatmalari

# Languages::block_lite_checkout_terms_and_conditions
source: Checkout: Terms and conditions
uz: Chiqish: Shartlar va shartlar

# Languages::block_lite_checkout_terms_and_conditions_description
source: Checkbox for accepting terms and conditions
uz: Shartlarni qabul qilish uchun katakchani belgilang

# Languages::terms_and_conditions
source: Terms and conditions
uz: Foydalanish shartlari

# Languages::block_menu
source: Menu
uz: Menyu

# Languages::block_menu_description
source: Different types of menus
uz: Har xil turdagi menyular

# Languages::block_my_account
source: My account
uz: Mening hisobim

# Languages::block_my_account_description
source: Customer profile access
uz: Mijoz profiliga kirish

# Languages::block_name
source: Block name
uz: Blok nomi

# Languages::block_options
source: Block options
uz: Bloklash imkoniyatlari

# Languages::block_order
source: Block order
uz: Bloklash tartibi

# Languages::block_our_brands
source: Brands
uz: Brendlar

# Languages::block_our_brands_description
source: Product brands presented in the store
uz: Do'konda taqdim etilgan mahsulot brendlari

# Languages::block_pages
source: Pages
uz: Sahifalar

# Languages::block_pages_description
source: Store pages
uz: Do'kon sahifalari

# Languages::block_payment_methods
source: Payment methods
uz: To'lov usullari

# Languages::block_payment_methods_description
source: Available payment methods
uz: Mavjud to'lov usullari

# Languages::block_products
source: Products
uz: Mahsulotlar

# Languages::block_product_filters
source: Product filters
uz: Mahsulot filtrlari

# Languages::block_product_filters_description
source: Product filtering options
uz: Mahsulotni filtrlash imkoniyatlari

# Languages::block_product_filters_home
source: Product filters for home page
uz: Bosh sahifa uchun mahsulot filtrlari

# Languages::block_product_filters_home_description
source: Product filtering options, displayed on home page
uz: Bosh sahifada ko'rsatilgan mahsulotni filtrlash imkoniyatlari

# Languages::block_settings
source: Block settings
uz: Bloklash sozlamalari

# Languages::block_shipping_methods
source: Shipping methods
uz: Yuk tashish usullari

# Languages::block_shipping_methods_description
source: Available shipping methods
uz: Mavjud yuk tashish usullari

# Languages::block_smarty_block
source: HTML block with Smarty support
uz: Smarty qo'llab-quvvatlashi bilan HTML bloki

# Languages::block_smarty_block_description
source: Any HTML/Smarty content
uz: Har qanday HTML/Smarty kontenti

# Languages::block_template
source: Template
uz: Shablon

# Languages::block_template_description
source: Block with a particular template
uz: Muayyan shablon bilan bloklash

# Languages::block_text
source: Block text
uz: Matnni bloklash

# Languages::block_time
source: Time for which IP should be blocked
uz: IP bloklanishi kerak bo'lgan vaqt

# Languages::block_width
source: Block width
uz: Blok kengligi

# Languages::block_wrapper_updated
source: Block wrapper was updated
uz: Blok oʻrami yangilandi

# Languages::bm_confirm
source: Performing this action will [action] this block on all the [location_name] pages. Do you want to continue?
uz: Ushbu amalni bajarish barcha [location_name] sahifalarida ushbu blokni [action] qiladi. Davom etishni xohlaysizmi?

# Languages::body
source: Body
uz: Tana

# Languages::bonuses
source: Bonuses
uz: Bonuslar

# Languages::both
source: Both
uz: Ikkalasi ham

# Languages::bought
source: Already bought
uz: Allaqachon sotib olingan

# Languages::bought_amount
source: Bought quantity
uz: Sotib olingan miqdor

# Languages::box_height
source: Box height
uz: Quti balandligi

# Languages::box_length
source: Box length
uz: Quti uzunligi

# Languages::box_width
source: Box width
uz: Qutining kengligi

# Languages::brand_type
source: Brand/Manufacturer
uz: Brend/ishlab chiqaruvchi

# Languages::breadcrumbs
source: Breadcrumbs
uz: Navigatsiya paneli

# Languages::broken_addon_pack
source: Incorrect add-on structure. The uploaded pack cannot be installed.
uz: Qo'shimchaning noto'g'ri tuzilishi. Yuklangan paketni oʻrnatib boʻlmaydi.

# Languages::broken_po_pack
source: Incorrect PO-pack structure. The uploaded pack cannot be installed.
uz: Noto'g'ri PO-paket tuzilishi. Yuklangan paketni oʻrnatib boʻlmaydi.

# Languages::incorrect_po_pack_structure_file_not_exist
source: The structure of package that contains ".po" translation files located at <b>"[pack_path]"</b> is incorrect. The file <b>"[po_file]"</b> does not exist.
uz: <b>"[pack_path]"</b> da joylashgan ".po" tarjima fayllarini o'z ichiga olgan paket tuzilishi noto'g'ri. <b>"[po_file]"</b> fayli mavjud emas.

# Languages::browse
source: Browse...
uz: Ko‘rib chiqish...

# Languages::browser_upgrade_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 and above</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
uz: <p>Siz foydalanayotgan brauzer administrator panelimiz tomonidan toʻliq qoʻllab-quvvatlanmasligi aniqlandi. Siz ushbu saytni joriy brauzeringiz yordamida ko‘rishingiz mumkin, lekin u to‘g‘ri ko‘rsatilmasligi va barcha funksiyalardan to‘liq foydalana olmasligingiz mumkin.</p><br><p>Administrator panelini quyidagi brauzerlar yordamida ko‘rish yaxshidir:</ p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 va undan yuqori</a></li><li >&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (oxirgi versiya)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (oxirgi versiya)</a></li></ul><br ><p>Siz tanlagan brauzerni yuklab olish uchun havolalardan birini bosing. Yuklab olish tugallangach, sozlash dasturini ishga tushirish orqali brauzerni oʻrnating.</p><br><p>Agar brauzeringizni hozir yangilay olmasangiz, Administrator paneliga kirishingiz mumkin, lekin barchasidan toʻliq foydalana olmasligingiz mumkin. xususiyatlari.<br><br><a href="[url]">Davom etish</a></p>

# Languages::browser_upgrade_notice_title
source: Browser Upgrade Notice
uz: Brauzerni yangilash haqida eslatma

# Languages::bucket
source: Bucket
uz: Paqir

# Languages::bulk_category_addition
source: Bulk category addition
uz: Ommaviy kategoriya qo'shilishi

# Languages::bulk_print_invoice
source: Invoice bulk print
uz: Hisob-fakturani ommaviy chop etish

# Languages::bulk_product_addition
source: Bulk product addition
uz: Ommaviy mahsulot qo'shilishi

# Languages::button_bgcolor
source: Button background color
uz: Tugma fon rangi

# Languages::button_text_color
source: Button text color
uz: Tugma matn rangi

# Languages::but_change
source: Change
uz: O'zgartirish

# Languages::buyer_name
source: Buyer's name
uz: Xaridorning ismi

# Languages::buy_in_advance
source: Buy in advance
uz: Oldindan sotib oling

# Languages::buy_now
source: Buy now
uz: Hozir xarid qilish

# Languages::by
source: by
uz: tomonidan

# Languages::bytes
source: bytes
uz: baytlar

# Languages::by_fixed
source: by fixed amount
uz: belgilangan miqdorda

# Languages::by_percentage
source: by percentage of the original price
uz: asl narxning foizi bo'yicha

# Languages::C128A
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
uz: 128-kod yuqori zichlikdagi shtrix-kod ramzidir.<br/>Dunyo boʻylab keng qoʻllaniladi.<br/>128-kod 128 ta toʻliq ASCII belgilarini kodlash uchun moʻljallangan.<br/>Kod 128-A - 0-9, A-Z, ASCII boshqaruvi kodlar, maxsus belgilar.<br/>Kod 128-B - 0-9, A-Z, a-z, maxsus belgilar.<br/>Kod 128-C - 00-99 (faqat raqamli ma'lumotlarni ikki marta zichlikli kodlash).<br/ >

# Languages::C128B
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
uz: 128-kod yuqori zichlikdagi shtrix-kod ramzidir.<br/>Dunyo boʻylab keng qoʻllaniladi.<br/>128-kod 128 ta toʻliq ASCII belgilarini kodlash uchun moʻljallangan.<br/>Kod 128-A - 0-9, A-Z, ASCII boshqaruvi kodlar, maxsus belgilar.<br/>Kod 128-B - 0-9, A-Z, a-z, maxsus belgilar.<br/>Kod 128-C - 00-99 (faqat raqamli ma'lumotlarni ikki marta zichlikli kodlash).<br/ >

# Languages::C128C
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
uz: 128-kod yuqori zichlikdagi shtrix-kod ramzidir.<br/>Dunyo boʻylab keng qoʻllaniladi.<br/>128-kod 128 ta toʻliq ASCII belgilarini kodlash uchun moʻljallangan.<br/>Kod 128-A - 0-9, A-Z, ASCII boshqaruvi kodlar, maxsus belgilar.<br/>Kod 128-B - 0-9, A-Z, a-z, maxsus belgilar.<br/>Kod 128-C - 00-99 (faqat raqamli ma'lumotlarni ikki marta zichlikli kodlash).<br/ >

# Languages::C39
source: Known also as USS Code 39, 3 of 9.<br/>Code 39 can encode alphanumeric characters.<br/>The symbology is used in non-retail environment.<br/>Code 39 is designed to encode 26 upper case letters, 10 digits and 7 special characters.
uz: USS Code 39, 3/9 nomi bilan ham tanilgan.<br/>39-kod alfanumerik belgilarni kodlashi mumkin.<br/>Simvologiya chakana bo'lmagan muhitda qo'llaniladi.<br/>39-kod 26 ta bosh harfni kodlash uchun mo'ljallangan. , 10 ta raqam va 7 ta maxsus belgi.

# Languages::cache_cleared
source: Cache has been cleared
uz: Kesh tozalandi

# Languages::calculate
source: Calculate
uz: Hisoblangan

# Languages::calculate_shipping_cost
source: Calculate shipping cost
uz: Yuk tashish narxini hisoblang

# Languages::calendar
source: Calendar
uz: Kalendar

# Languages::canada_post_activation_error
source: To activate the Canada post shipping processor, you must have the Canadian Dollar currency enabled.
uz: Kanada post jo'natma protsessorini faollashtirish uchun sizda Kanada dollari valyutasi yoqilgan bo'lishi kerak.

# Languages::cancel
source: Cancel
uz: Bekor qilish

# Languages::canceled_reversal
source: Canceled reversal
uz: Qaytarilish bekor qilindi

# Languages::cancelled
source: Canceled
uz: Bekor qilish

# Languages::cancel_url_target
source: Cancel URL target
uz: URL manzilini bekor qilish

# Languages::cannot_buy
source: You cannot buy the product with these option variants
uz: Siz ushbu opsiya variantlari bilan mahsulotni xarid qila olmaysiz

# Languages::cannot_proccess_checkout
source: Your cart is empty, so you cannot proceed to checkout.
uz: Savatingiz boʻsh, shuning uchun siz toʻlovni davom ettira olmaysiz.

# Languages::cannot_proccess_checkout_without_payment_methods
source: There are no payment methods available, so you cannot proceed to checkout.
uz: To‘lov usullari mavjud emas, shuning uchun siz to‘lovni davom ettira olmaysiz.

# Languages::cannot_remove_active_theme
source: Cannot remove the active theme
uz: Faol mavzuni olib tashlab bo'lmadi

# Languages::cannot_write_file
source: Cannot write to the file <b>[file]</b>. Please check the file and directory permissions.
uz: <b>[file]</b> fayliga yozib bo'lmadi. Iltimos, fayl va katalog ruxsatlarini tekshiring.

# Languages::cant_save_percentage_price
source: You can not use percentage value for base price.
uz: Asosiy narx uchun foiz qiymatidan foydalana olmaysiz.

# Languages::cant_upload_file
source: Couldn't upload the file. The problem isn't necessarily on the [product] end. If it occurs regularly, please contact your server administrator or our technical support.
uz: Faylni yuklab bo‘lmadi. Muammo [product] oxirida bo'lishi shart emas. Agar bu muntazam ravishda sodir bo'lsa, iltimos, server ma'muringizga yoki texnik yordamimizga murojaat qiling.

# Languages::capture
source: Capture
uz: Qo‘lga olish

# Languages::card
source: Card
uz: Karta

# Languages::cardholder_name
source: Cardholder's name
uz: Kartochka egasining ismi

# Languages::card_number
source: Card number
uz: Karta raqami

# Languages::carousel
source: Carousel
uz: Karusel

# Languages::carrier
source: Carrier
uz: Tashuvchi

# Languages::cart
source: Cart
uz: Savat

# Languages::cart_content
source: Cart content
uz: Savat tarkibi

# Languages::cart_contents
source: Cart contents
uz: Savat tarkibi

# Languages::cart_info
source: Site info
uz: Sayt ma'lumotlari

# Languages::cart_is_empty
source: Cart is empty
uz: Savat bo‘sh

# Languages::cart_items
source: Cart items
uz: Savat buyumlari

# Languages::cart_subtotal
source: Cart subtotal
uz: Savat oraliq jami

# Languages::cash_on_delivery
source: Cash on delivery
uz: Yetkazib berishda naqd pul

# Languages::catalog
source: Catalog
uz: Katalog

# Languages::catalog_pages
source: Catalog pages
uz: Katalog sahifalari

# Languages::categories
source: Categories
uz: Kategoriyalar

# Languages::categories_have_been_added
source: Categories have been added
uz: Kategoriyalar qo'shildi

# Languages::categories_menu_description
source: View product categories which are used to group products in your store.
uz: Do'koningizdagi mahsulotlarni guruhlash uchun foydalaniladigan mahsulot toifalarini ko'ring.

# Languages::category
source: Category
uz: Kategoriya

# Languages::category_delimiter
source: Category delimiter
uz: Kategoriyani ajratuvchi

# Languages::category_description
source: Category description
uz: Kategoriya tavsifi

# Languages::category_location
source: Category location
uz: Toifadagi joylashuv

# Languages::category_name
source: Category name
uz: Kategoriya nomi

# Languages::cdn_settings
source: CDN settings
uz: CDN sozlamalari

# Languages::central
source: Central
uz: Markaziy

# Languages::central_content
source: Central content
uz: Markaziy tarkib

# Languages::certificate
source: Certificate
uz: Sertifikat

# Languages::certificate_filename
source: Certificate filename
uz: Sertifikat fayl nomi

# Languages::change
source: Change
uz: O'zgartirish

# Languages::changed
source: Changed
uz: O'zgartirildi

# Languages::changes
source: Changes
uz: O'zgarishlar

# Languages::change_access_permission_to_config
source: Also it is recommended to change the access permissions for the config.local.php file. It should have 644 (read/write for the owner and read for others) permissions.
uz: Shuningdek, config.local.php fayliga kirish ruxsatlarini o'zgartirish tavsiya etiladi. U 644 (egasi uchun o'qish/yozish va boshqalar uchun o'qish) ruxsatiga ega bo'lishi kerak.

# Languages::change_addons_initialization
source: Change add-ons initialization
uz: Qo'shimchalarni ishga tushirishni o'zgartiring

# Languages::change_language
source: Change language
uz: Tilni o'zgartirish

# Languages::change_password_notification
source: Please change your password
uz: Iltimos, parolingizni o'zgartiring

# Languages::change_password_notification_body
source: Your password to access the admin panel of the [store] store was last changed [days] days ago. For security reasons, please change your password. In order to do this, please follow the link:
uz: [store] doʻkonining administrator paneliga kirish uchun parolingiz oxirgi marta [days] kun oldin oʻzgartirilgan. Xavfsizlik nuqtai nazaridan parolingizni o'zgartiring. Buni amalga oshirish uchun havolaga o'ting:

# Languages::change_permissions
source: Change permissions
uz: Ruxsatlarni o'zgartirish

# Languages::check_permissions
source: Check permissions
uz: Ruxsatlarni tekshiring

# Languages::change_range
source: Change range
uz: Diapazonni o'zgartirish

# Languages::charged_amount
source: Charged amount
uz: Undirilgan miqdor

# Languages::charset
source: Character set
uz: Belgilar to'plami

# Languages::chart
source: Chart
uz: Diagramma

# Languages::charts
source: Charts
uz: Diagrammalar

# Languages::chart_type
source: Chart type
uz: Diagramma turi

# Languages::check
source: Check
uz: Tekshirish

# Languages::checkbox
source: Check box
uz: Katakchani belgilang

# Languages::checking_account_number
source: Checking account number
uz: Hisob raqami tekshirilmoqda

# Languages::checkout
source: Checkout
uz: Tekshirib ko'rmoq

# Languages::checkout_as_guest
source: Checkout as guest
uz: Mehmon sifatida hisob-kitob qiling

# Languages::checkout_edp_terms_n_conditions
source: I accept the terms in the
uz: Men shartlarni qabul qilaman
