Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::installation_id
source: Installation ID
uz: O'rnatish identifikatori

# Languages::installed
source: Installed
uz: Oʻrnatilgan

# Languages::installed_languages
source: Installed
uz: Oʻrnatilgan

# Languages::installed_upgrades
source: Installed upgrades
uz: O'rnatilgan yangilanishlar

# Languages::welcome_screen.administrator_info
source: To access the administrator area, use the e-mail (<b>[email]</b>) and the password you have entered earlier.
uz: Administrator maydoniga kirish uchun elektron pochta (<b>[email]</b>) va avval kiritilgan paroldan foydalaning.

# Languages::welcome_screen.go_admin_panel
source: Go to the administration panel
uz: Boshqaruv paneliga o'ting

# Languages::welcome_screen.go_storefront
source: Go to the storefront
uz: Storefront-ga o'ting

# Languages::welcome_screen.go_settings_wizard
source: Go to the Settings wizard for basic store setup
uz: Asosiy do'konni sozlash uchun Sozlamalar ustasiga o'ting

# Languages::welcome_screen.knowledge_base
source: Documentation
uz: Hujjatlar

# Languages::welcome_screen.run_settings_wizard
source: Run Settings wizard
uz: Sozlamalar ustasini ishga tushiring

# Languages::welcome_screen.learn_more_configuration
source: Learn more about storefront configuration in our
uz: Vitrin konfiguratsiyasi haqida ko'proq ma'lumotni bizning sahifamizda o'qing

# Languages::welcome_screen.thanks
source: Thank you for choosing [product]. Happy selling!
uz: [product] ni tanlaganingiz uchun tashakkur. Baxtli savdo!

# Languages::installer_complete_title
source: Installation successfully finished
uz: Oʻrnatish muvaffaqiyatli yakunlandi

# Languages::international_settings
source: International settings
uz: Xalqaro sozlamalar

# Languages::international_usps
source: International U.S.P.S.
uz: Xalqaro U.S.P.S.

# Languages::inventory
source: Inventory
uz: Inventarizatsiya

# Languages::track_inventory
source: Track inventory
uz: Inventarizatsiyani kuzatish

# Languages::track_inventory_tooltip
source: When inventory is tracked, the number of products in stock will decrease after each purchase.
uz: Inventarizatsiya kuzatilganda, har bir xariddan keyin stokdagi mahsulotlar soni kamayadi.

# Languages::invitees
source: Invitees
uz: Taklif qilinganlar

# Languages::invoice
source: Invoice
uz: Hisob-faktura

# Languages::invoices
source: Invoices
uz: Hisob-fakturalar

# Languages::invoice_credit_memo
source: Invoice/Credit memo
uz: Hisob-faktura/kredit eslatmasi

# Languages::invoice_id
source: Invoice ID
uz: Hisob-faktura identifikatori

# Languages::invoice_title
source: INVOICE
uz: HISOB-FAKTURA

# Languages::in_progress
source: In progress
uz: Jarayonda

# Languages::in_stock
source: In stock
uz: Sotuvda mavjud

# Languages::ip_address
source: IP address
uz: IP manzili

# Languages::manager
source: Manager
uz: Menejer

# Languages::is_back_in_stock
source: is back in stock!
uz: yana stokda!

# Languages::is_pbp
source: Allow payment by points
uz: Ballar bo'yicha to'lovga ruxsat bering

# Languages::italian
source: Italian
uz: italyancha

# Languages::items
source: item(s)
uz: element(lar)

# Languages::items_dependences
source: Items dependencies
uz: Elementlarga bog'liqliklar

# Languages::items_in_box
source: Items in a box
uz: Bir qutidagi narsalar

# Languages::items_in_cart
source: You have [n] item in your cart|You have [n] items in your cart
uz: Savatingizda [n] ta narsa bor|Savatingizda [n] ta narsa bor

# Languages::n_products
source: [n] product|[n] products
uz: [n] mahsulot|[n] mahsulot

# Languages::items_per_page
source: Items per page
uz: Har bir sahifadagi elementlar

# Languages::objects_per_page
source: [n] per page
uz: har bir sahifa uchun [n]

# Languages::items_title
source: Items
uz: Elementlar

# Languages::item_number
source: Show item number
uz: Element raqamini ko'rsatish

# Languages::item_quantity
source: Item quantity
uz: Element miqdori

# Languages::japanese
source: Japanese
uz: yapon

# Languages::join
source: Join
uz: Qo'shilish

# Languages::json_error_ctrl_char
source: Control character error, possibly incorrectly encoded
uz: Boshqaruv belgisi xatosi, ehtimol noto'g'ri kodlangan

# Languages::json_error_depth
source: The maximum stack depth has been exceeded
uz: Maksimal qatlam chuqurligidan oshib ketdi

# Languages::json_error_state_mismatch
source: Invalid or malformed JSON
uz: Yaroqsiz yoki noto‘g‘ri tuzilgan JSON

# Languages::json_error_syntax
source: Syntax error, malformed JSON
uz: Sintaksis xatosi, noto‘g‘ri tuzilgan JSON

# Languages::json_error_unknown
source: Unknown JSON error
uz: Noma'lum JSON xatosi

# Languages::json_error_utf8
source: Malformed UTF-8 characters, possibly incorrectly encoded
uz: Noto'g'ri tuzilgan UTF-8 belgilari, ehtimol noto'g'ri kodlangan

# Languages::key
source: Key
uz: Kalit

# Languages::key1_for_md5
source: Auth key 1 for md5
uz: Md5 uchun avtorizatsiya kaliti 1

# Languages::key2_for_md5
source: Auth key 2 for md5
uz: Md5 uchun avtorizatsiya kaliti 2

# Languages::keywords
source: Keywords
uz: kalit so'zlar

# Languages::korean
source: Korean
uz: koreys

# Languages::label_text_color
source: Label text color
uz: Yorliq matni rangi

# Languages::landing_header
source: Your order has been received
uz: Buyurtmangiz qabul qilindi

# Languages::language
source: Language
uz: Til

# Languages::languagecode
source: Language code
uz: Til kodi

# Languages::languages
source: Languages
uz: Tillar

# Languages::texts_languages
source: Texts & languages
uz: Matnlar va tillar

# Languages::language_code
source: Language code
uz: Til kodi

# Languages::language_variable
source: Language variable
uz: Til o'zgaruvchisi

# Languages::language_variables
source: Language variables
uz: Til o'zgaruvchilari

# Languages::last4ssn
source: Last 4 digits of Social Security Number
uz: Ijtimoiy sug'urta raqamining oxirgi 4 raqami

# Languages::last_24hours
source: Last 24 hours
uz: Oxirgi 24 soat

# Languages::last_days
source: Last days
uz: Oxirgi kunlar

# Languages::last_month
source: Last month
uz: O `tgan oy

# Languages::last_name
source: Last name
uz: Familiya

# Languages::last_n_days
source: Last [N] days
uz: Oxirgi [N] kun

# Languages::last_order
source: Last order
uz: Oxirgi buyurtma

# Languages::first_order
source: First order
uz: Birinchi buyurtma

# Languages::registration_date
source: Registration date
uz: Ro'yxatdan o'tish sanasi

# Languages::latitude
source: Latitude
uz: Kenglik

# Languages::layout
source: Layout
uz: Tartib

# Languages::layouts
source: Layouts
uz: Tartiblar

# Languages::lbl_amazon_aws_access_public_key
source: AWS access public key
uz: AWS umumiy kalitiga kirish

# Languages::lbl_amazon_aws_access_secret_key
source: AWS access secret key
uz: AWS kirish maxfiy kaliti

# Languages::lbl_amazon_background_color
source: Background color
uz: Fon rangi

# Languages::lbl_amazon_button_color
source: Button color
uz: Tugma rangi

# Languages::lbl_amazon_button_size
source: Button size
uz: Tugma o'lchami

# Languages::lbl_amazon_button_style
source: Amazon button style
uz: Amazon tugmasi uslubi

# Languages::lbl_amazon_color_dark
source: Dark
uz: Qorong'i

# Languages::lbl_amazon_color_light
source: Light
uz: Nur

# Languages::lbl_amazon_color_orange
source: Orange
uz: apelsin

# Languages::lbl_amazon_color_tan
source: Tan
uz: jigarrang

# Languages::lbl_amazon_color_white
source: White
uz: Oq

# Languages::lbl_amazon_process_order_on_failure
source: Process order on callback failure
uz: Qayta qo'ng'iroq qilishda xatolik yuz berganda buyurtmani qayta ishlash

# Languages::lbl_amazon_size_large
source: Large
uz: katta

# Languages::lbl_amazon_size_medium
source: Medium
uz: O'rta

# Languages::lbl_amazon_size_xlarge
source: X-Large
uz: Juda katta

# Languages::left
source: Left
uz: Chapga

# Languages::length
source: Length
uz: Uzunlik

# Languages::less
source: less
uz: Kamroq

# Languages::letter
source: Letter
uz: Xat

# Languages::level
source: Level
uz: Daraja

# Languages::licence_agreement
source: License Agreement
uz: Litsenziya shartnomasi

# Languages::license_agreement
source: License agreement
uz: Litsenziya shartnomasi

# Languages::license_number
source: License number
uz: Litsenziya raqami

# Languages::license_number_cannot_be_empty
source: License number cannot be empty
uz: Litsenziya raqami boʻsh boʻlishi mumkin emas

# Languages::limit
source: Limit
uz: Cheklash

# Languages::line
source: Line
uz: Chiziq

# Languages::linear
source: Linear
uz: Chiziqli

# Languages::link
source: Link
uz: Havola

# Languages::linked_categories
source: Linked categories
uz: Bog'langan toifalar

# Languages::linked_products
source: Linked products
uz: Bog'langan mahsulotlar

# Languages::links
source: Links
uz: Havolalar

# Languages::links_thumb
source: Links thumb
uz: Havolalar bosh barmog'i

# Languages::link_text
source: Link text
uz: Bog'lanish matni

# Languages::link_to
source: Link to
uz: ga havola

# Languages::list
source: List
uz: Roʻyxat

# Languages::list_objects
source: List objects
uz: Ob'ektlar ro'yxati

# Languages::list_price
source: List price
uz: Ro'yxat narxi

# Languages::list_price_decreased
source: List price has been decreased by
uz: Ro'yxat narxi ga kamaydi

# Languages::list_price_increased
source: List price has been increased by
uz: Ro'yxat narxi oshirildi

# Languages::list_price_short
source: List price
uz: Ro'yxat narxi

# Languages::list_price_short_2
source: List price
uz: Ro'yxat narxi

# Languages::list_quantity_count
source: Number of available quantities
uz: Mavjud miqdorlar soni

# Languages::tmpl_list_without_options
source: List without options
uz: Variantlarsiz ro'yxat

# Languages::live
source: Live
uz: Jonli

# Languages::live_preview
source: Live preview
uz: Jonli ko‘rish

# Languages::loading
source: Loading...
uz: Yuklanmoqda...

# Languages::local
source: Local
uz: Mahalliy

# Languages::localization
source: Localization
uz: Lokalizatsiya

# Languages::localizations
source: Localizations
uz: Lokalizatsiyalar

# Languages::localizations_menu_description
source: Manage localizations that are supported in your store.
uz: Do'koningizda qo'llab-quvvatlanadigan mahalliylashtirishlarni boshqaring.

# Languages::location
source: Location
uz: Manzil

# Languages::rate_area
source: Rate area
uz: Baho maydoni

# Languages::locations
source: Locations
uz: Manzillar

# Languages::rate_areas
source: Rate areas
uz: Hududlarni baholang

# Languages::statuses_management
source: Statuses
uz: Holatlar

# Languages::locations_menu_description
source: Manage the set of rate areas that are supported in your store.
uz: Doʻkoningizda qoʻllab-quvvatlanadigan tarif sohalari toʻplamini boshqaring.

# Languages::loggedin_time
source: Logged in time
uz: Kirish vaqti

# Languages::logging
source: Logging
uz: Jurnal yozish

# Languages::login
source: Login
uz: Kirish

# Languages::login_url
source: Login URL
uz: Kirish URL

# Languages::logos
source: Logos
uz: Logotiplar

# Languages::logo_link
source: Location (URL) of logo
uz: Logotipning joylashuvi (URL).

# Languages::logs
source: Logs
uz: Jurnallar

# Languages::log_action_backup
source: backup
uz: zaxira

# Languages::log_action_create
source: create
uz: yaratmoq

# Languages::log_action_delete
source: delete
uz: oʻchirish

# Languages::log_action_deprecated
source: deprecated
uz: eskirgan

# Languages::log_action_error
source: error
uz: xato

# Languages::log_action_failed_login
source: failed login
uz: muvaffaqiyatsiz login

# Languages::log_action_http
source: http/https request
uz: http/https so'rovi

# Languages::log_action_login
source: sign in
uz: tizimga kirish

# Languages::log_action_low_stock
source: low stock
uz: kam zaxira

# Languages::log_action_optimize
source: optimize
uz: optimallashtirish

# Languages::log_action_restore
source: restore
uz: tiklash

# Languages::log_action_runtime
source: runtime
uz: ish vaqti

# Languages::log_action_session
source: session
uz: sessiya

# Languages::log_action_status
source: status change
uz: holat o'zgarishi

# Languages::log_action_update
source: update
uz: yangilash

# Languages::log_type_categories
source: Categories
uz: Kategoriyalar

# Languages::log_type_database
source: Database
uz: Ma'lumotlar bazasi

# Languages::log_type_general
source: general
uz: umumiy

# Languages::log_type_orders
source: Orders
uz: Buyurtmalar

# Languages::log_type_products
source: Products
uz: Mahsulotlar

# Languages::log_type_requests
source: Requests
uz: So'rovlar

# Languages::log_type_users
source: Users
uz: Foydalanuvchilar

# Languages::longitude
source: Longitude
uz: Uzunlik

# Languages::low_stock_subj
source: Low inventory of "[product]"
uz: “[product]”ning kam inventarizatsiyasi

# Languages::mac_key
source: Mac key
uz: Mac kaliti

# Languages::mailing_lists
source: Mailing lists
uz: Pochta ro'yxatlari

# Languages::mail_message
source: Mail message
uz: Pochta xabari

# Languages::mail_subject
source: Mail subject
uz: Pochta mavzusi

# Languages::main
source: Main
uz: Asosiy

# Languages::mainbox_general
source: Main block (H1 heading)
uz: Asosiy blok (H1 sarlavhasi)

# Languages::mainbox_simple
source: Important block (H2 heading)
uz: Muhim blok (H2 sarlavhasi)

# Languages::footer_general
source: Footer general
uz: Umumiy ko'rsatkich

# Languages::maintenance
source: Maintenance
uz: Xizmat

# Languages::main_category
source: Main category
uz: Asosiy kategoriya

# Languages::make_default
source: Make default
uz: Standart qilib qo'ying

# Languages::manage
source: Manage
uz: Boshqarish

# Languages::manage_addons
source: Manage add-ons
uz: Qo'shimchalarni boshqarish

# Languages::manage_blocks
source: Manage blocks
uz: Bloklarni boshqarish

# Languages::manage_categories
source: Manage categories
uz: Kategoriyalarni boshqarish

# Languages::manage_existing_block
source: Edit Existing Blocks
uz: Mavjud bloklarni tahrirlash

# Languages::manage_items
source: Manage items
uz: Elementlarni boshqarish

# Languages::manage_languages
source: Manage languages
uz: Tillarni boshqarish

# Languages::manage_menus
source: Manage menus
uz: Menyularni boshqarish

# Languages::manage_pages
source: Can edit
uz: Tahrirlash mumkin

# Languages::manage_products
source: Manage products
uz: Mahsulotlarni boshqaring

# Languages::manage_reports
source: Manage reports
uz: Hisobotlarni boshqarish

# Languages::manage_shippings
source: Shipping methods
uz: Yuk tashish usullari

# Languages::manage_sitemap
source: Manage sitemap
uz: Sayt xaritasini boshqarish

# Languages::manage_stores
source: Manage stores
uz: Do'konlarni boshqaring

# Languages::mandatory
source: Required
uz: Majburiy

# Languages::manually
source: Manually
uz: Qo'lda

# Languages::manually_set_tax_rates
source: Manually set tax rates
uz: Soliq stavkalarini qo'lda o'rnatish

# Languages::mark
source: Mark as resolved
uz: Yechilgan deb belgilang

# Languages::maximum_items_in_box
source: Maximum items in box
uz: Qutidagi maksimal narsalar

# Languages::max_amount
source: Total cost
uz: Umumiy xarajat

# Languages::max_box_weight
source: Max box weight
uz: Maksimal quti og'irligi

# Languages::max_downloads
source: Max downloads
uz: Maksimal yuklab olishlar

# Languages::max_item
source: Number of items
uz: Elementlar soni

# Languages::max_order_qty
source: Maximum quantity to buy per product
uz: Har bir mahsulot uchun sotib olinadigan maksimal miqdor

# Languages::max_uploading_file_size
source: Max uploading file size
uz: Maksimal yuklash fayl hajmi

# Languages::max_uploading_file_size_hint
source: Leave this field empty to allow uploading of files of any size, or limit the file size ("100" is equal to 100 Kb)
uz: Istalgan o'lchamdagi fayllarni yuklashga ruxsat berish uchun ushbu maydonni bo'sh qoldiring yoki fayl hajmini cheklang ("100" 100 Kb ga teng)

# Languages::mb_amounts_not_match
source: The amount value received in status request differs from the original order total
uz: Holat soʻrovida olingan summa qiymati buyurtmaning dastlabki summasidan farq qiladi

# Languages::mb_currencies_not_match
source: The currency value received in status request differs from the store currency
uz: Holat soʻrovida olingan valyuta qiymati doʻkon valyutasidan farq qiladi

# Languages::mb_md5_hashes_not_match
source: The md5 hash value received in status request differs from the calculated one
uz: Holat so'rovida olingan md5 xesh qiymati hisoblanganidan farq qiladi

# Languages::mb_transaction_id
source: MB Transaction ID
uz: MB tranzaksiya identifikatori

# Languages::md5_checksum_failed
source: MD5 checksum failed
uz: MD5 nazorat summasi bajarilmadi

# Languages::md5_hash_value
source: MD5 hash value
uz: MD5 xesh qiymati

# Languages::menu
source: Menu
uz: Menyu

# Languages::menus
source: Menus
uz: Menyular

# Languages::menu_items
source: Items for menu
uz: Menyu uchun mahsulotlar

# Languages::merchantid
source: Merchant ID
uz: Savdogar identifikatori

# Languages::merchant_email
source: Merchant Notification Email
uz: Savdogar bildirishnomasi elektron pochtasi

# Languages::merchant_firstname
source: Merchant first name
uz: Savdogarning ismi

# Languages::merchant_id
source: Merchant ID
uz: Savdogar identifikatori

# Languages::merchant_key
source: Merchant key
uz: Savdogar kaliti

# Languages::merchant_lastname
source: Merchant last name
uz: Savdogar familiyasi

# Languages::merchant_login
source: Merchant login
uz: Savdogar login

# Languages::merchant_name
source: Merchant name
uz: Savdogar nomi

# Languages::merchant_pin
source: Merchant PIN
uz: Savdogar PIN-kodi

# Languages::merchant_response_was_not_received
source: No response from the merchant received. Please check this transaction manually.
uz: Savdogardan javob olinmadi. Iltimos, ushbu tranzaksiyani qo'lda tekshiring.

# Languages::merchant_site_id
source: Merchant site ID
uz: Savdogar sayti identifikatori

# Languages::merchant_warrior_api_key
source: API Key.
uz: API kaliti.

# Languages::merchant_warrior_api_passphrase
source: API Passphrase.
uz: API paroli.

# Languages::merge
source: Merge
uz: Birlashtirish

# Languages::message
source: Message
uz: Xabar

# Languages::messages
source: Messages
uz: Xabarlar

# Languages::meta_description
source: Meta description
uz: Meta tavsifi

# Languages::meta_keywords
source: Meta keywords
uz: Meta kalit so'zlar

# Languages::method
source: Method
uz: Usul

# Languages::minimized
source: Minimized
uz: Minimallashtirilgan

# Languages::minimum_commission_payment
source: Minimum commission payment
uz: Minimal komissiya to'lovi

# Languages::minimum_items_in_box
source: Minimum items in box
uz: Qutidagi minimal narsalar

# Languages::minutes
source: minute(s)
uz: daqiqa(lar)

# Languages::min_order_qty
source: Minimum quantity to buy per product
uz: Har bir mahsulot uchun sotib olinadigan minimal miqdor

# Languages::missing_variants_handling
source: Missing variants handling
uz: Variantlar bilan ishlov berish etishmayapti

# Languages::modifier
source: Modifier
uz: Modifikator

# Languages::modifiers
source: Modifiers
uz: Modifikatorlar

# Languages::modify_profile
source: Modify Profile
uz: Profilni o'zgartirish

# Languages::modify_selected
source: Modify selected
uz: Tanlanganni o'zgartirish

# Languages::month
source: Month
uz: Oy

# Languages::months
source: month(s)
uz: oy(lar)

# Languages::month_name_1
source: January
uz: yanvar

# Languages::month_name_10
source: October
uz: oktyabr

# Languages::month_name_11
source: November
uz: noyabr

# Languages::month_name_12
source: December
uz: dekabr

# Languages::month_name_2
source: February
uz: fevral

# Languages::month_name_3
source: March
uz: mart

# Languages::month_name_4
source: April
uz: aprel

# Languages::month_name_6
source: June
uz: iyun

# Languages::month_name_7
source: July
uz: iyul

# Languages::month_name_8
source: August
uz: avgust

# Languages::month_name_9
source: September
uz: sentyabr

# Languages::month_name_abr_1
source: Jan
uz: Yanvar

# Languages::month_name_abr_10
source: Oct
uz: Oktyabr

# Languages::month_name_abr_11
source: Nov
uz: Noyabr

# Languages::month_name_abr_12
source: Dec
uz: dekabr

# Languages::month_name_abr_2
source: Feb
uz: Fevral

# Languages::month_name_abr_3
source: Mar
uz: mart

# Languages::month_name_abr_4
source: Apr
uz: aprel

# Languages::month_name_abr_6
source: Jun
uz: Iyun

# Languages::month_name_abr_7
source: Jul
uz: Iyul

# Languages::month_name_abr_8
source: Aug
uz: avgust

# Languages::month_name_abr_9
source: Sep
uz: Sentabr

# Languages::more
source: More
uz: Ko'proq

# Languages::content_more
source: more
uz: ko'proq

# Languages::more_info
source: More info
uz: Batafsil ma'lumot

# Languages::more_sign_in_options
source: Back to more sign in options
uz: Boshqa kirish variantlariga qayting

# Languages::more_than
source: More than
uz: Bundan ko'proq

# Languages::more_w_ellipsis
source: More...
uz: Ko'proq...

# Languages::most_popular
source: Most popular
uz: Eng mashhur

# Languages::most_popular_addons
source: Most popular add-ons
uz: Eng mashhur qo'shimchalar

# Languages::mr
source: Mr.
uz: Janob

# Languages::ms
source: Ms.
uz: Xonim

# Languages::tmpl_multicolumns_small
source: Multicolumns small
uz: Ko'p ustunlar kichik

# Languages::tmpl_multicolumn_list
source: Multi-column list
uz: Ko'p ustunli ro'yxat

# Languages::multiple
source: Multiple
uz: Bir nechta

# Languages::multiple_selectbox_notice
source: <p>To select several items, press and hold the CTRL key and click on the required items.</p>
uz: <p>Bir nechta elementlarni tanlash uchun CTRL tugmasini bosib ushlab turing va kerakli elementlarni bosing.</p>

# Languages::multiupload
source: Multiupload
uz: Ko'p yuklash

# Languages::my_account
source: My account
uz: Mening hisobim

# Languages::my_account_links
source: My account links
uz: Mening hisobim havolalari

# Languages::my_points
source: My points
uz: Mening fikrlarim

# Languages::na
source: N/A
uz: Yoʻq

# Languages::name
source: Name
uz: Ism

# Languages::name_short
source: Name
uz: Ism

# Languages::navigation
source: Navigation
uz: Navigatsiya

# Languages::navi_pages
source: Pages
uz: Sahifalar

# Languages::neighbours
source: Neighbours
uz: Qo'shnilar

# Languages::new
source: New
uz: Yangi

# Languages::newest
source: Newest
uz: Eng yangi

# Languages::new_administrator_password
source: New administrator password
uz: Yangi administrator paroli

# Languages::new_category
source: New category
uz: Yangi kategoriya

# Languages::new_chart
source: New chart
uz: Yangi diagramma

# Languages::new_combination
source: New combination
uz: Yangi kombinatsiya

# Languages::new_currency
source: New currency
uz: Yangi valyuta

# Languages::new_customer
source: New customer
uz: Yangi mijoz

# Languages::new_feature
source: New feature
uz: Yangi xususiyat

# Languages::new_file
source: New file
uz: Yangi fayl

# Languages::new_filter
source: New filter
uz: Yangi filtr

# Languages::new_folder
source: New folder
uz: Yangi papka

# Languages::new_group
source: New group
uz: Yangi guruh

# Languages::new_items
source: New item
uz: Yangi element

# Languages::new_language
source: New language
uz: Yangi til

# Languages::new_language_variable
source: New language variable
uz: Yangi til oʻzgaruvchisi

# Languages::important_language_text
source: When you hide, disable, or delete a default language of one of the storefronts, make sure to update the value of the <b>Frontend default language</b> setting in <a href="[link]">Settings → Appearance</a>.
uz: Vitrinlardan birining standart tilini yashirganingizda, o‘chirganingizda yoki o‘chirganingizda, <a href="[link]">Sozlamalar → Tashqi ko‘rinishdagi <b>Frontend standart til</b> sozlamasining qiymatini yangilaganingizga ishonch hosil qiling. </a>.
