Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::upgrade_center.warning_msg_executed_php
source: <p class="text-error">We have started a dummy PHP script. It will be working during 6 minutes. When the check is finished, we'll tell you if the PHP script's timeouts can be set correctly. If yes, then you are good to go with the upgrade. Please wait until the check is finished to be sure that your server has correct PHP timeout configuration.</p>
uz: <p class="text-error">Biz soxta PHP skriptini ishga tushirdik. U 6 daqiqa ichida ishlaydi. Tekshirish tugagach, biz sizga PHP skriptining kutish vaqti to'g'ri o'rnatilishi mumkinligini aytamiz. Ha bo'lsa, siz yangilanishga o'tishingiz mumkin. Iltimos, serveringizda toʻgʻri PHP vaqt tugashi konfiguratsiyasi mavjudligiga ishonch hosil qilish uchun tekshirish tugashini kuting.</p>

# Languages::upload
source: Upload
uz: Yuklash

# Languages::upload_install
source: Upload & install
uz: Yuklab oling va o'rnating

# Languages::upload_another_file
source: Upload another file
uz: Boshqa faylni yuklang

# Languages::upload_file
source: Upload file
uz: Faylni yuklash

# Languages::ups
source: United Parcel Service
uz: Birlashgan posilka xizmati

# Languages::user
source: User
uz: foydalanuvchi

# Languages::usergroup
source: User group
uz: foydalanuvchilar guruhi

# Languages::usergroups
source: User groups
uz: foydalanuvchilar guruhlari

# Languages::usergroups_menu_description
source: List of user groups that exist in your store.
uz: Do'koningizda mavjud foydalanuvchilar guruhlari ro'yxati.

# Languages::usergroup_activated
source: User group has been activated
uz: Foydalanuvchilar guruhi faollashtirildi

# Languages::usergroup_disactivated
source: User group has been deactivated
uz: Foydalanuvchilar guruhi o'chirildi

# Languages::usergroup_privileges
source: User group privileges
uz: foydalanuvchilar guruhi imtiyozlari

# Languages::usergroup_request_by_customer
source: User group request by customer
uz: Mijoz tomonidan foydalanuvchilar guruhi so'rovi

# Languages::username
source: Username
uz: foydalanuvchi nomi

# Languages::users
source: Users
uz: Foydalanuvchilar

# Languages::users_carts
source: Abandoned / Live carts
uz: Tashlab ketilgan / Jonli aravalar

# Languages::users_carts_menu_description
source: Lists of products that have not been purchased for some reason.
uz: Ba'zi sabablarga ko'ra sotib olinmagan mahsulotlar ro'yxati.

# Languages::users_menu_description
source: Manage user accounts that are registered at your store.
uz: Do'koningizda ro'yxatdan o'tgan foydalanuvchi hisoblarini boshqaring.

# Languages::user_type
source: User type
uz: foydalanuvchi turi

# Languages::user_account_info
source: User account information
uz: Foydalanuvchi hisobi ma'lumotlari

# Languages::user_account_information
source: User account information
uz: Foydalanuvchi hisobi ma'lumotlari

# Languages::user_cannot_be_deleted
source: Sorry, user with id [user_id] can not be deleted.
uz: Kechirasiz, identifikatori [user_id] bo‘lgan foydalanuvchini o‘chirib bo‘lmaydi.

# Languages::user_class
source: User-defined CSS class
uz: Foydalanuvchi tomonidan belgilangan CSS klassi

# Languages::wrapper_class
source: User-defined wrapper CSS class
uz: Foydalanuvchi tomonidan belgilangan o'rash CSS klassi

# Languages::user_data_required
source: Please select a customer or enter data
uz: Iltimos, mijozni tanlang yoki maʼlumotlarni kiriting

# Languages::user_details_page
source: User details page
uz: Foydalanuvchi tafsilotlari sahifasi

# Languages::user_group_requests
source: User group requests
uz: Foydalanuvchilar guruhi so'rovlari

# Languages::user_id
source: User ID
uz: foydalanuvchi IDsi

# Languages::user_info
source: User information
uz: foydalanuvchi ma'lumotlari

# Languages::user_pin
source: User PIN
uz: Foydalanuvchi PIN-kodi

# Languages::user_profile_info
source: User profile information
uz: Foydalanuvchi profili ma'lumotlari

# Languages::user_settings
source: User settings
uz: Foydalanuvchi sozlamalari

# Languages::use_avail_period
source: Use available period
uz: Mavjud muddatdan foydalaning

# Languages::use_cardinal
source: Use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
uz: Kardinal Centineldan foydalaning&reg; 3-D Secure Payer autentifikatsiyasi uchun

# Languages::use_coupons_commission
source: Coupon commission
uz: Kupon komissiyasi

# Languages::use_current_link
source: Use the current page link
uz: Joriy sahifa havolasidan foydalaning

# Languages::use_custom_view
source: Use custom view
uz: Maxsus ko'rinishdan foydalaning

# Languages::use_custom_weight_settings
source: Use custom weight settings
uz: Maxsus vazn sozlamalaridan foydalaning

# Languages::use_existing_block
source: Use Existing Block
uz: Mavjud blokdan foydalaning

# Languages::use_existing_store
source: Copy existing storefront configuration
uz: Mavjud vitrina konfiguratsiyasidan nusxa oling

# Languages::use_negotiated_rates
source: Use negotiated rates
uz: Kelishilgan tariflardan foydalaning

# Languages::use_new_sha_method
source: Use new SHA signature policy
uz: Yangi SHA imzo siyosatidan foydalaning

# Languages::usps
source: U.S Postal Service
uz: AQSh pochta xizmati

# Languages::usps_package_size_large
source: Large
uz: katta

# Languages::usps_package_size_regular
source: Regular
uz: Muntazam

# Languages::usps_service_certificate_of_mailing
source: Certificate of mailing
uz: Pochta jo'natish sertifikati

# Languages::usps_service_certificate_of_mailing_for_firm_mailing_books
source: Certificate of mailing for firm mailing books
uz: Firma pochta kitoblari uchun pochta sertifikati

# Languages::usps_service_certificate_of_mailing_per_individual_article
source: Certificate of mailing per individual article
uz: Har bir alohida maqola uchun pochta sertifikati

# Languages::usps_service_certified
source: Certified
uz: Sertifikatlangan

# Languages::usps_service_collect_on_delivery
source: Collect on delivery
uz: Yetkazib berishda yig'ing

# Languages::usps_service_delivery_confirmation
source: USPS Tracking/Delivery confirmation
uz: USPS Kuzatuv/Etkazib berishni tasdiqlash

# Languages::usps_service_edelivery_confirmation
source: e-Delivery Confirmation
uz: E-etkazib berishni tasdiqlash

# Languages::usps_service_express_mail_insurance
source: Express mail insurance
uz: Ekspress pochta sug'urtasi

# Languages::usps_service_insurance
source: Insurance
uz: Sug'urta

# Languages::usps_service_pick_up_on_demand
source: Pick up on demand
uz: Talabga qarab oling

# Languages::usps_service_registered_mail
source: Registered mail
uz: Ro'yxatdan o'tgan pochta

# Languages::usps_service_registered_without_insurance
source: Registered without insurance
uz: Sug'urtasiz ro'yxatdan o'tgan

# Languages::usps_service_registered_with_insurance
source: Registered with insurance
uz: Sug'urta bilan ro'yxatdan o'tgan

# Languages::usps_service_return_receipt_electronic
source: Return receipt electronic
uz: Elektron kvitansiyani qaytarish

# Languages::usps_service_return_receipt_for_merchandise
source: Return receipt for merchandise
uz: Tovarni qaytarish kvitansiyasi

# Languages::usps_service_signature_confirmation
source: Signature confirmation
uz: Tovarni yaratish kvitansiyasi

# Languages::usps_size
source: Please specify the package width, height and length for Priority mail, if Package Size is Large only.
uz: Iltimos, Prioritet pochta uchun paketning kengligi, balandligi va uzunligini belgilang, agar paket hajmi faqat katta bo'lsa.

# Languages::valid
source: Period of validity
uz: Amal qilish muddati

# Languages::validate_email
source: Validate E-mail
uz: Elektron pochtani tasdiqlash

# Languages::validate_secret_word
source: Validate secret word
uz: Yashirin so'zni tasdiqlang

# Languages::valid_thru
source: Valid thru (mm/yy)
uz: Yaroqlilik muddati (mm/yy)

# Languages::value
source: Value
uz: Qiymat

# Languages::value_to_display
source: Value to display
uz: Ko'rsatiladigan qiymat

# Languages::variants
source: Variants
uz: Variantlar

# Languages::variant_name
source: Variant name
uz: Variant nomi

# Languages::vendor
source: Store
uz: Do'kon

# Languages::vendors
source: Stores
uz: Do'konlar

# Languages::vendors_menu_description
source: Sorted list of company accounts registered in the store.
uz: Do'konda ro'yxatdan o'tgan kompaniya hisoblarining saralangan ro'yxati.

# Languages::vendor_id
source: Store ID
uz: Do'kon identifikatori

# Languages::vendor_name_field
source: Vendor name
uz: Sotuvchi nomi

# Languages::vendor_name
source: Store name
uz: Do'kon nomi

# Languages::vendor_pages
source: Store pages
uz: Do'kon sahifalari

# Languages::version
source: Version
uz: versiya

# Languages::vertical
source: Vertical
uz: Vertikal

# Languages::very_good
source: Very Good
uz: Juda yaxshi

# Languages::view
source: View
uz: Ko'rinish

# Languages::viewing_feature
source: Viewing feature
uz: Ko'rish xususiyati

# Languages::viewing_filter
source: Viewing filter
uz: Filtrni ko'rish

# Languages::view_all
source: view all
uz: hammasini ko'rish

# Languages::view_all_orders
source: View all orders
uz: Barcha buyurtmalarni ko'ring

# Languages::view_all_product_features
source: View all product features
uz: Mahsulotning barcha xususiyatlarini ko'ring

# Languages::view_cart
source: View cart
uz: savatni ko'rish

# Languages::view_categories
source: View categories
uz: toifalarni ko'rish

# Languages::view_comparison_list
source: Comparison list
uz: Taqqoslash ro'yxati

# Languages::view_details
source: View details
uz: tafsilotlarni ko'rish

# Languages::view_orders
source: View orders
uz: Buyurtmalarni ko'rish

# Languages::view_orders_menu_description
source: View, process and print invoices slips for orders placed from your web site.
uz: Veb-saytingizdan joylashtirilgan buyurtmalar uchun schyot-fakturalarni ko'ring, qayta ishlang va chop eting.

# Languages::view_page
source: View page
uz: Sahifani ko'rish

# Languages::view_product
source: View product
uz: mahsulotni ko'rish

# Languages::view_products
source: View products
uz: Mahsulotlarni ko'rish

# Languages::view_product_features
source: View product features
uz: Mahsulot xususiyatlarini ko'rish

# Languages::view_purchased_products
source: View purchased products
uz: Sotib olingan mahsulotlarni ko'rish

# Languages::view_report
source: View report
uz: Hisobotni ko'rish

# Languages::view_results
source: View results
uz: Natijalarni ko'rish

# Languages::view_storefront
source: View storefront
uz: Do'konni ko'rish

# Languages::view_vendor_categories
source: View store categories
uz: Do'kon toifalarini ko'rish

# Languages::view_vendor_orders
source: View store orders
uz: Do'kon buyurtmalarini ko'rish

# Languages::view_vendor_products
source: View store products
uz: Do'kon mahsulotlarini ko'rish

# Languages::view_vendor_users
source: View store users
uz: Do'kon foydalanuvchilarini ko'rish

# Languages::visited_page
source: Visited page
uz: Tashrif buyurilgan sahifa

# Languages::voided
source: Voided
uz: Bekor qilingan

# Languages::warning
source: Warning
uz: Ogohlantirish

# Languages::warning_default_language_disabled
source: The default language defined in your settings has been disabled or deleted. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
uz: Sozlamalaringizda belgilangan standart til o‘chirilgan yoki o‘chirilgan. Quyidagi sahifada Frontend standart til qiymatini yangilang: <a href="[link]">Sozlamalar :: Tashqi ko‘rinish</a>

# Languages::default_language_status
source: Status of the Default language cannot be changed
uz: Standart tilning holatini o'zgartirib bo'lmaydi

# Languages::warning_cannot_disable_all_currencies
source: All currencies cannot be hidden or disabled. Primary currency activated.
uz: Barcha valyutalarni yashirib yoki o'chirib bo'lmaydi. Asosiy valyuta faollashtirildi.

# Languages::warning_default_currency_disabled
source: The default currency of one of the storefronts defined in your settings has been disabled or deleted, or its code has been changed. Please update the Frontend default currency value on the following page: <a href="[link]">Settings :: Appearance</a>
uz: Sozlamalaringizda belgilangan vitrinalardan birining standart valyutasi o‘chirilgan yoki o‘chirilgan yoki uning kodi o‘zgartirilgan. Quyidagi sahifada Frontend standart valyuta qiymatini yangilang: <a href="[link]">Sozlamalar :: Tashqi ko‘rinish</a>

# Languages::default_currency_status
source: Status of the Primary currency cannot be changed
uz: Birlamchi valyutaning holatini o'zgartirib bo'lmaydi

# Languages::warning_https_is_disabled
source: The secure connection check has failed. Please ensure that SSL certificate is installed on your server. Check out the <a href="[href]" target="_blank">Documentation article</a> for more details.
uz: Xavfsiz ulanishni tekshirish muvaffaqiyatsiz tugadi. Iltimos, serveringizda SSL sertifikati o'rnatilganligiga ishonch hosil qiling. Batafsil ma'lumot uchun <a href="[href]" target="_blank">Hujjatlar haqidagi maqolani</a> ko‘ring.

# Languages::warning_insecure_admin_script
source: It is strongly recommended that you rename the default <b>admin.php</b> script (check the <a href="[href]" target="_blank">Documentation</a>) for security reasons.
uz: Xavfsizlik nuqtai nazaridan standart <b>admin.php</b> skripti nomini oʻzgartirish tavsiya etiladi (<a href="[href]" target="_blank">Hujjatlarni</a> tekshiring).

# Languages::warning_insecure_password_email
source: The password must be different from the E-mail! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
uz: Parol elektron pochtadan farq qilishi kerak! <p><a href="[link]" class="underlined"><b>Parolni o‘zgartirish &#155;&#155;</b></a></p>

# Languages::warning_lanvar_incorrect_name
source: Language variable name contains unsupported characters!
uz: Til oʻzgaruvchisi nomi qoʻllab-quvvatlanmaydigan belgilardan iborat!

# Languages::warning_not_deleted_default_language
source: The [lang_name] language cannot be deleted because it is the default store language
uz: [lang_name] tilini oʻchirib boʻlmaydi, chunki u standart doʻkon tilidir

# Languages::warning_promotions_incorrect_condition
source: The "[condition]" condition can be used in groups with "[set_value]" conditions only.
uz: "[condition]" sharti faqat "[set_value]" shartlariga ega guruhlarda ishlatilishi mumkin.

# Languages::warning_store_optimization_dev
source: Auto cache update enabled.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />Store performance may be slightly affected. Recommended to disable on production in the <a href="[link]">Themes</a>.
uz: Avtomatik kesh yangilanishi yoqilgan.<br /><br />Oʻzgartirilgan fayllar real vaqtda kuzatiladi (jumladan, toʻgʻridan-toʻgʻri serverda oʻzgartirilgan fayllar) va qayta keshlanadi.<br /><br />Doʻkon unumdorligiga biroz taʼsir qilishi mumkin. <a href="[link]">Mavzular</a>da ishlab chiqarishni o‘chirib qo‘yish tavsiya etiladi.

# Languages::warning_store_optimization_dev_disabled
source: Auto cache update disabled.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="[link]">this link</a> to apply the changes.
uz: Avtomatik kesh yangilanishi oʻchirilgan.<br /><br />Mavzu fayllarini oʻzgartirgandan soʻng, oʻzgarishlarni qoʻllash uchun <a href="[link]">ushbu havolaga</a> oʻtib, kompilyatsiya qilingan andozalarni qoʻlda tozalang.

# Languages::warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
uz: <b>[email]</b> allaqachon obunachilar ro'yxatida

# Languages::warning_theme_clone_dir_exists
source: Can not clone theme, because directory you entered is already exist. Please enter another one.
uz: Mavzuni klonlash imkonsiz, chunki siz kiritgan katalog allaqachon mavjud. Iltimos, boshqasini kiriting.

# Languages::warning_track_orders_not_allowed
source: You are not allowed to view the details of this order.
uz: Ushbu buyurtma tafsilotlarini ko'rishga ruxsat berilmagan.

# Languages::warning_track_orders_not_found
source: The E-mail/Order ID you entered doesn't exist
uz: Siz kiritgan E-mail/Buyurtma identifikatori mavjud emas

# Languages::warning_variants_removal
source: Clicking on Save will remove product feature values.
uz: Saqlash tugmachasini bosish mahsulot xususiyatlarining qiymatlarini olib tashlaydi.

# Languages::website
source: Website
uz: Veb-sayt

# Languages::web_pages
source: Web pages
uz: Veb-sahifalar

# Languages::web_site
source: Website
uz: Veb-sayt

# Languages::week
source: Week
uz: Hafta

# Languages::weekday_0
source: Sunday
uz: Yakshanba

# Languages::weekday_1
source: Monday
uz: Dushanba

# Languages::weekday_2
source: Tuesday
uz: Seshanba

# Languages::weekday_3
source: Wednesday
uz: Chorshanba

# Languages::weekday_4
source: Thursday
uz: Payshanba

# Languages::weekday_5
source: Friday
uz: Juma

# Languages::weekday_6
source: Saturday
uz: Shanba

# Languages::weekday_abr_0
source: Sun
uz: Ya

# Languages::weekday_abr_1
source: Mon
uz: Du

# Languages::weekday_abr_2
source: Tue
uz: Pa

# Languages::weekday_abr_3
source: Wed
uz: Ch

# Languages::weekday_abr_4
source: Thu
uz: Pa

# Languages::weekday_abr_5
source: Fri
uz: Ju

# Languages::weekday_abr_6
source: Sat
uz: Sh

# Languages::weeks
source: week(s)
uz: hafta(lar)

# Languages::weight
source: Weight
uz: Og'irligi

# Languages::weight_dependences
source: Weight dependencies
uz: Og'irlikka bog'liqliklar

# Languages::weight_limit
source: Weight limit
uz: Og'irlik cheklovi

# Languages::weight_modifier
source: Weight modifier
uz: Og'irlikni o'zgartiruvchi

# Languages::weight_symbol
source: Weight symbol
uz: Og'irlik belgisi

# Languages::well_done
source: Well done!
uz: Barakalla!

# Languages::what_is_cvv2
source: What is CVV/CVC
uz: CVV/CVC nima

# Languages::widget_code
source: Widget code
uz: Vidjet kodi

# Languages::width
source: Width
uz: Kengligi

# Languages::without_image
source: Without image
uz: Tasvirsiz

# Languages::with_contact_information
source: With contact information only
uz: Faqat aloqa ma'lumotlari bilan

# Languages::world
source: World
uz: Dunyo

# Languages::worldnettps_hash_error
source: An error occurred. Error details: Request and Response hash do not match.
uz: Xatolik yuz berdi. Xato tafsilotlari: soʻrov va javob xeshlari mos kelmaydi.

# Languages::worldpay_secret
source: MD5 secret for transactions
uz: Tranzaktsiyalar uchun MD5 siri

# Languages::wrapper
source: Wrapper
uz: Muqova

# Languages::write
source: Write
uz: Yozing

# Languages::year
source: Year
uz: Yil

# Languages::yes
source: Yes
uz: Ha

# Languages::yesterday
source: Yesterday
uz: Kecha

# Languages::your_message
source: Your message
uz: Sizning xatingiz

# Languages::your_name
source: Your name
uz: Ismingiz

# Languages::your_range
source: Your range
uz: Sizning diapazoningiz

# Languages::you_have_no_permissions
source: You have no permissions
uz: Sizda hech qanday ruxsat yo‘q

# Languages::you_save
source: You save
uz: Siz tejaysiz

# Languages::zero_price_action
source: Zero price action
uz: Nolinchi narx harakati

# Languages::zipcodes
source: Zip/Postal codes
uz: Pochta/pochta indeksi

# Languages::zip_postal_code
source: Zip/postal code
uz: Pochta/pochta indeksi

# Languages::zone
source: Zone
uz: Zona

# Languages::zpa_ask_price
source: Ask customer to enter the price
uz: Mijozdan narxni kiritishni so'rang

# Languages::zpa_permit
source: Allow customers to add the product to cart
uz: Mijozlarga mahsulotni savatga qo'shishga ruxsat bering

# Languages::zpa_refuse
source: Do not allow customers to add the product to cart
uz: Mijozlarga mahsulotni savatga qo'shishga ruxsat bermang

# Languages::po_file
source: Choose a file in the PO or ZIP format
uz: PO yoki ZIP formatidagi faylni tanlang

# Languages::hidden_categories
source: Hidden categories
uz: Yashirin toifalar

# Languages::clone_categories
source: Copy categories
uz: Kategoriyalarni nusxalash

# Languages::clone_layouts
source: Copy layouts
uz: Tartiblarni nusxalash

# Languages::clone_pages
source: Share pages
uz: Sahifalarni almashish

# Languages::clone_payments
source: Share payment methods
uz: Toʻlov usullarini baham koʻring

# Languages::clone_products
source: Share products
uz: Mahsulotlarni baham ko'ring

# Languages::clone_product_features
source: Share product features
uz: Mahsulot xususiyatlarini baham ko'ring

# Languages::clone_product_filters
source: Share product filters
uz: Mahsulot filtrlarini ulashing

# Languages::clone_profile_fields
source: Share profile fields
uz: Profil maydonlarini ulashish

# Languages::clone_promotions
source: Share promotions
uz: Aktsiyalarni baham ko'ring

# Languages::clone_settings
source: Copy settings
uz: Sozlamalarni nusxalash

# Languages::clone_shippings
source: Share shipping methods
uz: Yuk tashish usullarini baham ko'ring

# Languages::clone_sitemap
source: Copy sitemap
uz: Sayt xaritasidan nusxa oling

# Languages::clone_static_data_clone
source: Copy menus
uz: Menyularni nusxalash

# Languages::text_uc_failed_to_decompress_files
source: Failed to extract files from the archive
uz: Fayllarni arxivdan chiqarib bo‘lmadi

# Languages::development
source: Development
uz: Rivojlanish

# Languages::po_file_is_incorrect
source: PO-file <b>"[file]"</b> contains syntax errors or incorrect structure.
uz: PO-fayl <b>"[file]"</b> tarkibida sintaksis xatolari yoki noto'g'ri tuzilma mavjud.

# Languages::product_option_delimiter
source: Option delimiter
uz: Variantni ajratuvchi

# Languages::text_product_option_delimiter
source: Delimiter for product options within an option combination (e.g. "Color: Red, Size: Small")
uz: Variantlar kombinatsiyasidagi mahsulot variantlari uchun ajratuvchi (masalan, “Rang: qizil, oʻlcham: kichik”)

# Languages::upload_addon
source: Upload & install add-on
uz: Qo'shimchalarni yuklang va o'rnating

# Languages::upload_theme
source: Upload theme
uz: Mavzuni yuklash

# Languages::install_theme_text
source: Uploading and installing a new theme is a great way to personalize your storefront. You can upload a theme by picking a [exts] format archive and clicking <strong>Upload</strong>.
uz: Yangi mavzuni yuklash va oʻrnatish doʻkoningizni shaxsiylashtirishning ajoyib usuli hisoblanadi. Siz [exts] formatidagi arxivni tanlab, <strong>Yuklash</strong> tugmasini bosish orqali mavzuni yuklashingiz mumkin.

# Languages::install_upgrade_package_text
source: You can upload an upgrade package manually from the local machine, your server, or from a remote location. Specify the location of a [exts] format archive and click <strong>Upload</strong>.
uz: Yangilash paketini mahalliy kompyuterdan, serverdan yoki uzoq joydan qo'lda yuklashingiz mumkin. [exts] formatidagi arxiv joylashuvini belgilang va <strong>Yuklash</strong> tugmasini bosing.

# Languages::non_writable_directories
source: The following directories do not have writable permissions
uz: Quyidagi kataloglarda yozish uchun ruxsat yo'q

# Languages::text_set_write_permissions_for_dirs
source: You can set the write permissions for the Web server to the directories listed above or provide an FTP-access with the write permissions to these directories.
uz: Siz yuqorida sanab o'tilgan kataloglarga veb-server uchun yozish ruxsatlarini o'rnatishingiz yoki ushbu kataloglarga yozish ruxsati bilan FTP-ruxsat berishingiz mumkin.

# Languages::ftp_server_options
source: FTP server options
uz: FTP server imkoniyatlari

# Languages::ftp_directory
source: FTP directory
uz: FTP katalogi

# Languages::recheck
source: Re-check
uz: Qayta tekshirish

# Languages::use_this_style
source: Use this style
uz: Ushbu uslubdan foydalaning

# Languages::upload_via_ftp
source: Upload via FTP
uz: FTP orqali yuklash

# Languages::invalid_ftp_access
source: Invalid FTP access
uz: FTP ruxsati noto‘g‘ri
