Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::step_two
source: Step 2
uz: 2-qadam

# Languages::stop_other_rules
source: Stop other rules
uz: Boshqa qoidalarni to'xtating

# Languages::storage
source: Storage
uz: Saqlash

# Languages::store
source: Store
uz: Do'kon

# Languages::storefront
source: Storefront
uz: Vitrina

# Languages::storefront_url
source: Storefront URL
uz: Vitrin URL manzili

# Languages::storefront_url_already_exists
source: The value of the <strong>Storefront URL</strong> parameter mentioned by you already belongs to another company.
uz: Siz aytgan <strong>Storefront URL</strong> parametrining qiymati allaqachon boshqa kompaniyaga tegishli.

# Languages::storefront_url_not_defined
source: Storefront URL not defined
uz: Vitrin URL manzili aniqlanmagan

# Languages::stores_status
source: Status
uz: Holat

# Languages::storefront_status_access_key_hint
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Go to <a target="blank" href="[url]">Settings → General</a> and specify the <i>Access key to temporarily closed store</i> setting. Please note that a different key can be specified for each storefront, so make sure to select the correct storefront first. Use the key as described in the tooltip of that setting.
uz: Vitrina yopiq bo'lsa ham (holat OFF deb belgilangan), agar sizda kirish kaliti bo'lsa, uni ko'rishingiz mumkin bo'ladi. <a target="blank" href="[url]">Sozlamalar → Umumiy</a> ga o‘ting va <i>Vaqtinchalik yopilgan do‘konga kirish kaliti</i> sozlamasini belgilang. Iltimos, har bir vitrina uchun boshqa kalit belgilanishi mumkinligini unutmang, shuning uchun avval to'g'ri vitrini tanlaganingizga ishonch hosil qiling. Kalitdan ushbu sozlamaning asboblar maslahatida tasvirlanganidek foydalaning.

# Languages::stores
source: Stores
uz: Do'konlar

# Languages::store_mode
source: Licensing mode
uz: Litsenziyalash rejimi

# Languages::store_mode_changed
source: Licensing mode has been changed
uz: Litsenziyalash rejimi o'zgartirildi

# Languages::store_number
source: Store number
uz: Do'kon raqami

# Languages::store_object_denied
source: The [object_type] [object_name] is unavailable for this store.
uz: [object_type] [object_name] ushbu do‘kon uchun mavjud emas.

# Languages::store_theme
source: Storefront theme
uz: Vitrina mavzusi

# Languages::subcategories
source: Subcategories
uz: Pastki toifalar

# Languages::submit
source: Submit
uz: Yuborish

# Languages::submit_my_order
source: Submit my order
uz: Buyurtmani yuboring

# Languages::subpages
source: Subpages
uz: Pastki sahifalar

# Languages::subscribe
source: Subscribe
uz: Obuna boʻling

# Languages::subscriber
source: Subscriber
uz: Obunachi

# Languages::subscribers
source: Subscribers
uz: Obunachilar

# Languages::subscriber_email
source: Subscriber email
uz: Abonent elektron pochtasi

# Languages::subscriptions
source: Subscriptions
uz: Obunalar

# Languages::subtotal
source: Subtotal
uz: Oraliq jami

# Languages::subtotal_sum
source: Subtotal sum
uz: Oraliq summa

# Languages::suburb
source: Suburb
uz: Shahar chekkasi

# Languages::successful
source: Successful
uz: Omadli

# Languages::successfully_registered
source: Successfully registered
uz: Muvaffaqiyatli roʻyxatdan oʻtkazildi

# Languages::successful_login
source: You have been successfully logged in.
uz: Siz muvaffaqiyatli tizimga kirdingiz.

# Languages::success_registration_text
source: Congratulations! The registration was successful!<br/>Now, you have full access to all the store features. Click on "My account" to see them.
uz: Tabriklaymiz! Roʻyxatdan oʻtish muvaffaqiyatli oʻtdi!<br/>Endi siz doʻkonning barcha funksiyalaridan toʻliq foydalana olasiz. Ularni ko'rish uchun "Mening hisobim" tugmasini bosing.

# Languages::suffix
source: Suffix
uz: Suffiks

# Languages::summary
source: Summary
uz: Xulosa

# Languages::supplier
source: Supplier
uz: Yetkazib beruvchi

# Languages::suppliers
source: Suppliers
uz: Yetkazib beruvchilar

# Languages::supplier_id
source: Supplier
uz: Yetkazib beruvchi

# Languages::surcharge
source: Surcharge
uz: Qo'shimcha to'lov

# Languages::surcharge_title
source: Surcharge title
uz: Qo'shimcha to'lov nomi

# Languages::sweden
source: Sweden
uz: Shvetsiya

# Languages::swedish
source: Swedish
uz: shvedcha

# Languages::swing
source: Swing
uz: Belanchak

# Languages::switch_layout
source: Switch layout
uz: Tartibni almashtirish

# Languages::layout_page
source: Layout Page
uz: Tartib sahifasi

# Languages::layout_meta_data
source: Meta data & more
uz: Meta ma'lumotlar va boshqalar

# Languages::symbol
source: Symbol
uz: Belgi

# Languages::system
source: System
uz: Tizim

# Languages::table
source: Table
uz: Jadval

# Languages::tables
source: Tables
uz: Jadvallar

# Languages::table_conditions
source: Table Conditions
uz: Jadval shartlari

# Languages::tabs
source: Tabs
uz: Yorliqlar

# Languages::tax
source: Tax
uz: Soliq

# Languages::taxes
source: Taxes
uz: Soliqlar

# Languages::taxes_menu_description
source: Manage the set of taxes that are supported in your store.
uz: Doʻkoningizda qoʻllab-quvvatlanadigan soliqlar toʻplamini boshqaring.

# Languages::tax_exempt
source: Tax exempt
uz: Soliqdan ozod qilingan

# Languages::tax_rates
source: Tax rates
uz: Soliq stavkalari

# Languages::template
source: Template
uz: Shablon

# Languages::templates_tree
source: Templates tree
uz: Shablonlar daraxti

# Languages::file_editor
source: File editor
uz: Fayl muharriri

# Languages::terminal_id
source: Terminal ID
uz: Terminal identifikatori

# Languages::test
source: Test
uz: Sinov

# Languages::test_live_mode
source: Test/Live mode
uz: Sinov/Jonli rejim

# Languages::test_mode
source: Test mode
uz: Sinov rejimi

# Languages::text
source: Text
uz: Matn

# Languages::textarea
source: Text area
uz: Matn maydoni

# Languages::text_2checkout_notice
source: <b>Note</b>: In order to track your 2Checkout orders with the shopping cart software you have to take these steps:<br /><br />-&nbsp;Log in to your 2Checkout account<br />-&nbsp;Click on <u>'Site management'</u> in the <u>'Account'</u> section.<br />-&nbsp;Select <b>'Given links back to my website'</b> option in the <u>'Direct Return'</u> subsection <br />-&nbsp;Set <u>'Approved URL'</u> and <u>'Pending URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret Word'</u>. The Secret Word is known only to the seller and 2CheckOut.<br />
uz: <b>Eslatma</b>: Savatcha dasturi yordamida 2Checkout buyurtmalaringizni kuzatish uchun siz quyidagi amallarni bajarishingiz kerak:<br /><br />-&nbsp;2Checkout hisobingizga kiring<br />- &nbsp;<u>"Hisob"</u> bo'limidagi <u>"Sayt boshqaruvi"</u> ustiga bosing.<br />-&nbsp;<b>"Mening veb-saytimga berilgan havolalar"</u>-ni tanlang. <u>"To'g'ridan-to'g'ri qaytish"</u> bo'limidagi b> opsiyasi <br />-&nbsp;<u>"Tasdiqlangan URL"</u> va <u>"Kutilayotgan URL"</u> ni quyidagicha o'rnating: <br /><b>[return_url]</b><br />-&nbsp;<u>"Maxfiy so'z"</u>ni o'rnating. Maxfiy so'z faqat sotuvchiga va 2CheckOutga ma'lum.<br />

# Languages::text_2co_ins
source: Instant Notification Service (INS)
uz: Tezkor xabarnoma xizmati (INS)

# Languages::text_additional_detailed_image
source: (displayed in popup window)
uz: (qalqib chiquvchi oynada ko'rsatiladi)

# Languages::text_additional_thumbnail
source: (displayed on product details page in "Additional images")
uz: ("Qo'shimcha rasmlar"dagi mahsulot tafsilotlari sahifasida ko'rsatilgan)

# Languages::addon_files_was_copied
source: The <b>"[addon]"</b> add-on files has been copied successfully
uz: <b>"[addon]"</b> qo'shimcha fayllar muvaffaqiyatli nusxalandi

# Languages::text_addon_cannot_enable
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It cannot be enabled
uz: “[addon_name]” qo‘shimchasi quyidagi qo‘shimchalar bilan mos kelmaydi: [qo‘shimchalar]. Uni yoqish mumkin emas

# Languages::text_addon_confclicts
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. These add-ons will be automatically disabled.
uz: “[addon_name]” qo‘shimchasi quyidagi qo‘shimchalar bilan mos kelmaydi: [qo‘shimchalar]. Ushbu qo'shimchalar avtomatik ravishda o'chiriladi.

# Languages::text_addon_confclicts_on_install
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It has not been be enabled. Enable it manually and all the incompatible add-ons will be disabled automatically.
uz: “[addon_name]” qo‘shimchasi quyidagi qo‘shimchalar bilan mos kelmaydi: [addons]. U yoqilmagan. Uni qo'lda yoqing va barcha mos kelmaydigan qo'shimchalar avtomatik ravishda o'chiriladi.

# Languages::text_addon_installed
source: The <b>"[addon]"</b> add-on has been installed successfully
uz: <b>"[addon]"</b> qo'shimchasi muvaffaqiyatli o'rnatildi

# Languages::text_addon_install_dependencies
source: The add-on cannot be installed because a dependence on the [addon] add-on is set for it. Please install the [addon] add-on first.
uz: Qo'shimchani o'rnatib bo'lmaydi, chunki u uchun [addon] qo'shimchasiga bog'liqlik o'rnatilgan. Iltimos, avval [addon] qo'shimchasini o'rnating.

# Languages::text_addon_refreshed
source: The settings and language variables of the <b>"[addon]"</b> add-on have been updated successfully
uz: <b>"[addon]"</b> plaginining sozlamalari va til o'zgaruvchilari muvaffaqiyatli yangilandi

# Languages::text_addon_uninstalled
source: The <b>"[addon]"</b> add-on has been uninstalled.
uz: <b>"[addon]"</b> qo'shimchasi o'chirildi.

# Languages::text_addon_uninstall_dependencies
source: The add-on cannot be uninstalled because the following add-ons depend on it: [addons]
uz: Qo'shimchani o'chirib bo'lmaydi, chunki quyidagi qo'shimchalar unga bog'liq: [addons]

# Languages::text_addresses_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>* street</b> &nbsp;&nbsp;(corresponds to 1st Street, 102nd Street, etc)
uz: Siz ushbu maydonda joker belgilardan foydalanishingiz mumkin:<br /><b>'?'</b> - har qanday bitta belgi;<b>'*'</b> - istalgan miqdordagi belgilar.<br />< br /><u>Masalan:</u><br /><b>* ko'cha</b> &nbsp;&nbsp;(1-ko'cha, 102-ko'cha va boshqalarga to'g'ri keladi)

# Languages::text_admin_new_orders
source: This section shows the orders you have never viewed.
uz: Ushbu bo'limda siz hech qachon ko'rmagan buyurtmalar ko'rsatilgan.

# Languages::text_allowed_to_upload_file_extension
source: The following file extensions are supported: <b>[ext]</b>.
uz: Quyidagi fayl kengaytmalari qo'llab-quvvatlanadi: <b>[ext]</b>.

# Languages::text_amazon_callback_url
source: Important! You must specify your store's URL <b>[callback_url]</b> as the Merchant URL on the Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Otherwise, you won't be able to accept payments through Amazon Checkout in your store
uz: Muhim! Siz doʻkoningiz URL manzilini <b>[callback_url]</b> manzilini Amazon sotuvchining markaziy veb-saytida (Sozlamalar > Toʻlov quvuri sozlamalari) Savdogar URL manzili sifatida belgilashingiz kerak. Aks holda, doʻkoningizda Amazon Checkout orqali toʻlovlarni qabul qila olmaysiz

# Languages::text_amazon_failed_order
source: No response from Amazon Checkout has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Amazon Checkout. Please contact the store staff and tell them the order ID as provided by Amazon
uz: Amazon Checkout’dan hali hech qanday javob olinmadi, iltimos, kuting. Buyurtma do'konda uzoq vaqt davomida yaratilmagan bo'lsa-da, Amazon Checkout tomonidan muvaffaqiyatli yaratilgan va qayta ishlangan bo'lish ehtimoli yuqori. Iltimos, do'kon xodimlariga murojaat qiling va ularga Amazon tomonidan taqdim etilgan buyurtma identifikatorini ayting

# Languages::text_amazon_incorrect_products_count
source: Number of products in your cart differs from the number of products in the Amazon request.
uz: Savatingizdagi mahsulotlar soni Amazon soʻrovidagi mahsulotlar sonidan farq qiladi.

# Languages::text_amazon_link_message
source: For testing purposes, the Merchant URL may be the HTTP link to your store, but the live mode requires secure connection and you must use the HTTPS link. Also, remember to enable the production mode on Amazon's Seller Central website when you are ready to go live.
uz: Sinov maqsadida, Savdogar URL manzili doʻkoningizga HTTP havolasi boʻlishi mumkin, ammo jonli rejim xavfsiz ulanishni talab qiladi va siz HTTPS havolasidan foydalanishingiz kerak. Bundan tashqari, jonli efirga chiqishga tayyor bo'lganingizda Amazonning Seller Central veb-saytida ishlab chiqarish rejimini yoqishni unutmang.

# Languages::text_amazon_surcharge
source: <b>Note:</b> According to the Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), surcharges are not supported. Any surcharges you may have set will be ignored when Amazon Checkout is used.
uz: <b>Eslatma:</b> Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>siyosatiga</a> ( B4.2), qo'shimcha to'lovlar qo'llab-quvvatlanmaydi. Amazon Checkout-dan foydalanilganda siz belgilagan qo'shimcha to'lovlar e'tiborga olinmaydi.

# Languages::text_anonymous_checkout
source: You must be a registered user to proceed to checkout
uz: To'lovni davom ettirish uchun ro'yxatdan o'tgan foydalanuvchi bo'lishingiz kerak

# Languages::recalculate_shipping_cost
source: Recalculate shipping cost
uz: Yuk tashish narxini qayta hisoblang

# Languages::text_applied_promotions
source: Applied promotions
uz: Amaliy aksiyalar

# Languages::text_are_you_sure_to_delete_file
source: Are you sure you want to delete the item?
uz: Haqiqatan ham elementni oʻchirib tashlamoqchimisiz?

# Languages::text_are_you_sure_to_proceed
source: Are you sure you want to proceed?
uz: Davom etishni xohlaysizmi?

# Languages::text_atos_notice
source: <b>Note:</b><br />1. Copy your certificate that you received on the disk to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the store parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
uz: Kalit: <b>Izoh:</b><br />1. Diskda olgan sertifikatingizni [home_path] katalogiga nusxalang. Sertifikat nomini certif.fr.[my_merchant_id] qilib o‘zgartiring, bu yerda [my_merchant_id] veb-sayt raqamingiz.<br /> 2. Do‘kon parametrlari faylini (parmcom.014213245611111 fayl) parmcom.[my_merchant_id] deb o‘zgartiring.<br /> 3. <b>[home_path]</b> katalogidagi <b>pathfile</b> faylini tahrirlang<br />- '<u>D_LOGO![some_dir]!</u>' qatorini '<u bilan almashtiring >D_LOGO![http_path]/logo/!</u>'<br />- '<u>F_DEFAULT![/so'zni almashtiring

# Languages::text_atos_warning
source: <span style="color:#FF2222">Warning!!!</span> The path to atos files should consist of not more than 60 symbols, otherwise please copy the atos_files folder to some parent directory, e.g. to the cart core directory. Also please make sure the atos files directory has full permissions.
uz: <span style="color:#FF2222">Ogohlantirish!!!</span> Atos fayllariga yo'l 60 ta belgidan oshmasligi kerak, aks holda atos_files jildini ba'zi bir ota-katalogga ko'chiring, masalan. savatning asosiy katalogiga. Shuningdek, atos fayllar katalogida toʻliq ruxsat borligiga ishonch hosil qiling.

# Languages::text_authentication_failed_message
source: Your financial institution has indicated that it could not successfully authenticate this transaction. To protect against unauthorized use, this card cannot be used to complete your purchase. You may complete the purchase by selecting another form of payment.
uz: Moliyaviy muassasangiz ushbu tranzaksiyani muvaffaqiyatli tasdiqlay olmaganligini bildirgan. Ruxsatsiz foydalanishdan himoya qilish uchun ushbu kartani xaridni yakunlash uchun ishlatib bo‘lmaydi. Boshqa toʻlov shaklini tanlash orqali xaridni yakunlashingiz mumkin.

# Languages::text_backup_filename_hint
source: To download this backup, click the gear icon and select Download
uz: Ushbu zaxira nusxasini yuklab olish uchun tishli belgini bosing va Yuklab olish-ni tanlang

# Languages::text_backup_management_notice
source: This section allows you to manage your backup files.<br />- To restore the database, select the check box near the appropriate file name and click on Restore.<br />- To delete files, select the check boxes near the files that need to be deleted and click on Delete.<br />- To download a file to your local computer, click on the file name.
uz: Ushbu bo'lim sizga zaxira fayllarni boshqarish imkonini beradi.<br />- Ma'lumotlar bazasini tiklash uchun tegishli fayl nomi yonidagi katakchani belgilang va "Qayta tiklash" tugmasini bosing.<br />- Fayllarni o'chirish uchun fayllar yonidagi katakchalarni belgilang. o'chirilishi kerak bo'lgan va "O'chirish" tugmasini bosing.<br />- Faylni mahalliy kompyuteringizga yuklab olish uchun fayl nomini bosing.

# Languages::text_billing_same_with_shipping
source: Billing and shipping addresses are the same
uz: Hisob-kitob va yetkazib berish manzillari bir xil

# Languages::text_billing_address_is_different_from_shipping
source: My billing address is different from shipping address
uz: Mening hisob-kitob manzilim yetkazib berish manzilidan farq qiladi

# Languages::text_block_trial_notice
source: Your 30-day evaluation period has expired. Please, buy a license ([href]) or remove the software from your server.
uz: 30 kunlik baholash muddati tugadi. Iltimos, litsenziya sotib oling ([href]) yoki dasturni serveringizdan olib tashlang.

# Languages::text_cannot_create_directory
source: Cannot create the directory <b>[directory]</b>. Please check the permissions.
uz: <b>[directory]</b> katalogini yaratib bo‘lmadi. Iltimos, ruxsatlarni tekshiring.

# Languages::text_cannot_create_file
source: Cannot create the file <b>[file]</b>. Please check the directory permissions.
uz: <b>[file]</b> faylini yaratib bo‘lmadi. Iltimos, katalog ruxsatlarini tekshiring.

# Languages::text_cannot_delete_directory
source: Cannot delete the directory <b>[directory]</b>. Please check the permissions.
uz: <b>[directory]</b> katalogini oʻchirib boʻlmadi. Iltimos, ruxsatlarni tekshiring.

# Languages::text_cannot_delete_file
source: Cannot delete the file <b>[file]</b>. Please check the permissions.
uz: <b>[file]</b> faylini oʻchirib boʻlmadi. Iltimos, ruxsatlarni tekshiring.

# Languages::text_cannot_rename_directory
source: Cannot rename the directory <b>[directory]</b>. Please check the permissions.
uz: <b>[directory]</b> katalog nomini o‘zgartirib bo‘lmadi. Iltimos, ruxsatlarni tekshiring.

# Languages::text_cannot_rename_file
source: Cannot rename the file <b>[file]</b>. Please check the permissions.
uz: <b>[file]</b> fayl nomini oʻzgartirib boʻlmadi. Iltimos, ruxsatlarni tekshiring.

# Languages::text_cannot_restore_directory
source: Cannot restore the directory <b>[directory]</b> from the repository. Please check if the repository exists.
uz: <b>[directory]</b> katalogini ombordan tiklab bo‘lmadi. Iltimos, ombor mavjudligini tekshiring.

# Languages::text_cannot_restore_file
source: Cannot restore file <b>[file]</b> from the repository. Please check if the repository exists.
uz: <b>[file]</b> faylini ombordan tiklab bo‘lmadi. Iltimos, ombor mavjudligini tekshiring.

# Languages::text_can_be_used_once
source: This coupon can be used only once. You have already applied it.
uz: Ushbu kupondan faqat bir marta foydalanish mumkin. Siz allaqachon qo'llagansiz.

# Languages::text_cart_amount_changed
source: The quantity of the product <b>[product]</b> in your cart has been changed to allowable.
uz: Savatingizdagi mahsulot <b>[product]</b> miqdori ruxsat etilganga o'zgartirildi.

# Languages::text_cart_amount_corrected
source: The number of products in the inventory is not enough for your order. The quantity of the product <b>[product]</b> in your cart has been reduced to <b>[count]</b>.
uz: Inventarizatsiyadagi mahsulotlar soni buyurtmangiz uchun etarli emas. Savatingizdagi mahsulot <b>[product]</b> miqdori <b>[count]</b> ga kamaytirildi.

# Languages::text_cart_empty
source: Your cart is empty
uz: Savatingiz boʻsh

# Languages::text_cart_max_qty
source: Maximum quantity for "[product]" is <b>[quantity]</b>
uz: “[product]” uchun maksimal miqdor <b>[quantity]</b>

# Languages::text_cart_min_qty
source: Minimum quantity for "[product]" is <b>[quantity]</b>
uz: “[product]” uchun minimal miqdor <b>[quantity]</b>

# Languages::text_cart_not_enough_inventory
source: The number of products in the inventory is not enough for your order
uz: Inventarizatsiyadagi mahsulotlar soni buyurtmangiz uchun etarli emas

# Languages::text_cart_zero_inventory
source: <b>[product]</b> has zero inventory and cannot be added to the cart
uz: <b>[product]</b> nol inventarga ega va uni savatga qo‘shib bo‘lmaydi

# Languages::text_cart_zero_inventory_and_removed
source: <b>[product]</b> has zero inventory and is removed from the cart
uz: <b>[product]</b> nol inventarga ega va savatdan olib tashlangan

# Languages::text_categories_have_been_deleted
source: Categories have been deleted successfully.
uz: Kategoriyalar muvaffaqiyatli oʻchirildi.

# Languages::text_category_delimiter
source: Category path delimiter for product main category (e.g. "Computers///Desktops")
uz: Mahsulotning asosiy toifasi uchun toifa yoʻlini ajratuvchi (masalan, “Kompyuterlar///Ish stollari”)

# Languages::text_category_detailed_image
source: (optional displayed on category details page only)
uz: (ixtiyoriy faqat turkum tafsilotlari sahifasida ko'rsatiladi)

# Languages::text_category_has_been_deleted
source: Category, subcategories and their products have been deleted successfully.
uz: Turkum, pastki kategoriyalar va ularning mahsulotlari muvaffaqiyatli oʻchirildi.

# Languages::text_category_icon
source: (displayed on category list and details pages)
uz: (toifalar ro'yxati va tafsilotlar sahifalarida ko'rsatiladi)

# Languages::text_cc_processor_connection
source: Connecting to <b>[processor]</b>...
uz: <b>[processor]</b>ga ulanmoqda...

# Languages::text_cdn_check
source: <strong>Attention!</strong> Please test some static URL, e.g. <a href="[url]">[url]</a>, to ensure it's working before enabling CDN (you can enable it after storage became active). It usually takes 10-15 minutes to activate storage (the "Status" field should display "Active", refresh page for updates).
uz: <strong>Diqqat!</strong> Iltimos, ba'zi statik URL manzillarini sinab ko'ring, masalan. CDNni yoqishdan oldin uning ishlashiga ishonch hosil qilish uchun <a href="[url]">[url]</a> (xotira faollashgandan keyin uni yoqishingiz mumkin). Saqlashni faollashtirish uchun odatda 10-15 daqiqa ketadi ("Holat" maydonida "Faol", yangilanishlar uchun sahifani yangilash ko'rsatilishi kerak).
