Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::contact_the_developer
source: Contact the developer
uz: Ishlab chiquvchiga murojaat qiling

# Languages::message_successfully_sent_to_developer
source: Message was successfully sent to [developer]
uz: Xabar [developer] muvaffaqiyatli yuborildi

# Languages::delete_subscribers
source: Delete subscribers
uz: Obunachilarni o'chirish

# Languages::addons.error_while_sending_review
source: Your add-on review was not posted to marketplace. Please make sure that you acquire this add-on from CS-Cart Marketplace and try again later.
uz: Qo‘shimcha sharhingiz bozorda chop etilmadi. Iltimos, ushbu qoʻshimchani CS-Cart Marketplace’dan sotib olganingizga ishonch hosil qiling va keyinroq qayta urinib koʻring.

# Languages::addons.upgrade_to_product_version
source: Upgrade to [product] [version]
uz: [product] [version]ga yangilang

# Languages::addons.latest_version
source: Latest released version
uz: Eng so'nggi versiya

# Languages::addons.latest_available_for_installation_version
source: Latest version available for installation
uz: O'rnatish uchun so'nggi versiya mavjud

# Languages::product_availability
source: Product availability
uz: Mahsulot mavjudligi

# Languages::addons.text_thank_you_for_post
source: Thank you for your post
uz: Xabaringiz uchun rahmat

# Languages::addons.text_post_pended
source: Your post will be checked before it gets published.
uz: Sizning postingiz chop etilishidan oldin tekshiriladi.

# Languages::addons.your_account_doesnt_have_this_addon
source: You can not create a add-on review because you do not have this add-on purchased in your Marketplace account.
uz: Siz qoʻshimcha sharh yarata olmaysiz, chunki Marketplace hisob qaydnomangizda ushbu plagin xarid qilinmagan.

# Languages::addons.you_already_posted_review
source: You can not create a add-on review because you already have a review that requires premoderation
uz: Siz qoʻshimcha sharh yarata olmaysiz, chunki sizda oldindan moderatsiyani talab qiladigan sharh bor

# Languages::addons.something_went_wrong
source: Something went wrong with your request. Please try again later.
uz: So‘rovingizda nimadir xato ketdi. Iltimos keyinroq qayta urinib ko'ring.

# Languages::addons.your_message
source: Your message
uz: Sizning xatingiz

# Languages::addons.not_installed
source: Not installed
uz: Oʻrnatilmagan

# Languages::addons.install
source: Install
uz: O'rnatish

# Languages::addons.disabled
source: Disabled
uz: O'chirilgan

# Languages::addons.activate
source: Activate
uz: Faollashtirish

# Languages::addons.mve_ult_or_plus_required
source: [product] Plus or Ultimate required
uz: [product] Plus yoki Ultimate talab qilinadi

# Languages::addons.ult_required
source: [product] Ultimate required
uz: [product] Ultimate talab qilinadi

# Languages::addons.upgrade_available
source: Upgrade available
uz: Yangilash mavjud

# Languages::addons.upgrades
source: Upgrades
uz: Yangilanishlar

# Languages::addons.error_at_sending_addon_review
source: Something went wrong at sending add-on review. Please try again later.
uz: Qo‘shimchani ko‘rib chiqishni yuborishda nimadir xato ketdi. Iltimos keyinroq qayta urinib ko'ring.

# Languages::unable_delete_storefront_orders_exists
source: Unable to delete this storefront because there are orders containing the products of this storefront in the store database. To delete the storefront, please delete all such orders first.
uz: Bu vitrini oʻchirib boʻlmadi, chunki doʻkon maʼlumotlar bazasida ushbu vitrina mahsulotlaridan iborat buyurtmalar mavjud. Vitrini oʻchirish uchun avvalo barcha shu kabi buyurtmalarni oʻchirib tashlang.

# Languages::state_field_required_only_for_countries_with_regions
source: The "State" field is required for all countries with states or provinces. If you don't have states for the customer's country, then the field will be required at checkout only if it is required in the customer's profile.
uz: "Davlat" maydoni shtatlari yoki viloyatlari bo'lgan barcha mamlakatlar uchun talab qilinadi. Agar mijozning mamlakati uchun shtatlaringiz bo'lmasa, u holda bu maydon mijozning profilida talab qilingan taqdirdagina hisob-kitob paytida talab qilinadi.

# Languages::need_storefront_id
source: Storefront ID is required (the storefront_id param)
uz: Vitrin identifikatori talab qilinadi (vitrin_id parametri)

# Languages::addons.multiple_dependencies_required
source: The add-on cannot be installed because it depends on the following add-ons:<ul>[addon_list]</ul> Please install these add-ons first.
uz: Qo‘shimchani o‘rnatib bo‘lmaydi, chunki u quyidagi qo‘shimchalarga bog‘liq:<ul>[addon_list]</ul> Iltimos, avval ushbu qo‘shimchalarni o‘rnating.

# Languages::products_are_not_selectable_for_context_menu
source: You can not select products that belong to another storefront.
uz: Boshqa vitrinaga tegishli mahsulotlarni tanlay olmaysiz.

# Languages::product_filters_are_not_selectable_for_context_menu
source: You can not select product filters that belong to another storefront.
uz: Boshqa vitrinaga tegishli mahsulot filtrlarini tanlay olmaysiz.

# Languages::product_options_are_not_selectable_for_context_menu
source: You can not select product options that belong to another storefront
uz: Siz boshqa vitrinaga tegishli mahsulot variantlarini tanlay olmaysiz

# Languages::product_features_are_not_selectable_for_context_menu
source: You can not select product features that belong to another storefront.
uz: Siz boshqa vitrinaga tegishli mahsulot xususiyatlarini tanlay olmaysiz.

# Languages::product_feature_groups_are_not_selectable_for_context_menu
source: You can not select product feature groups that belong to another storefront.
uz: Boshqa vitrinaga tegishli mahsulot xususiyatlari guruhlarini tanlay olmaysiz.

# Languages::removing_default_language_from_storefront
source: Sorry, we couldn't remove the [language_name] language from storefront [storefront_name]. To remove it, please go to <b>Settings → Appearance</b> and change the <b>Frontend default language</b> for storefront [storefront_name] first.|Sorry, we couldn't remove the [language_name] language from storefronts: [storefront_name]. To remove it, please go to <b>Settings → Appearance</b> and change the <b>Frontend default language</b> for storefronts: [storefront_name] first.
uz: Kechirasiz, biz [language_name] tilini [storefront_name] vitrinidan olib tashlab boʻlmadi. Uni oʻchirish uchun <b>Sozlamalar → Tashqi koʻrinish</b> boʻlimiga oʻting va avval [storefront_name] uchun <b>Frontend standart tilini</b> oʻzgartiring.|Kechirasiz, biz [language_name] tilini olib tashlab boʻlmadi. vitrinalardan: [do‘kon_nomi]. Uni oʻchirish uchun <b>Sozlamalar → Tashqi koʻrinish</b> boʻlimiga oʻting va birinchi navbatda vitrinalar uchun <b>Frontend standart tilini</b> oʻzgartiring: [doʻkon_nomi].

# Languages::sw.vendor_panel
source: Vendor panel
uz: Sotuvchi paneli

# Languages::sw.easy_admin_panel_for_vendors
source: Easy admin panel for vendors
uz: Sotuvchilar uchun oson boshqaruv paneli

# Languages::sw.product_tabs_and_properties
source: Product tabs and properties
uz: Mahsulot yorliqlari va xususiyatlari

# Languages::sw.branding_and_colors
source: Branding and colors
uz: Brend va ranglar

# Languages::create_new_product
source: Create new product
uz: Yangi mahsulot yaratish

# Languages::import_products
source: Import products
uz: Import mahsulotlari

# Languages::thank_you_for_registration
source: Thank you for registration!
uz: Roʻyxatdan oʻtganingiz uchun tashakkur!

# Languages::helpdesk_account.helpdesk_account
source: Help Desk account
uz: Yordam stoli hisobi

# Languages::helpdesk_account.sign_in
source: Sign in
uz: tizimga kirish

# Languages::helpdesk_account.sign_out
source: Sign out
uz: Chiqish

# Languages::helpdesk_account.signed_in_message
source: Signed in
uz: Tizimga kirgan

# Languages::helpdesk_account.signed_out_message
source: Sign in with your Help Desk account to access all CS-Cart services using single account.
uz: Bitta hisobdan foydalanib, barcha CS-Cart xizmatlariga kirish uchun Yordam stoli hisobingizga kiring.

# Languages::helpdesk_account.signed_out_message.marketplace
source: Sign in with your Help Desk account to get information about newest add-on versions from Marketplace, rate and review add-ons you've bought, and prolong your license subscriptions.
uz: Marketplace-dan eng yangi plagin versiyalari haqida maʼlumot olish, sotib olgan qoʻshimchalaringizni baholash va koʻrib chiqish hamda litsenziya obunalarini uzaytirish uchun Yordam stoli hisobingizga kiring.

# Languages::helpdesk_account.signed_out_message.marketplace_single_addon
source: Sign in with your Help Desk account to get information about newest add-on versions from Marketplace, rate and review this add-on, and prolong your license subscription.
uz: Marketplace-dan eng yangi plagin versiyalari haqida maʼlumot olish, ushbu plaginni baholash va koʻrib chiqish hamda litsenziya obunasini uzaytirish uchun Yordam stoli hisobingizga kiring.

source: You need to have the according permission from the store owner to manage add-ons.
uz: Qo'shimchalarni boshqarish uchun do'kon egasidan tegishli ruxsatga ega bo'lishingiz kerak.

# Languages::helpdesk_account.request_permissions
source: Request permissions
uz: Ruxsat so'rash

# Languages::helpdesk_account.sign_in_to_manage_addons
source: Sign in with your Help Desk account to manage add-ons.
uz: Qo'shimchalarni boshqarish uchun Yordam stoli hisobingizga kiring.

# Languages::link_from_layout
source: Link blocks from layout
uz: Bloklarni tartibdan ulash

# Languages::use_for_all_new_vendors
source: Use for all new vendors
uz: Barcha yangi sotuvchilar uchun foydalaning

# Languages::show_vendor_info_if_shipping_no_required
source: Show information about vendors whose products do not require shipping
uz: Mahsulotlari jo'natishni talab qilmaydigan sotuvchilar haqida ma'lumotni ko'rsatish

# Languages::sw.marketplace_setup_wizard
source: Marketplace setup wizard
uz: Bozorni sozlash ustasi

# Languages::sw.money_split_automaticaly_descr.ru
source: This is achieved via YooMoney for marketplaces, so each vendor must have a YooMoney account. We'll create a payment method for you. You'll just need to configure it, and vendors will need to provide their account information.
uz: Bunga bozorlar uchun YooMoney orqali erishiladi, shuning uchun har bir sotuvchida YooMoney hisobi bo'lishi kerak. Biz siz uchun toʻlov usulini yaratamiz. Siz shunchaki uni sozlashingiz kerak, sotuvchilar esa hisob ma’lumotlarini taqdim etishlari kerak.

# Languages::delete_my_account
source: Delete my account
uz: Hisobimni o'chirish

# Languages::delete_my_account_description
source: <p>We’ll deactivate your account and remove all your personal data from it. After that you won’t be able to sign in. However, you’ll be able to register a new account with the same email address in the future. Please note that we’ll need some time to process this request, so your account won’t be deactivated immediately. If you have any comments regarding your request, please leave them in the field below.</p>
uz: <p>Biz hisobingizni oʻchirib tashlaymiz va undan barcha shaxsiy maʼlumotlaringizni oʻchirib tashlaymiz. Shundan so'ng siz tizimga kira olmaysiz. Biroq, kelajakda xuddi shu elektron pochta manzili bilan yangi hisob qaydnomasini ro'yxatdan o'tkazishingiz mumkin bo'ladi. Esda tutingki, bu so‘rovni ko‘rib chiqish uchun biroz vaqt kerak bo‘ladi, shuning uchun hisobingiz darhol o‘chirilmaydi. Agar soʻrovingiz yuzasidan fikr-mulohazalaringiz boʻlsa, ularni quyidagi maydonga qoldiring.</p>

# SettingsOptions::show_delete_account_button
source: Show "Delete my account" button
uz: "Hisobimni o'chirish" tugmasini ko'rsating

# SettingsTooltips::show_delete_account_button
source: Customers will see it on their profile page on the site.
uz: Mijozlar buni saytdagi o'zlarining profil sahifalarida ko'rishadi.

# Languages::email_body_anonymization_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested the removal of personal data with the following comment:</p> <p>[comment]</p> <p>Make sure that all business with the customer (orders, return requests, etc.) is concluded. Then <a href="[user_profile_url]" target="_blank">go to the customer page in the admin panel</a> and choose the "Anonymize" action. This will remove the customer's personal data (including email, name, etc.) everywhere in the system, while retaining the data relevant to your business (ordered products, etc). The customer will be able to register a new account with the same email.</p>
uz: <p><a href="[user_profile_url]" target="_blank">[user]</a> elektron pochta manzili [customer_email] quyidagi izoh bilan shaxsiy ma'lumotlarni o'chirishni so'radi:</p> <p >[comment]</p> <p>Mijoz bilan barcha biznes (buyurtmalar, qaytarish so‘rovlari va h.k.) tuzilganligiga ishonch hosil qiling. Keyin <a href="[user_profile_url]" target="_blank">administrator panelidagi mijoz sahifasiga o‘ting</a> va “Anonimlashtirish” amalini tanlang. Bu mijozning shaxsiy ma'lumotlarini (jumladan, elektron pochta, ism va boshqalarni) tizimning hamma joyidan o'chirib tashlaydi, shu bilan birga biznesingizga tegishli ma'lumotlarni (buyurtma qilingan mahsulotlar va boshqalar) saqlaydi. Mijoz xuddi shu elektron pochta orqali yangi hisob qaydnomasini ro‘yxatdan o‘tkazishi mumkin bo‘ladi.</p>

# Languages::email_subject_anonymization_request
source: Personal Data Removal Request: [customer_email]
uz: Shaxsiy ma'lumotlarni o'chirish so'rovi: [customer_email]

# Languages::user_action_request_fail
source: An error has occurred during the attempt to send your request. Please try again or send a message to the following email address: <a href="mailto:[email]">[email]</a>
uz: So‘rovingizni yuborishga urinishda xatolik yuz berdi. Qayta urinib ko'ring yoki quyidagi elektron pochta manziliga xabar yuboring: <a href="mailto:[email]">[email]</a>

# Languages::user_action_request_success
source: Your request has been sent successfully.
uz: Sizning so'rovingiz muvaffaqiyatli yuborildi.

# Languages::anonymize
source: Anonymize
uz: Anonimlashtirish

# Languages::text_anonymize_question
source: Once you anonymize someone, all their personal information will be replaced with randomly-generated data. This action can not be undone, unless you restore the database from a backup. Are you sure you want to proceed?
uz: Biror kishini anonimlashtirganingizdan so'ng, uning barcha shaxsiy ma'lumotlari tasodifiy yaratilgan ma'lumotlar bilan almashtiriladi. Ma'lumotlar bazasini zaxiradan tiklamaguningizcha, bu amalni bekor qilib bo'lmaydi. Davom etishni xohlaysizmi?

# Languages::check_other_sources_for_personal_data
source: <p>Please note that anonymization doesn't affect any backups and logs that you might have. If necessary, please do the following:</p><ol><li>Clear the logs under <b>Administration → Logs</b>.</li><li>Secure and delete the backups you might have under <b>Administration → Backup/Restore</b>.</li></ol>
uz: <p>Yodda tutingki, anonimlashtirish sizda mavjud boʻlgan zahira va jurnallarga taʼsir qilmaydi. Agar kerak bo'lsa, quyidagi amallarni bajaring:</p><ol><li><b>Ma'muriyat → Jurnallar</b> ostidagi jurnallarni tozalang.</li><li>< ostida bo'lishi mumkin bo'lgan zaxira nusxalarini himoyalang va o'chiring. b>Ma'muriyat → Zaxiralash/Qayta tiklash</b>.</li></ol>

# Languages::user_anonymized
source: User has been anonymized.
uz: Foydalanuvchi anonimlashtirildi.

# Languages::license_error_wrong_edition_build
source: The license number your site is using doesn't match the installed software. This may get the license suspended. Please <a href="[helpdesk_url]" target="_blank">contact us via Help Desk</a>, and we'll be able to look into it.
uz: Saytingiz ishlatayotgan litsenziya raqami oʻrnatilgan dasturga mos kelmaydi. Bu litsenziyaning to'xtatilishiga olib kelishi mumkin. Iltimos, <a href="[helpdesk_url]" target="_blank">Yordam stoli orqali biz bilan bog‘laning</a> va biz buni ko‘rib chiqishimiz mumkin.

# Languages::license_error_wrong_edition_build_entered
source: The license number you've entered is incorrect or doesn't suit the product. If you're sure that the license number is correct, please <a href="[helpdesk_url]" target="_blank">contact us via Help Desk</a>, and we'll look into it.
uz: Siz kiritgan litsenziya raqami noto‘g‘ri yoki mahsulotga mos kelmaydi. Litsenziya raqami toʻgʻri ekanligiga ishonchingiz komil boʻlsa, iltimos, <a href="[helpdesk_url]" target="_blank">Yordam stoli orqali biz bilan bogʻlaning</a> va biz buni koʻrib chiqamiz.

# Languages::privileges.manage_admin_usergroups
source: Can manage admin user groups (only if managing customer user groups is allowed)
uz: Administrator foydalanuvchi guruhlarini boshqarishi mumkin (faqat mijozlar foydalanuvchilar guruhlarini boshqarishga ruxsat berilsa)

# Languages::privilege_groups.disable_sanitize_html
source: Use advanced HTML code in content
uz: Kontentda kengaytirilgan HTML kodidan foydalaning

# Languages::event.system.helpdesk_process_message.name
source: Notifications from CS-Cart team
uz: CS-Cart jamoasidan bildirishnomalar

# Languages::category_template
source: Category template
uz: Kategoriya shabloni

# Languages::exim_error_incorrect_concrete_feature_type
source: Incorrect feature type '[feature_type]' of the '[feature_name]' product feature. The product feature was skipped.
uz: “[feature_name]]” mahsulot xususiyatining “[feature_type]” xususiyati noto‘g‘ri. Mahsulot xususiyati o'tkazib yuborildi.

# Languages::product_state_description.ult.free.free
source: <p>You're using CS-Cart Free. It has all the functionality to launch your own independent online store, free of charge. If you ever need the extended functionality of CS-Cart Standard or Ultimate — such as user groups, advanced product settings, multiple storefronts, and more — please contact us.</p>
uz: <p>Siz CS-Cart Free-dan foydalanyapsiz. Unda o'zingizning mustaqil onlayn-do'koningizni bepul ochish uchun barcha funksiyalar mavjud. Agar sizga CS-Cart Standard yoki Ultimate kengaytirilgan funksiyalari kerak bo‘lsa, masalan, foydalanuvchilar guruhlari, ilg‘or mahsulot sozlamalari, bir nechta vitrinalar va boshqalar — biz bilan bog‘laning.</p>

# Languages::product_state_description.ult.free_ru.free
source: <p>You're using CS-Cart Free. It has all the functionality to launch your own independent online store, free of charge. If you ever need the extended functionality of CS-Cart Standard or Ultimate — such as user groups, advanced product settings, multiple storefronts, and more — please contact us.</p>
uz: <p>Siz CS-Cart Free-dan foydalanyapsiz. Unda o'zingizning mustaqil onlayn-do'koningizni bepul ochish uchun barcha funksiyalar mavjud. Agar sizga CS-Cart Standard yoki Ultimate kengaytirilgan funksiyalari kerak bo‘lsa, masalan, foydalanuvchilar guruhlari, ilg‘or mahsulot sozlamalari, bir nechta vitrinalar va boshqalar — biz bilan bog‘laning.</p>

# Languages::contact_us
source: Contact us
uz: Biz bilan bog'lanish

# Languages::ultimate_or_storefront_license_required.ult.free
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::ultimate_or_storefront_license_required.ult.free_ru
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::max_storefronts_reached.ult.free
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar soni chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::max_storefronts_reached.ult.free_ru
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar soni chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::helpdesk_account.activate_free_license_message
source: Create an account in our Help Desk system. It will allow you to upgrade your store, contact our Customer Care team, and get add-ons (both paid and free) from the CS-Cart Marketplace for add-ons and themes.
uz: Yordam stolimiz tizimida hisob yarating. Bu sizga doʻkoningizni yangilash, mijozlarni qoʻllab-quvvatlash boʻyicha jamoamiz bilan bogʻlanish va qoʻshimchalar va mavzular uchun CS-Cart Marketplace’dan qoʻshimchalarni (ham pullik, ham bepul) olish imkonini beradi.

# Languages::helpdesk_account.activate_free_license_message_send
source: An activation link for your free CS-Cart license was sent to the email: [email]
uz: Bepul CS-Cart litsenziyangiz uchun faollashtirish havolasi elektron pochta manziliga yuborildi: [email]

# Languages::no_items_for_marketplace_administrator
source: No items to show for marketplace administrator. Try to check the section as a vendor.
uz: Bozor administratori uchun ko'rsatiladigan elementlar yo'q. Bo'limni sotuvchi sifatida tekshirishga harakat qiling.

# Languages::sync_data_update_template_not_found
source: No template found for this sync provider. Please make sure the "update_template" field is filled in the "sync_data" schema.
uz: Ushbu sinxronlash provayderi uchun shablon topilmadi. "Sinxronlash_ma'lumotlari" sxemasida "update_shablon" maydoni to'ldirilganligiga ishonch hosil qiling.

# Languages::disabling_primary_currency_disallowed
source: Currency cannot be disabled as it is primary. Make a different currency primary first.
uz: Valyutani oʻchirib boʻlmaydi, chunki u asosiy hisoblanadi. Avval boshqa valyutani boshlang.

# Languages::product_env.released_n_years_ago
source: released <u title="[month] [year]">[n] year ago</u>|released <u title="[month] [year]">[n] years ago</u>
uz: chiqarilgan <u title="[month] [year]">[n] yil oldin</u>|<u title="[month] [year]">[n] yil oldin chiqarilgan</u>

# Languages::product_env.released_n_months_ago
source: released <u title="[month] [year]">[n] month ago</u>|released <u title="[month] [year]">[n] months ago</u>
uz: <u title="[month] [year]">[n] oy oldin chiqdi</u>|<u title="[month] [year]">[n] oy oldin</u> chiqdi

# Languages::product_env.released_this_month
source: released this month
uz: shu oyda chiqarilgan

# Languages::product_env.current_version
source: Current version
uz: Joriy versiya

# Languages::product_env.available_upgrade
source: Available upgrade
uz: Mavjud yangilash

# Languages::product_env.now_running
source: You are using [release_info]
uz: Siz [release_info] dan foydalanyapsiz

# Languages::product_env.can_upgrade_store
source: You can upgrade your store to [release_info]
uz: Doʻkoningizni [release_info] ga yangilashingiz mumkin

# Languages::product_env.latest_product_version
source: The latest version is [release_info]
uz: Oxirgi versiya [release_info]

# Languages::product_env.dont_miss_features
source: Don't miss all the new features!
uz: Barcha yangi xususiyatlarni o'tkazib yubormang!

# Languages::product_env.upgrade_to_latest_version
source: Upgrade to the latest version
uz: Eng so'nggi versiyaga yangilang

# Languages::product_env.up_to_date
source: You are up to date
uz: Siz yangilangansiz

# Languages::notification_settings.profile.receivers
source: Users whose profile was changed
uz: Profili o'zgartirilgan foydalanuvchilar

# Languages::dashboard.analytics_section_title
source: Analytics
uz: Analitika

# Languages::dashboard.view_reports
source: View reports
uz: Hisobotlarni ko'rish

# Languages::dashboard.view_report
source: View report
uz: Hisobotni ko'rish
