Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::modified_core_files_found
source: Some of your core files have been changed. This may become a problem when upgrading [product] as changes in these files may be lost.
uz: Ba'zi asosiy fayllaringiz o'zgartirildi. Bu [product] ni yangilashda muammoga aylanishi mumkin, chunki bu fayllardagi oʻzgarishlar yoʻqolishi mumkin.

# Languages::file_changes_detector
source: File changes detector
uz: Fayl o'zgarishlar detektori

# Languages::privileges.view_file_changes
source: Can view
uz: Ko'rish mumkin

# Languages::error_shipment_not_created
source: Couldn't create a shipment. Please choose a carrier or enter a tracking number.
uz: Yetkazib berishni yaratib bo‘lmadi. Iltimos, operatorni tanlang yoki kuzatuv raqamini kiriting.

# Languages::my_cart
source: My cart
uz: Mening savatim

# Languages::exclusive_promotions
source: Exclusive discounts
uz: Eksklyuziv chegirmalar

# Languages::exclusive_promotions_content
source: Subscribe to our news and get a 10% discount coupon!
uz: Yangiliklarimizga obuna bo'ling va 10% chegirma kuponiga ega bo'ling!

# Languages::tmpl_subscription_advanced
source: Subscription advanced form
uz: Obuna kengaytirilgan shakli

# Languages::tmpl_newsletters_subscription_advanced
source: Newsletters: subscription advanced form
uz: Axborot byulletenlari: obunaning kengaytirilgan shakli

# Languages::tmpl_payment_icons_rus
source: Payment systems russian icons
uz: To'lov tizimlari rus piktogramma

# Languages::my_account_links_advanced
source: My account advanced
uz: Hisobim kengaytirildi

# Languages::api_access_has_been_enabled
source: You are free to use the API now
uz: Siz hozir API dan bepul foydalanishingiz mumkin

# Languages::api_access_has_been_disabled
source: From now on, you cannot use the API
uz: Bundan buyon siz API dan foydalana olmaysiz

# Languages::report_a_bug
source: Report a bug
uz: Xato haqida xabar bering

# Languages::import_results
source: Import results
uz: Natijalarni import qilish

# Languages::import_errors
source: Import errors
uz: Import xatolari

# Languages::email_template_import_success_msg
source: All the email templates have been imported without errors.
uz: Barcha elektron pochta shablonlari xatosiz import qilindi.

# Languages::document_import_success_msg
source: All the documents have been imported without errors.
uz: Barcha hujjatlar xatosiz import qilingan.

# Languages::count_document_successfully_imported
source: Documents successfully imported:
uz: Hujjatlar muvaffaqiyatli import qilindi:

# Languages::count_email_template_successfully_imported
source: Email templates successfully imported:
uz: Elektron pochta shablonlari muvaffaqiyatli import qilindi:

# Languages::count_snippet_successfully_imported
source: Snippets successfully imported:
uz: Parchalar muvaffaqiyatli import qilindi:

# Languages::count_document_fail_imported
source: Documents import failed:
uz: Hujjatlar import qilinmadi:

# Languages::count_email_template_fail_imported
source: Email templates import failed:
uz: Elektron pochta shablonlarini import qilish amalga oshmadi:

# Languages::count_snippet_fail_imported
source: Snippets import failed:
uz: Parchalarni import qilish amalga oshmadi:

# Languages::storefronts_limit_exceeded
source: The number of storefronts in your CS-Cart License has exceeded the number of purchased storefront licenses.
uz: CS-Cart litsenziyangizdagi vitrinalar soni xarid qilingan vitrina litsenziyalari sonidan oshib ketdi.

# Languages::licensed_product
source: Licensed product
uz: Litsenziyalangan mahsulot

# Languages::store_mode.free
source: Free
uz: Ozod

# Languages::store_mode.ultimate
source: Ultimate
uz: Yakuniy

# Languages::store_mode.enterprise
source: Enterprise
uz: Korxona

# Languages::product_state_description.ult.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
uz: <p>Siz ushbu litsenziyalardan birini ishlatishingiz mumkin: <a href="[standard_license_url]" target="_blank">[product]</a> yoki <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Ikkala litsenziya ham [product] dan vaqt cheklovlarisiz foydalanish imkonini beradi.</p><br>

# Languages::product_state_description.ult
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
uz: <p>Siz hozirda dasturiy ta'minotdan vaqt cheklovlarisiz foydalanishingiz mumkin. Esda tutingki, ayrim rivojlangan funksiyalar faqat <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a></p><br>-da mavjud.

# Languages::product_state_description.ult.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
uz: <p>Siz hozirda dasturiy ta'minotdan vaqt cheklovlarisiz foydalanishingiz mumkin.</p><br>

# Languages::product_state_description.ult.enterprise
source: <p>You can use the software without time restrictions now.</p><br>
uz: <p>Siz hozirda dasturiy ta'minotdan vaqt cheklovlarisiz foydalanishingiz mumkin.</p><br>

# Languages::product_state_description.ult.ru.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
uz: <p>Siz ushbu litsenziyalardan birini ishlatishingiz mumkin: <a href="[standard_license_url]" target="_blank">[mahsulot]</a> yoki <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Ikkala litsenziya ham [product] dan vaqt cheklovlarisiz foydalanish imkonini beradi.</p><br>

# Languages::product_state_description.ult.ru
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
uz: <p>Siz hozirda dasturiy ta'minotdan vaqt cheklovlarisiz foydalanishingiz mumkin. Esda tutingki, ayrim rivojlangan funksiyalar faqat <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a></p><br>-da mavjud.

# Languages::product_state_description.ult.ru.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
uz: <p>Siz hozirda dasturiy ta'minotdan vaqt cheklovlarisiz foydalanishingiz mumkin.</p><br>

# Languages::product_state_description.ult.ru.enterprise
source: <p>You can use the software without time restrictions now.</p><br>
uz: <p>Siz hozirda dasturiy ta'minotdan vaqt cheklovlarisiz foydalanishingiz mumkin.</p><br>

# Languages::product_state_description.ult.b2b.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
uz: <p>Siz ushbu litsenziyalardan birini ishlatishingiz mumkin: <a href="[standard_license_url]" target="_blank">[mahsulot]</a> yoki <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Ikkala litsenziya ham [product] dan vaqt cheklovlarisiz foydalanish imkonini beradi.</p><br>

# Languages::product_state_description.ult.b2b
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
uz: <p>Siz hozirda dasturiy ta'minotdan vaqt cheklovlarisiz foydalanishingiz mumkin. Esda tutingki, ayrim rivojlangan funksiyalar faqat <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a></p><br>-da mavjud.

# Languages::product_state_description.ult.b2b.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
uz: <p>Siz hozirda dasturiy ta'minotdan vaqt cheklovlarisiz foydalanishingiz mumkin.</p><br>

# Languages::product_state_description.ult.b2b.enterprise
source: <p>You can use the software without time restrictions now.</p><br>
uz: <p>Siz hozirda dasturiy ta'minotdan vaqt cheklovlarisiz foydalanishingiz mumkin.</p><br>

# Languages::text_store_mode_changed_to_ult.free
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::text_store_mode_changed_to_ult.free_ru
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::text_store_mode_changed_to_ult
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::text_store_mode_changed_to_ult.ultimate
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::text_store_mode_changed_to_ult.enterprise
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::text_store_mode_changed_to_ult.ru
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::text_store_mode_changed_to_ult.ru.ultimate
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::text_store_mode_changed_to_ult.ru.enterprise
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::text_store_mode_changed_to_ult.b2b
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::text_store_mode_changed_to_ult.b2b.ultimate
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::text_store_mode_changed_to_ult.b2b.enterprise
source: Your store now uses an active license of [product].
uz: Doʻkoningiz endi [product] faol litsenziyasidan foydalanmoqda.

# Languages::ultimate_license_required
source: [product] Ultimate is required for this
uz: [mahsulot] Ultimate buning uchun kerak

# Languages::ultimate_or_storefront_license_required
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::ultimate_or_storefront_license_required.ult.new
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::ultimate_or_storefront_license_required.ult
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::ultimate_or_storefront_license_required.ult.ultimate
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::ultimate_or_storefront_license_required.ult.b2b.new
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::ultimate_or_storefront_license_required.ult.b2b
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::ultimate_or_storefront_license_required.ult.b2b.ultimate
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::ultimate_or_storefront_license_required.ult.ru.new
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::ultimate_or_storefront_license_required.ult.ru
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::ultimate_or_storefront_license_required.ult.ru.ultimate
source: This action requires [product] Ultimate
uz: Bu amal [product] Ultimate talab qiladi

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::max_storefronts_reached.ult.new
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::max_storefronts_reached.ult
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="<a href="[ultimate_license_url]" target="_blank">" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::max_storefronts_reached.ult.ultimate
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="<a href="[ultimate_license_url]" target="_blank">" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::max_storefronts_reached.ult.b2b.new
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="<a href="[ultimate_license_url]" target="_blank">" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::max_storefronts_reached.ult.b2b
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="<a href="[ultimate_license_url]" target="_blank">" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::max_storefronts_reached.ult.b2b.ultimate
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="<a href="[ultimate_license_url]" target="_blank">" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::max_storefronts_reached.ult.ru.new
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="<a href="[ultimate_license_url]" target="_blank">" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::max_storefronts_reached.ult.ru
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="<a href="[ultimate_license_url]" target="_blank">" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::max_storefronts_reached.ult.ru.ultimate
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="<a href="[ultimate_license_url]" target="_blank">" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::new_text_ultimate_license_required
source: A special edition of [product] that offers an unlimited number of storefronts. If you switch to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
uz: <p>Siz litsenziyangiz uchun mavjud vitrinalar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="<a href="[ultimate_license_url]" target="_blank">" target="_blank">[product] Ultimate</a> versiyasiga yangilang.</p>

# Languages::text_only_ultimate_license_required
source: A special edition called [product] Ultimate is required to perform this action. If you switch to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see this message again, and you'll also be able to create an unlimited number of storefronts.
uz: Ushbu amalni bajarish uchun [product] Ultimate nomli maxsus nashr talab qilinadi. Agar siz <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a> ga o‘tsangiz, bu xabarni boshqa hech qachon ko‘rmaysiz, shuningdek, cheksiz ko‘p fayl yaratishingiz mumkin. do'konlar.

# Languages::text_storefront_license_required
source: An additional storefront for your standard [product] license. Good for those who don't intend to add a few more storefronts in the future.
uz: Standart [product] litsenziyangiz uchun qoʻshimcha vitrina. Kelajakda yana bir nechta do'konlar qo'shish niyatida bo'lmaganlar uchun yaxshi.

# Languages::available_upgrades
source: Available upgrades
uz: Mavjud yangilanishlar

# Languages::additional_storefront_license_required
source: Additional [product] Storefront License Required
uz: Qoʻshimcha [product] Vitrina litsenziyasi talab qilinadi

# Languages::text_additional_storefront_license_required
source: <p>You can't add a new storefront. The maximum number of storefronts allowed by your current license <code>[license_number]</code> is [allowed_storefronts], and you currently have [existing_storefronts].</p><p>To be able to add another storefront, please buy additional [product] Storefront License. If you want to add multiple new storefronts, buy the corresponding number of licenses.</p>
uz: <p>Siz yangi vitrina qoʻsha olmaysiz. Joriy litsenziyangiz <code>[license_number]</code> ruxsat bergan vitrinalarning maksimal soni [allowed_storefronts] va sizda hozirda [existing_storefronts] mavjud.</p><p>Boshqa vitrina qo‘shish uchun xarid qiling. qo'shimcha [product] Storefront litsenziyasi. Agar bir nechta yangi vitrina qoʻshmoqchi boʻlsangiz, tegishli miqdordagi litsenziyalarni xarid qiling.</p>

# Languages::storefront_license
source: Storefront License
uz: Do'kon litsenziyasi

# Languages::buy_new_storefront_license
source: Buy [product] Storefront License
uz: [product] Storefront litsenziyasini sotib oling

# Languages::import_new_vendor
source: [n] new vendor was created during the import. This vendor only has a name so far. Please edit the new vendor to add other information.|[n] new vendors were created during the import. These vendors only have names so far. Please edit the new vendors to add other information.
uz: [n] import paytida yangi sotuvchi yaratildi. Bu sotuvchining hozircha faqat nomi bor. Iltimos, boshqa maʼlumotlarni qoʻshish uchun yangi sotuvchini tahrirlang.|[n] Import paytida yangi ishlab chiqaruvchilar yaratildi. Ushbu sotuvchilar hozircha faqat nomlarga ega. Iltimos, boshqa ma'lumotlarni qo'shish uchun yangi sotuvchilarni tahrirlang.

# Languages::file_changes_detector.snapshot_not_found
source: Snapshot of the clear installation was not found. Please restore <b>[dist_filename]</b>.
uz: Aniq o'rnatishning surati topilmadi. <b>[dist_filename]</b>ni tiklang.

# Languages::file_changes_detector.added
source: Added
uz: Qo'shildi

# Languages::file_changes_detector.changed
source: Changed
uz: O'zgartirildi

# Languages::file_changes_detector.deleted
source: Deleted
uz: Oʻchirildi

# Languages::licensing.license_error_license_is_disabled
source: The license is disabled. Please check your license status.
uz: Litsenziya o'chirilgan. Iltimos, litsenziyangiz holatini tekshiring.

# Languages::licensing.license_error_license_is_disabled.title
source: Your [product] license has been disabled
uz: Sizning [product] litsenziyangiz o'chirilgan

# Languages::licensing.license_error_license_is_disabled.text
source: Please contact us <a href="[helpdesk_url]" target="_blank">via Customer Help Desk</a> to find out why it happened and what can be done about it. To access the admin panel right now, you can enter another valid license number, as long as it isn't used in another store:
uz: Iltimos, nima uchun bu sodir bo'lganligi va bu borada nima qilish mumkinligini bilish uchun <a href="[helpdesk_url]" target="_blank">mijozlarga yordam xizmati orqali</a> biz bilan bog'laning. Hozirda administrator paneliga kirish uchun boshqa doʻkonda ishlatilmagan boshqa haqiqiy litsenziya raqamini kiritishingiz mumkin:

# Languages::licensing.license_error_license_is_invalid
source: Invalid license number. Please enter a valid license number.
uz: Litsenziya raqami noto‘g‘ri. Yaroqli litsenziya raqamini kiriting.

# Languages::licensing.license_error_wrong_edition
source: The license does not match your store edition. Please enter a valid license number.
uz: Litsenziya doʻkon nashringizga mos kelmaydi. Yaroqli litsenziya raqamini kiriting.

# Languages::licensing.license_error_wrong_licensing_mode
source: The license does not match your store licensing mode. Please enter a valid license number.
uz: Litsenziya doʻkoningizning litsenziyalash rejimiga mos kelmaydi. Yaroqli litsenziya raqamini kiriting.

# Languages::upgrade_center.upgrade_process_failed
source: Upgrade process of your store has failed
uz: Doʻkoningizni yangilash jarayoni amalga oshmadi

# Languages::upgrade_center.apply_migration_failed
source: <p>Please restore the pre-upgrade backup manually or via a link sent to your email address, then contact our technical support.</p><br><p>Tech details: Couldn't complete migration [migration]. Reason: [error].</p><p>Completed migrations: [processed_count] out of [total_count].</p>
uz: <p>Iltimos, yangilanishdan oldingi zaxira nusxasini qoʻlda yoki elektron pochta manzilingizga yuborilgan havola orqali tiklang, soʻngra texnik yordamimizga murojaat qiling.</p><br><p>Texnik tafsilotlar: [migration] koʻchirishni yakunlab boʻlmadi. Sababi: [error].</p><p>Tugallangan koʻchirishlar: [total_count] [processed_count].</p>

# Languages::profile_deactivated
source: Account deactivated
uz: Hisob o'chirilgan

# Languages::text_profile_deactivated
source: Your account has been deactivated. Please contact us for more details.
uz: Hisobingiz o'chirildi. Batafsil ma'lumot uchun biz bilan bog'laning.

# Languages::email_template.profile_deactivated
source: User account deactivation
uz: Foydalanuvchi hisobini o'chirish

# Languages::text_addon_disable_dependencies
source: The add-on cannot be disabled because the following add-ons depend on it: [addons]
uz: Qo'shimchani o'chirib bo'lmaydi, chunki quyidagi qo'shimchalar unga bog'liq: [addons]
