Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::text_hsbc_notice
source: <b>Client ID -</b> Your Client ID - a decimal value between 0 and 999999999, or a valid Client alias of the form UK12345678CUR. <br /> Note, the alias is case sensitive. <br /> <b>Important note for UNIX users:</b><br /> Please make sure you have appropriate permissions for the following directory: [cart_dir] (shell command "chmod -R 755").
uz: <b>Mijoz identifikatori -</b> Sizning mijoz identifikatoringiz - 0 dan 999999999 gacha bo'lgan kasrli qiymat yoki UK12345678CUR shaklidagi haqiqiy mijoz taxallus. <br /> E'tibor bering, taxallus katta-kichik harflarga sezgir. <br /> <b>UNIX foydalanuvchilari uchun muhim eslatma:</b><br /> Iltimos, quyidagi katalog uchun tegishli ruxsatlarga ega ekanligingizga ishonch hosil qiling: [cart_dir] (“chmod -R 755” qobiq buyrug‘i).

# Languages::text_ideal_basic_notice
source: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. The Secret key is known only to the seller and iDEAL.
uz: -&nbsp;iDEAL hisobingizga kiring<br />-&nbsp;<u>"Profil"</u> bo'limidagi <u>"Xavfsizlik"</u> tugmasini bosing.<br />-&nbsp;O'rnatish <u>"Xabarnoma"</u> variantini <b>'XML'</b><br />-&nbsp;<u>'Bildirishnoma URL manzili'</u> ni quyidagicha o'rnating:<br /><b >[return_url]</b><br />-&nbsp;<u>"Maxfiy kalit"</u>ni o'rnating. Maxfiy kalit faqat sotuvchiga va iDEALga ma'lum.

# Languages::text_images_directory
source: Directory where images are located. This will be used if an image file is specified without a path.
uz: Rasmlar joylashgan katalog. Bu rasm fayli yo'lsiz ko'rsatilgan bo'lsa ishlatiladi.

# Languages::text_invalid_url
source: You have entered an invalid URL
uz: Siz noto‘g‘ri URL kiritdingiz

# Languages::text_items_added
source: The items were added successfully
uz: Elementlar muvaffaqiyatli qo'shildi

# Languages::text_items_updated
source: The items were updated successfully
uz: Elementlar muvaffaqiyatli yangilandi

# Languages::text_payment_first_data_notice
source: Please log in to FirstData Connect 2.0 Admin, open the "Administration" tab, click on the "Connect 2.0 Setup" link.<br /> Set the following URL in the "Order Submission Form", "Confirmation Page", "Failure Page" sections: [return_url]<br />
uz: Iltimos, FirstData Connect 2.0 administratoriga kiring, “Ma’muriyat” yorlig‘ini oching, “Ulanish 2.0 sozlash” havolasini bosing.<br /> “Buyurtmani topshirish formasi”, “Tasdiqlash sahifasi”, “Muvaffaqiyatsizlik sahifasi”da quyidagi URL manzilini o‘rnating. " bo'limlari: [return_url]<br />

# Languages::text_links
source: Text links
uz: Matn havolalari

# Languages::text_login_form
source: <h4>Not a registered member?</h4><p>Creating a new account is easy and takes less than a minute.</p>
uz: <h4>Roʻyxatdan oʻtgan aʼzo emasmisiz?</h4><p>Yangi hisob yaratish oson va bir daqiqadan kamroq vaqtni oladi.</p>

# Languages::text_login_to_add_to_cart
source: This product cannot be added to the<br>cart because you are not logged in.
uz: Ushbu mahsulotni<br>savatga qo'shib bo'lmaydi, chunki siz tizimga kirmagansiz.

# Languages::text_mail_area_logo
source: Logo for <b>invoices</b>
uz: <b>Invoyslar</b> uchun logotip

# Languages::text_mandatory_fields
source: <p class="mandatory-fields">The fields marked with <span class="required">*</span> are mandatory</p>
uz: <p class="mandatory-fields"><span class="required">*</span> bilan belgilangan maydonlar majburiy</p>

# Languages::text_max_limit_of_parameters
source: Maximum value of the "limit" field cannot exceed 25 unless the chart type is "Table". Limit of this chart has been corrected.
uz: Grafik turi "Jadval" bo'lmasa, "chegara" maydonining maksimal qiymati 25 dan oshmasligi kerak. Ushbu diagrammaning chegarasi tuzatildi.

# Languages::text_mb_failed_order
source: No response from Skrill has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Skrill. Please contact the store staff and tell them the order ID as provided by Skrill
uz: Skrilldan hali javob olinmadi, iltimos, kuting. Buyurtma do'konda uzoq vaqt davomida yaratilmasligi mumkin bo'lsa-da, Skrill tomonidan muvaffaqiyatli yaratilgan va qayta ishlangan bo'lish ehtimoli yuqori. Iltimos, do'kon xodimlariga murojaat qiling va ularga Skrill tomonidan taqdim etilgan buyurtma identifikatorini ayting

# Languages::text_min_order_amount_required
source: To continue checkout process your order total must exceed
uz: To‘lov jarayonini davom ettirish uchun buyurtma miqdori oshib ketishi kerak

# Languages::text_min_products_amount_required
source: To continue checkout process your order subtotal must exceed
uz: To‘lov jarayonini davom ettirish uchun buyurtmaning umumiy summasi oshib ketishi kerak

# Languages::text_multiprofile_notice
source: One user can have multiple profiles. For example, one for personal orders and another for office needs.
uz: Bitta foydalanuvchi bir nechta profilga ega bo'lishi mumkin. Masalan, biri shaxsiy buyurtmalar uchun, ikkinchisi esa ofis ehtiyojlari uchun.

# Languages::text_new_user_activation
source: The profile owned by "[user_login]" has been newly created, you should check the details of this user (if required) and activate it by using the following link:<br /><a href="[url]">[url_text]</a>
uz: “[user_login]”ga tegishli profil yangi yaratildi, siz ushbu foydalanuvchining maʼlumotlarini tekshiring (agar kerak boʻlsa) va uni quyidagi havola orqali faollashtiring:<br /><a href="[url]">[ url_matn]</a>

# Languages::text_nothing_found
source: Nothing found
uz: Hech narsa topilmadi

# Languages::text_not_allowed_to_upload_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension here.
uz: Bu yerda <b>.[ext]</b> kengaytmali fayllarni yuklash mumkin emas.

# Languages::text_not_valid_email
source: <b>[email]</b> is not a valid e-mail address.
uz: <b>[email]</b> haqiqiy e-mail manzili emas.

# Languages::text_no_active_promotions
source: No promotions available.
uz: Hech qanday aksiya mavjud emas.

# Languages::text_no_conflicts
source: No conflicts found
uz: Hech qanday ziddiyat topilmadi

# Languages::text_no_items_defined
source: No [items] defined
uz: Hech qanday [items] aniqlanmagan

# Languages::text_no_matching_products_found
source: No products found matching the search criteria
uz: Qidiruv mezonlariga mos mahsulotlar topilmadi

# Languages::text_no_matching_results_found
source: No results match the search query
uz: Qidiruv soʻroviga mos keladigan natijalar topilmadi

# Languages::text_no_orders
source: No orders found
uz: Hech qanday buyurtma topilmadi

# Languages::text_no_payments_needed
source: No payment information required
uz: To'lov ma'lumotlari talab qilinmaydi

# Languages::text_no_payments_required
source: No payment required
uz: To'lov talab qilinmaydi

# Languages::text_no_products
source: There are no products in this section
uz: Ushbu bo'limda mahsulot yo'q

# Languages::text_no_products_defined
source: No products defined
uz: Hech qanday mahsulot aniqlanmagan

# Languages::text_no_products_found
source: No products found
uz: Hech qanday mahsulot topilmadi

# Languages::selected_filters
source: Selected filters
uz: Tanlangan filtrlar

# Languages::text_no_shipments_found
source: No shipments found
uz: Hech qanday yuk topilmadi

# Languages::text_no_shipping_methods
source: Sorry, it seems that we have no shipping options available for your location.<br/>Please check your shipping address and contact us if everything is okay. We'll see what we can do about it.
uz: Kechirasiz, bizda sizning joylashuvingiz bo‘yicha yetkazib berish imkoniyatlari mavjud emas.<br/>Iltimos, yetkazib berish manzilingizni tekshiring va agar hammasi joyida bo‘lsa, biz bilan bog‘laning. Bu borada nima qilishimiz mumkinligini ko'ramiz.

# Languages::text_no_upgrades_available
source: No upgrades currently available
uz: Hozirda yangilanishlar mavjud emas

# Languages::text_objects_for_export
source: <b>[total]</b> [name] will be exported.
uz: <b>[jami]</b> [ism] eksport qilinadi.

# Languages::text_ogonedirect_notice
source: Enter SHA-1 Signature both: here and on the Ogone Configuration.<br /><br />For new Ogone accounts created since May 11th, 2010, the new SHA policy is automatically active. <br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
uz: SHA-1 imzosini ham kiriting: bu yerda va Ogone konfiguratsiyasida.<br /><br />2010-yil 11-maydan beri yaratilgan yangi Ogone hisoblari uchun yangi SHA siyosati avtomatik ravishda faollashadi. <br/>Iltimos, "Yangi SHA imzo siyosatidan foydalanish" katagiga belgi qo'yishni unutmang.

# Languages::text_ogoneweb_notice
source: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
uz: Iltimos, Ogone konfiguratsiyasidagi Texnik maʼlumotlar boʻlimida quyidagi URL manzilini barcha holatlar uchun <b>Javob URL manzili</b> sifatida oʻrnating (“qabul qilingan”, “kutilayotgan”, “noaniq”, “mijoz tomonidan bekor qilingan”, " oluvchi tomonidan juda ko'p rad etish"): <b>[r_url]</b><br /> Shuningdek, SHA-1 imzosini ham kiriting: bu yerda va Ogone konfiguratsiyasida. Keyin so'rov turini tanlang: "Ushbu so'rovni fonda va kechiktirilgan holda qilish".

# Languages::text_options_no_inventory
source: In order to create option combinations, you must have the "Inventory" check box selected for at least one product option.
uz: Variantlar kombinatsiyasini yaratish uchun kamida bitta mahsulot opsiyasi uchun "Inventarizatsiya" katagiga belgi qo'yishingiz kerak.

# Languages::text_order_backordered
source: Your order has been backordered. We will contact you at the first opportunity.
uz: Buyurtmangiz qaytarildi. Biz birinchi imkoniyatda siz bilan bog'lanamiz.

# Languages::text_order_placed_error
source: Your order has been declined by the payment processor. Please review your information and contact store administration.
uz: Buyurtmangiz to‘lov protsessori tomonidan rad etildi. Iltimos, ma'lumotlaringizni ko'rib chiqing va do'kon ma'muriyati bilan bog'laning.

# Languages::text_order_placed_successfully
source: Congratulations! Your order has been successfully placed.
uz: Tabriklaymiz! Buyurtmangiz muvaffaqiyatli joylashtirildi.

# Languages::text_order_repayed_successfully
source: Order has been repaid successfully.
uz: Buyurtma muvaffaqiyatli to'landi.

# Languages::text_order_status_notification
source: Please note that the notification of changing the status will be sent depending on the settings of this status
uz: Shuni esda tutingki, holatni o'zgartirish haqidagi bildirishnoma ushbu holat sozlamalariga qarab yuboriladi

# Languages::text_out_of_stock
source: Out of stock
uz: Sotuvda yo'q

# Languages::text_pages_cloned
source: The pages have been cloned successfully. Below the list of new pages.
uz: Sahifalar muvaffaqiyatli klonlandi. Yangi sahifalar ro'yxati ostida.

# Languages::text_pages_have_been_deleted
source: Pages have been deleted successfully.
uz: Sahifalar muvaffaqiyatli oʻchirildi.

# Languages::text_page_changed
source: Are you sure you want to leave this page? Your changes have not been saved. Click on OK to continue, or on Cancel to stay on the current page.
uz: Haqiqatan ham bu sahifani tark etmoqchimisiz? O'zgartirishlaringiz saqlanmadi. Davom etish uchun OK tugmasini bosing yoki joriy sahifada qolish uchun Bekor qilish tugmasini bosing.

# Languages::text_page_has_been_deleted
source: Page has been deleted successfully.
uz: Sahifa muvaffaqiyatli oʻchirildi.

# Languages::text_page_loading
source: Loading... Your request is being processed, please wait.
uz: Yuklanmoqda... So‘rovingiz ko‘rib chiqilmoqda, kuting.

# Languages::text_password_recovery_instructions_sent
source: Password recovery instructions have been sent to [email] address.
uz: Parolni tiklash bo'yicha ko'rsatmalar [email] manziliga yuborildi.

# Languages::text_pay4later_notice
source: <b>Note</b>: In order to track your Deko orders with the shopping cart software, you have to take these steps:<br /><br />-&nbsp;Log in to Deko BackOffice<br />-&nbsp;Click on the <u>'Settings/Installations'</u> link in the <u>'Quick Links'</u> section.<br />-&nbsp;Set <u>'Return URL (Verified)'</u> setting to:<br /><b>[verified_url]</b><br />-&nbsp;Set <u>'Return URL (Decline)'</u> setting to:<br /><b>[decline_url]</b><br />-&nbsp;Set <u>'Return URL (Refer)'</u> setting to:<br /><b>[refer_url]</b><br />-&nbsp;Set <u>'Return URL (Cancel)'</u> setting to:<br /><b>[cancel_url]</b><br />-&nbsp;Set <u>'CSN URL'</u> setting to:<br /><b>[process_url]</b><br />-&nbsp;Click on the <u>'Save Changes'</u> button<br />
uz: <b>Eslatma</b>: Savatcha dasturi yordamida Deko buyurtmalaringizni kuzatish uchun siz quyidagi amallarni bajarishingiz kerak:<br /><br />-&nbsp;Deko BackOffice-ga kiring<br />- &nbsp;<u>"Tezkor havolalar"</u> bo'limidagi <u>"Sozlamalar/O'rnatishlar"</u> havolasini bosing.<br />-&nbsp;<u>"Qaytish URL manzilini (tasdiqlangan) o'rnating. '</u> sozlamasi:<br /><b>[verified_url]</b><br />-&nbsp;<u>"Qaytish URL manzili (rad etish)"</u> sozlamasini:<br / ><b>[decline_url]</b><br />-&nbsp;<u>"Qaytish URL manzili (Ma'lumot)</u> sozlamasini:<br /><b>[refer_url]</b> qilib belgilang. <br />-&nbsp;<u>"Qaytish URL manzili (Bekor qilish)"</u> sozlamasini:<br /><b>[cancel_url]</b><br />-&nbsp;O'rnatish <u> 'CSN URL'</u> quyidagiga o'rnatiladi:<br /><b>[process_url]</b><br />-&nbsp;<u>"O'zgarishlarni saqlash"</u> tugmasini bosing<br / >

# Languages::text_paybox_notice
source: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
uz: <b>Eslatma:</b> Iltimos, modulev2.cgi faylini PayBox serveridan yuklab oling, uni <b>[paybox_dir]</b> katalogiga <u>ikkilik rejimda</u> nusxalang va uni bajariladigan qilib qo'ying. . <br />Quyidagi buyruqni bajaring:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Shuningdek, &#8220;Paybox&#8221; maʼlumotlar bazasiga quyidagi URLni &#8220;Qayta qoʻngʻiroq qilish URL&#8221; sifatida qoʻshish uchun xizmat:<br /><b>[callback_url]</b>

# Languages::text_payment_have_been_deleted
source: Payment have been deleted successfully.
uz: Toʻlov muvaffaqiyatli oʻchirildi.

# Languages::text_payment_have_not_been_deleted
source: Payment cannot be deleted.
uz: Toʻlovni oʻchirib boʻlmaydi.

# Languages::text_paypal_processing_payment
source: Please wait while processing the payment details...
uz: Toʻlovni oʻchirib boʻlmaydi.

# Languages::text_paysitecash_debug
source: Debug Information
uz: Nosozliklarni tuzatish ma'lumotlari

# Languages::text_paysitecash_mode
source: Mode
uz: Rejim

# Languages::text_paysitecash_mode_debug_off
source: OFF
uz: O‘CHIRISH

# Languages::text_paysitecash_mode_debug_on
source: ON
uz: YOQISH

# Languages::text_paysitecash_mode_live
source: Live
uz: Jonli

# Languages::text_paysitecash_mode_test
source: Test
uz: Sinov

# Languages::text_paysitecash_nocurrencies
source: Currency mode
uz: Valyuta rejimi

# Languages::text_paysitecash_nocurrencies_no
source: Allow customer select any of supported currency
uz: Mijozga har qanday qo'llab-quvvatlanadigan valyutani tanlashga ruxsat bering

# Languages::text_paysitecash_nocurrencies_yes
source: Do not show currency selection at all
uz: Valyuta tanlovini umuman ko'rsatmang

# Languages::text_paysitecash_notice
source: Please add these URL fields in your Paysite-cash configuration:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
uz: Iltimos, Paysite-cash konfiguratsiyasiga ushbu URL maydonlarini qo‘shing:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url: </b><br/>[ref_url]<br/><br/><b>to‘lovdan keyin qaytarish url:</b><br/>[sucess_url]<br/><br/><b>bekor qilindi toʻlov url:</b><br/>[cancel_url]<br/><br/><b>Backoffice tasdiqlash url:</b><br/>[confirm_url]

# Languages::text_paysitecash_processor
source: Processor
uz: Protsessor

# Languages::text_paysitecash_site_id
source: Site ID
uz: Sayt identifikatori

# Languages::text_payway_notice
source: Please set up the following parameters in PayWay back end: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
uz: Iltimos, PayWay orqa tomonida quyidagi parametrlarni sozlang: <p> Brauzerni qaytarish URL manzilini oldindan toʻlash: <b>[prepayment]</b><br /> Brauzerni qaytarish URL manzili: <b>[return]</b><br /> Bildirishnoma URL manzili: <b>[xabar berish]</b><br /> Xabarnoma turi: bo‘sh qoldiring </p>

# Languages::text_permissions_changed
source: Permissions changed
uz: Ruxsatlar oʻzgartirildi

# Languages::text_piraeus_notice
source: <b>Note:</b> Please send the following information to the payment support:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
uz: <b>Eslatma:</b> Iltimos, to'lovni qo'llab-quvvatlash xizmatiga quyidagi ma'lumotlarni yuboring:<br /> Veb-sayt URL: '<u>[website_url]</u>'<br /> Yo'naltiruvchi URL: '<u>[ referrer_url]</u>'<br /> Muvaffaqiyatli URL manzili: '<u>[success_url]</u>'<br /> Xato URL: '<u>[failure_url]</u>'<br /> Orqaga havola URL: '<u>[backlink_url]</u>'<br /> IP manzil: '<u>[ip_address]</u>'<br /><br /> Javob berish usuli: '<u>[response_method ]</u>'<br /><br />

# Languages::text_position_updating
source: Loading... Positions are being updated, please wait.
uz: Yuklanmoqda... Lavozimlar yangilanmoqda, kuting.

# Languages::text_price_dec_sign_delimiter
source: Decimal separator for product prices.
uz: Mahsulot narxlari uchun o'nlik ajratuvchi.

# Languages::text_products_added
source: The products have been added successfully. See the list of the new products below.
uz: Mahsulotlar muvaffaqiyatli qo'shildi. Quyidagi yangi mahsulotlar ro'yxatini ko'ring.

# Languages::text_products_cloned
source: The products have been cloned successfully. Below the list of new products
uz: Mahsulotlar muvaffaqiyatli klonlandi. Yangi mahsulotlar ro'yxati ostida

# Languages::text_products_have_been_deleted
source: Products have been deleted successfully.
uz: Mahsulotlar muvaffaqiyatli oʻchirildi.

# Languages::text_products_updated
source: The following products have been updated:
uz: Quyidagi mahsulotlar yangilandi:

# Languages::text_products_updated_successfully
source: The product(s) have been updated successfully
uz: Mahsulot(lar) muvaffaqiyatli yangilandi

# Languages::text_product_cloned
source: The product has been cloned
uz: Mahsulot klonlangan

# Languages::text_product_detailed_image
source: (optional displayed in popup window)
uz: (ixtiyoriy ravishda qalqib chiquvchi oynada ko'rsatiladi)

# Languages::text_product_file_has_been_deleted
source: Product file has been deleted
uz: Mahsulot fayli oʻchirildi

# Languages::text_product_filters_were_disabled
source: The following <a href="[url]" target="_blank">product filters</a> were disabled: [filters_list].
uz: Quyidagi <a href="[url]" target="_blank">mahsulot filtrlari</a> o‘chirib qo‘yildi: [filters_list].

# Languages::text_product_has_been_deleted
source: Product has been deleted successfully.
uz: Mahsulot muvaffaqiyatli o'chirildi.

# Languages::text_product_thumbnail
source: (displayed on products list and product details pages)
uz: (mahsulotlar ro'yxati va mahsulot tafsilotlari sahifalarida ko'rsatiladi)

# Languages::text_profile_activated
source: Your account is now active. You may log in to your account using your credentials.
uz: (mahsulotlar ro'yxati va mahsulotlarni sahifalarida ko'rsatiladi)

# Languages::text_profile_benefits
source: <h4>Benefits of becoming a registered member</h4><ul><li>Log in at any time to check order statuses</li><li>Personalize your shopping</li><li>Speed up future purchases</li></ul>
uz: <h4>Roʻyxatdan oʻtgan aʼzo boʻlishning afzalliklari</h4><ul><li>Buyurtma holatini tekshirish uchun istalgan vaqtda tizimga kiring</li><li>Xaridingizni shaxsiylashtiring</li><li>Kelajakdagi xaridlarni tezlashtiring< /li></ul>

# Languages::text_profile_details
source: <h4>Profile details</h4><p>On this page you can modify your login credentials and personal data to be used during future purchases.</p><p>To keep your account secure we recommend to avoid creating passwords that use:</p><ul><li>Dictionary words in any language.</li><li>Words spelled backwards, common misspellings, and abbreviations.</li><li>Sequences or repeated characters. Examples: 12345678, 222222, abcdefg, or adjacent letters on your keyboard (qwerty).</li><li>Personal information. Your name, birthday, driver's license, passport number, or similar information.</li></ul>
uz: <h4>Profil tafsilotlari</h4><p>Ushbu sahifada siz login maʼlumotlari va kelajakdagi xaridlar vaqtida foydalaniladigan shaxsiy maʼlumotlaringizni oʻzgartirishingiz mumkin.</p><p>Hisobingizni xavfsiz saqlash uchun parollar yaratmaslikni tavsiya qilamiz. foydalanish:</p><ul><li>Har qanday tildagi lug‘at so‘zlari.</li><li>So‘zlarning teskari imlosi, keng tarqalgan noto‘g‘ri imlo va qisqartmalar.</li><li>ketma-ketliklar yoki takrorlanuvchi belgilar. Misollar: 12345678, 222222, abcdefg yoki klaviaturangizdagi qoʻshni harflar (qwerty).</li><li>Shaxsiy maʼlumotlar. Ismingiz, tug'ilgan kuningiz, haydovchilik guvohnomangiz, pasport raqamingiz yoki shunga o'xshash ma'lumotlar.</li></ul>

# Languages::text_profile_is_created
source: The account has been created successfully.
uz: Hisob qaydnomasi muvaffaqiyatli yaratildi.

# Languages::text_profile_is_updated
source: The profile data has been updated successfully.
uz: Profil ma'lumotlari muvaffaqiyatli yangilandi.

# Languages::text_profile_should_be_approved
source: Your account has been created successfully, but it must be activated by the store administrator before you are able to sign in.
uz: Hisobingiz muvaffaqiyatli yaratildi, lekin tizimga kirishdan oldin uni do'kon ma'muri faollashtirishi kerak.

# Languages::text_promotions_group_condition
source: if [set] of these conditions are [set_value]
uz: Hisobingiz ishlab chiqarildi, lekin tizimga kirishdan oldin uni do'kon ma'muri faollashtirishi kerak.

# Languages::our_brands
source: Our Brands
uz: Bizning brendlarimiz

# Languages::text_qty_discounts
source: Our quantity discounts
uz: Bizning miqdor chegirmalarimiz
