Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::text_cdn_setup
source: CDN was set up successfully.
uz: CDN muvaffaqiyatli sozlandi.

# Languages::text_changes_not_saved
source: Your changes have not been saved.
uz: O'zgartirishlaringiz saqlanmadi.

# Languages::text_changes_saved
source: Your changes have been saved.
uz: Oʻzgartirishlaringiz saqlandi.

# Languages::text_change_password
source: You are now logged in to your account. Please change the password and click the "Save" button.
uz: Siz endi hisobingizga kirgansiz. Iltimos, parolni o'zgartiring va "Saqlash" tugmasini bosing.

# Languages::text_checkout_new_profile_notice
source: If you are a new customer, we need to know your personal details.
uz: Agar siz yangi mijoz bo'lsangiz, biz sizning shaxsiy ma'lumotlaringizni bilishimiz kerak.

# Languages::text_cities_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)
uz: Siz ushbu maydonda joker belgilardan foydalanishingiz mumkin:<br /><b>'?'</b> - har qanday bitta belgi;<b>'*'</b> - istalgan miqdordagi belgilar.<br />< br /><u>Misol:</u><br /><b>Yangi Y*</b> &nbsp;&nbsp;(Nyu-York, Nyu-Yark va h.k.ga mos keladi)<br /><b>L? s*</b>&nbsp;&nbsp; (Las-Vegas, Los-Anjeles va boshqalarga to'g'ri keladi.)

# Languages::text_click_here
source: Click here for more details
uz: Batafsil ma'lumot uchun shu yerni bosing

# Languages::text_cmcic_notice
source: Please set the following URL as the <b>CGI2</b>: <b>[postback_url]</b>
uz: Iltimos, quyidagi URLni <b>CGI2</b> sifatida belgilang: <b>[postback_url]</b>

# Languages::text_cmpi_frame_message
source: For your security, please fill out the form below to complete your order. Do not click the Refresh or Back button, or this transaction may be interrupted or canceled.
uz: Xavfsizligingiz uchun buyurtmangizni bajarish uchun quyidagi shaklni to'ldiring. Yangilash yoki Orqaga tugmasini bosmang, aks holda bu tranzaksiya uzilishi yoki bekor qilinishi mumkin.

# Languages::text_cmpi_go_back
source: Go back
uz: Ortga qaytish

# Languages::text_combination_out_of_stock
source: No products with the selected options in stock
uz: Tanlangan variantlari mavjud mahsulotlar zaxirada yo'q

# Languages::text_companies_activated
source: Selected companies have been activated
uz: Tanlangan kompaniyalar faollashtirildi

# Languages::text_companies_disabled
source: Selected companies have been disabled
uz: Tanlangan kompaniyalar oʻchirib qoʻyilgan

# Languages::text_company_status_active_subj
source: Your company was activated.
uz: Sizning kompaniyangiz faollashtirildi.

# Languages::text_company_status_changed
source: Status of your company [company] was changed to [status].
uz: Kompaniyangiz [company] maqomi [status] ga o'zgartirildi.

# Languages::text_company_status_disabled_subj
source: Your company was disabled.
uz: Sizning kompaniyangiz o'chirilgan.

# Languages::text_conditions_cleared
source: Table conditions were cleared
uz: Jadval shartlari tozalandi

# Languages::text_confirm_passwd_recovery
source: Please follow this link to confirm your password recovery procedure
uz: Parolni tiklash jarayonini tasdiqlash uchun ushbu havolaga o'ting

# Languages::text_csrf_attack
source: Access denied: Possible CSRF attack
uz: Kirish rad etildi: CSRF hujumi mumkin

# Languages::text_customer_area_logo
source: Logo for the <b>customer</b> area
uz: <b>mijoz</b> hududi uchun logotip

# Languages::text_datatrans_notice
source: <b>Note</b>: In order to track your Datatrans orders with the shopping cart software you have to take the following steps:<br /> <br /> -&nbsp;Log in to your Datatrans account<br /> -&nbsp;Click on the <u>'Upp Data'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Set <u>'URL Post data format'</u> to <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Set <u>'URL Post'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;Click on the <u>'Security'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Select the <b>'An additional merchant identification will be send with payment messages'</b> option.<br /> -&nbsp;Generate new digital signature using the <u>'Generate new sign'</u> button.<br /> -&nbsp;Set generated value to the <u>'Digital signature'</u> field on the Datatrans payment configuration page in your store<br />
uz: <b>Eslatma</b>: Savatcha dasturi yordamida Datatrans buyurtmalaringizni kuzatish uchun siz quyidagi amallarni bajarishingiz kerak:<br /> <br /> -&nbsp;Datatrans hisobingizga kiring<br /> -&nbsp;<u>'Yuqoriga ma'muriyat'</u> bo'limidagi <u>'Upp Data'</u> havolasini bosing.<br /> -&nbsp;<u>'URL post ma'lumotlar formatini o'rnating. </u> - <b>'HTML FORM'dagi ma'lumotlar'</b>.<br /> -&nbsp;<u>'URL Post'</u> ni quyidagiga o'rnating:<br /> <b>[post_url] </b><br /> -&nbsp;<u>'Yuqori ma'muriyat'</u> bo'limidagi <u>'Xavfsizlik'</u> havolasini bosing.<br /> -&nbsp;<-ni tanlang. b>"Qo'shimcha savdogar identifikatsiyasi to'lov xabarlari bilan yuboriladi"</b> opsiyasi.<br /> -&nbsp;<u>"Yangi belgi yaratish"</u> tugmasi yordamida yangi raqamli imzo yarating.<br / > -&nbsp;Yaratilgan qiymatni doʻkoningizdagi Datatrans toʻlov sozlamalari sahifasidagi <u>"Raqamli imzo"</u> maydoniga oʻrnating<br />

# Languages::text_data_changed
source: Your changes have not been saved.Press OK to continue, or Cancel to stay on the current page.
uz: Oʻzgartirishlaringiz saqlanmadi. Davom etish uchun OK tugmasini yoki joriy sahifada qolish uchun Bekor qilish tugmasini bosing.

# Languages::text_tab_changed
source: Your changes on the current tab have not been saved. Click "OK" to continue or "Cancel" to stay on the current tab.
uz: Joriy varaqdagi oʻzgartirishlaringiz saqlanmadi. Davom etish uchun “OK” tugmasini yoki joriy yorliqda qolish uchun “Bekor qilish” tugmasini bosing.

# Languages::text_decrease_points_in_use
source: The points used in the order were subtracted from user account.
uz: Buyurtmada foydalanilgan ballar foydalanuvchi hisobidan olib tashlandi.

# Languages::text_deltapay_notice
source: <b>Note:</b> Please send the following information to the DeltaPay support:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
uz: <b>Eslatma:</b> Iltimos, DeltaPay qo'llab-quvvatlash xizmatiga quyidagi ma'lumotlarni yuboring:<br />To'lov sahifasi: '<u>[payment_url]</u>'<br />Muvaffaqiyatli sahifa: '<u>[ result_url]</u>'<br />Muvaffaqiyatsizlik sahifasi: '<u>[result_url]</u>'<br />Bekor qilish sahifasi: '<u>[result_url]</u>'<br />

# Languages::text_directebanking_notice
source: Set 'Success link' to: <b>[success_url]</b><br /> Set 'Abort link' to: <b>[abort_url]</b><br /> Add new HTTP notifications and set 'Notification URL' to: <b>[notification_url]</b><br /> Activate input check and set 'Hash Algoritm' to the 'SHA1'<br />
uz: “Muvaffaqiyatli havola”ni: <b>[success_url]</b><br /> “To‘xtatish havolasi”ni quyidagiga o‘rnating: <b>[abort_url]</b><br /> Yangi HTTP bildirishnomalarini qo‘shing va “Bildirishnoma”ni o‘rnating. URL' manzili: <b>[notification_url]</b><br /> Kirish tekshiruvini faollashtiring va “Xesh algoritmi”ni “SHA1”ga o‘rnating<br />

# Languages::text_directory_created
source: The directory <b>[directory]</b> has been successfully created.
uz: <b>[directory]</b> katalogi muvaffaqiyatli yaratildi.

# Languages::text_directory_deleted
source: The directory <b>[directory]</b> has been successfully deleted
uz: <b>[directory]</b> katalogi muvaffaqiyatli o'chirildi

# Languages::text_directory_renamed
source: The directory <b>[directory]</b> has been successfully renamed to <b>[to_directory]</b>
uz: <b>[directory]</b> katalogi <b>[to_directory]</b> ga muvaffaqiyatli o'zgartirildi

# Languages::text_directory_restored
source: The directory <b>[directory]</b> has been restored from the repository
uz: <b>[directory]</b> katalogi ombordan tiklandi

# Languages::text_downloads_empty
source: Your downloads list is empty
uz: Yuklab olinganlar roʻyxati boʻsh

# Languages::text_editing
source: Text editing
uz: Matnni tahrirlash

# Languages::text_edp_product
source: This product is electronically distributed
uz: Ushbu mahsulot elektron shaklda tarqatiladi

# Languages::text_ekey_not_valid
source: The confirmation link is invalid or has expired.
uz: Tasdiqlash havolasi yaroqsiz yoki muddati tugagan.

# Languages::text_email_sent
source: E-mail has been sent successfully.
uz: E-mail muvaffaqiyatli yuborildi.

# Languages::text_emerchantpay_notice
source: Please add these URL fields in your eMerchantPay eCommerce Payment Form configuration:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
uz: Iltimos, ushbu URL maydonlarini eMerchantPay elektron tijorat toʻlov shakli konfiguratsiyasiga qoʻshing:<br/><br/><b>Orqaga qaytish URL:</b><br/>[backreturn_url]<br/><br/><b>Maxsus Tasdiqlash URL manzili:</b><br/>[notify_url]<br/><br/><b>Maxsus rad etish URL:</b><br/>[decline_url]<br/><br/><b >Bildirishnoma URL manzilini faollashtirish:</b><br/>[process_url]

# Languages::text_enets_notice
source: Please send the following URL to the eNPS manager as a response URL for all the three cases (success, failure, cancel): [r_url]
uz: Barcha uchta holat (muvaffaqiyat, muvaffaqiyatsizlik, bekor qilish) uchun javob URL manzili sifatida quyidagi URL manzilini eNPS menejeriga yuboring: [r_url]

# Languages::text_enter_filename
source: Please enter a new file name
uz: Iltimos, yangi fayl nomini kiriting

# Languages::text_exim_data_exported
source: Data is exported successfully
uz: Maʼlumotlar muvaffaqiyatli eksport qilindi

# Languages::text_exim_data_imported
source: Data is imported successfully.<br />New objects - <b>[new]</b>;<br />Updated objects - <b>[exist]</b>;<br />Skipped objects - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
uz: Maʼlumotlar muvaffaqiyatli import qilindi.<br />Yangi obyektlar - <b>[new]</b>;<br />Yangilangan obyektlar - <b>[exist]</b>;<br />Oʻtkazib yuborilgan obyektlar - <b >[skipped]</b>;<br />Jami - <b>[total]</b>.

# Languages::text_exim_data_imported_clear
source: Data is imported successfully.
uz: Maʼlumotlar muvaffaqiyatli import qilindi.

# Languages::text_exim_export_notice
source: Below is a list of the fields that can be exported. The <b>highlighted</b> fields are mandatory.
uz: Quyida eksport qilinishi mumkin bo'lgan maydonlar ro'yxati keltirilgan. <b>ta'kidlangan</b> maydonlar majburiydir.

# Languages::text_exim_import_features_note
source: <h4>Product features import format</h4><code>(%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>where,<dl class="dl-horizontal"><dt>%Group name%</dt><dd>the name of feature group</dd><dt>%Feature name%</dt><dd>the name of feature</dd><dt>%Feature type%</dt><dd>the feature type (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>the feature value (several values can be delimited by comma)</dd></dl><p>Several features must be delimited by semicolon.</p><h5>Example:</h5><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>
uz: <h4>Mahsulot xususiyatlarini import formati</h4><code>(%Group name%) %Funksiya nomi%: %Funksiya turi%[%Feature value%]</code>qaerda,<dl class="dl-horizontal" ><dt>%Guruh nomi%</dt><dd>xususiyatlar guruhi nomi</dd><dt>%Funksiya nomi%</dt><dd>xususiyati nomi</dd><dt>% Xususiyat turi%</dt><dd>xususiyatlar turi (C - belgilash katakchasi, M - bir nechta belgilash kataklari, S - matnni tanlash qutisi, N - raqamni tanlash qutisi, E - kengaytirilgan tanlash qutisi, T - oddiy matn, O - raqam, D - sana)</dd><dt>%Xususiyatlar qiymati%</dt><dd>xususiyatlar qiymati (bir nechta qiymatlar vergul bilan chegaralanishi mumkin)</dd></dl><p>Bir nechta funksiyalar tomonidan chegaralanishi kerak nuqtali vergul.</p><h5>Misol:</h5><code>ISBN: T[1233423423]; Chiqarilgan sana: D[05/05/07]; Rang: S[Qizil]</code>

# Languages::text_exim_import_files_note
source: <h4>File import format</h4><code>%File location%</code> where, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>can be an absolute or relative path in a server file system or a URL</dd> </dl> <p>Several files must be delimited by comma.</p> <h5>Example 1:</h5><code>file1.jpg</code><h5>Example 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
uz: <h4>Fayl import formati</h4><code>%Fayl joylashuvi%</code> bu erda, <dl class="dl-horizontal"> <dt>%Fayl joylashuvi%</dt> <dd>bo'lishi mumkin server fayl tizimidagi mutlaq yoki nisbiy yo'l yoki URL</dd> </dl> <p>Bir nechta fayllar vergul bilan ajratilishi kerak.</p> <h5>1-misol:</h5><code>file1. jpg</code><h5>2-misol:</h5><code>backup/file1.zip, images/file2.jpg</code>

# Languages::text_exim_import_images_note
source: <h4>Image import format</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>can be an absolute or relative path in a server file system or a URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Example 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
uz: <h4>Rasm import formati</h4><code>%Rasm joylashuvi%#%Muqobil matn%</code> bu yerda,<br><dl class="dl-horizontal"><dt>%Rasm joylashuvi%</ dt><dd>server fayl tizimidagi mutlaq yoki nisbiy yo‘l yoki URL manzili bo‘lishi mumkin,</dd><dt>%Alternativ matn%<dt><dd>image alternativ text</dd></dl>< h5>1-misol:</h5><code>images/product_images/apples.jpg#Apples</code><h5>2-misol:</h5><code>http://www.site.com/apples. jpg#Apples</code>

# Languages::text_exim_import_notice
source: Below is a list of the fields that your data file can contain. The fields highlighted in bold are mandatory. If you are importing data with special symbols (commas, semicolons, etc.), please make sure you have these fields quoted.
uz: Quyida ma'lumotlar faylingiz bo'lishi mumkin bo'lgan maydonlar ro'yxati keltirilgan. Qalin harf bilan belgilangan maydonlar majburiydir. Agar siz maxsus belgilar (vergul, nuqta-vergul va h.k.) bilan maʼlumotlarni import qilayotgan boʻlsangiz, ushbu maydonlar koʻrsatilganligiga ishonch hosil qiling.

# Languages::text_exim_import_options_note
source: <h4>Product options import format</h4><code>%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> where,<dl class="dl-horizontal"><dt>%Option name%</dt><dd>the name of the option,</dd><dt>%Variant N ID%</dt><dd>the id of the variant,</dd><dt>%Variant N%</dt><dd>the name of the variant. Variants must be specified if the option type is a selectbox or radiogroup only.</dd><dt>%Option type%</dt><dd>the option type, can be the following:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - simple input,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Several options must be delimited by semicolon.</p><h5>Examples:</h5>Simple text options:<code>Your age: I; Date of birth: I; Notes: T</code><br>Options with variants:<code>Color: S[Red, Green, Blue]; Size: R[X, XL, XXL]</code>
uz: <h4>Mahsulot parametrlarining import formati</h4><code>%Variant nomi%: %Variant turi%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID %{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> bu yerda,<dl class="dl-horizontal"><dt>%Variant nomi %</dt><dd>variant nomi,</dd><dt>%Variant N ID%</dt><dd>variantning identifikatori,</dd><dt>%Variant N% </dt><dd>variantning nomi. Variantlar ko'rsatilishi kerak, agar opsiya turi faqat tanlash qutisi yoki radioguruh bo'lsa.</dd><dt>%Variant turi%</dt><dd>opsiya turi quyidagicha bo'lishi mumkin:<br><ul><li ><b>S</b> - tanlash qutisi,</li><li><b>R</b> - radioguruh,</li><li><b>C</b> - belgilash katagi,</li><li><b>R</b> li><li><b>I</b> - oddiy kiritish,</li><li><b>T</b> - matn maydoni.</li></ul></dd></dl ><p>Bir nechta variantlar nuqtali vergul bilan ajratilishi kerak.</p><h5>Misollar:</h5>Oddiy matn variantlari:<code>Yoshingiz: I; Tug'ilgan sana: I; Eslatmalar: T</code><br>Variantlar bilan variantlar:<code>Rang: S[Qizil, Yashil, Moviy]; Hajmi: R[X, XL, XXL]</code>

# Languages::text_exim_utf8_file_format
source: Please make sure that the file you are importing has UTF-8 charset for correct import
uz: Import qilayotgan faylda toʻgʻri import qilish uchun UTF-8 belgilar toʻplami mavjudligiga ishonch hosil qiling

# Languages::text_expired_license
source: Unfortunately, your subscription for [product] software is over. Please renew it as soon as possible to avoid the program suspending.
uz: Afsuski, [product] dasturiga obunangiz tugadi. Iltimos, dasturni to'xtatib qo'ymaslik uchun uni imkon qadar tezroq yangilang.

# Languages::text_features_delimiter
source: Delimiter between variant values of a product feature.
uz: Mahsulot xususiyatining variant qiymatlari orasidagi chegaralovchi.

# Languages::text_feedback_notice
source: The parameters that will be sent to our server to analyze the functionality and the current configuration are listed below.<br />Please note that no personal or financial information will be sent. After you get acquainted with the list of the parameters, click on "Send".<br />
uz: Funktsionallik va joriy konfiguratsiyani tahlil qilish uchun serverimizga yuboriladigan parametrlar quyida keltirilgan.<br />Iltimos, shaxsiy yoki moliyaviy maʼlumotlar yuborilmasligini unutmang. Parametrlar ro'yxati bilan tanishganingizdan so'ng "Yuborish" tugmasini bosing.<br />

# Languages::text_files_directory
source: Directory where product files are located. This will be used if the "File" field data is specified without a path.
uz: Mahsulot fayllari joylashgan katalog. Bu "Fayl" maydoni ma'lumotlari yo'lsiz ko'rsatilgan bo'lsa ishlatiladi.

# Languages::text_file_created
source: The file <b>[file]</b> has been successfully created
uz: <b>[file]</b> fayli muvaffaqiyatli yaratildi

# Languages::text_file_deleted
source: The file <b>[file]</b> has been successfully deleted
uz: <b>[file]</b> fayli muvaffaqiyatli oʻchirildi

# Languages::text_file_renamed
source: The file <b>[file]</b> has been successfully renamed to <b>[to_file]</b>
uz: <b>[file]</b> fayli muvaffaqiyatli <b>[to_file]</b> ga o‘zgartirildi

# Languages::text_file_restored
source: The file <b>[file]</b> has been restored from the repository
uz: <b>[file]</b> fayli ombordan tiklandi

# Languages::text_file_saved
source: The file <b>[file]</b> is successfully saved
uz: <b>[file]</b> fayli muvaffaqiyatli saqlandi

# Languages::text_fill_the_mandatory_fields
source: You need to complete all the mandatory fields
uz: Barcha majburiy maydonlarni to'ldirishingiz kerak

# Languages::text_forbidden_file_extension
source: It is not allowed to create/upload/rename files with the <b>.[ext]</b> extension.
uz: <b>.[ext]</b> kengaytmali fayllarni yaratish/yuklash/nomini o'zgartirishga ruxsat berilmagan.

# Languages::text_forbidden_file_mime
source: It is not allowed to create/upload/rename files of the <b>[mime]</b> MIME type.
uz: <b>[mime]</b> MIME turidagi fayllarni yaratish/yuklash/nomini o'zgartirishga ruxsat berilmagan.

# Languages::text_forbidden_functionality
source: <p>To use this feature, you need a [product] license.</p>
uz: <p>Ushbu funksiyadan foydalanish uchun sizga [product] litsenziyasi kerak.</p>

# Languages::upgrade_license
source: Upgrade my license
uz: Litsenziyamni yangilang

# Languages::need_upgrade
source: Need upgrade
uz: Yangilash kerak

# Languages::text_forbidden_uploaded_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension. Allowed extensions are: <b>[exts]</b>
uz: <b>.[ext]</b> kengaytmali fayllarni yuklashga ruxsat berilmagan. Ruxsat berilgan kengaytmalar: <b>[exts]</b>

# Languages::text_forbidden_uploaded_file_size
source: It is not allowed to upload files with size more than <b>[size]</b>
uz: Hajmi <b>[size]</b> dan katta fayllarni yuklash mumkin emas

# Languages::text_license_required_full
source: Your current CS-Cart edition is Professional. We also offer another one, a more advanced edition—<b>Ultimate</b>. With CS-Cart Ultimate, you'll be able to use unlimited number of storefronts and the mobile commerce app as well as the eBay Synchronization add-on and the Facebook app without additional fees. To unlock unlimited storefronts and mobile commerce, get the Ultimate license.
uz: Sizning joriy CS-Cart nashringiz Professional. Biz yana bir, yanada rivojlangan nashr —<b>Ultimate</b>ni taklif etamiz. CS-Cart Ultimate bilan siz cheksiz miqdordagi do'konlar va mobil tijorat ilovasidan, shuningdek, eBay Synchronization plaginidan va Facebook ilovasidan qo'shimcha to'lovlarsiz foydalanishingiz mumkin bo'ladi. Cheksiz vitrina va mobil tijoratni ochish uchun Ultimate litsenziyasini oling.

# Languages::text_license_required_storefronts
source: Add as many storefronts as you want and manage them via a single admin panel.
uz: Istaganingizcha ko'plab do'konlar qo'shing va ularni bitta administrator paneli orqali boshqaring.

# Languages::text_license_required_facebook
source: Build your store into your Facebook page to get closer to your audience and draw more new customers.
uz: Auditoriyangizga yaqinlashish va ko'proq yangi mijozlarni jalb qilish uchun do'koningizni Facebook sahifangizga kiriting.

# Languages::text_license_required_ebay
source: Boost your sales by selling products presented in your CS-Cart store on the world's biggest marketplace—eBay.
uz: CS-Cart do'koningizda taqdim etilgan mahsulotlarni dunyodagi eng katta bozor - eBay-da sotish orqali savdolaringizni oshiring.

# Languages::text_form_cresecure_notice
source: Please complete your payment below.<br />This is a secure payment page, served from a secure location.
uz: Quyida toʻlovni yakunlang.<br />Bu xavfsiz toʻlov sahifasi boʻlib, xavfsiz joydan xizmat koʻrsatiladi.

# Languages::text_license_required_storefronts-title
source: Unlimited Storefronts
uz: Cheksiz do'konlar

# Languages::text_license_required_facebook-title
source: Facebook App
uz: Facebook ilovasi

# Languages::text_license_required_ebay-title
source: eBay Synchronization
uz: eBay sinxronizatsiyasi

# Languages::text_full_mode_required
source: <strong>Full mode</strong> required.
uz: <strong>To'liq rejim</strong> talab qilinadi.

# Languages::license_required
source: [product] license required
uz: [product] litsenziyasi talab qilinadi

# Languages::text_gate2shop_notice
source: <p>Please set the following values in the Gate2Shop merchant settings:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
uz: <p>Iltimos, Gate2Shop savdogar sozlamalarida quyidagi qiymatlarni oʻrnating:</p><p>Muvaffaqiyatli, muvaffaqiyatsiz va bekor qilingan URL: <b>[result_url]</b></p><p>Orqaga URL: <b >[back_url]</b></p>

# Languages::text_gd_not_avail
source: GD library is <b>not</b> installed on your server. Please contact your hosting provider. <br />Charts can be represented only as tables (chart type "Table").
uz: GD kutubxonasi serveringizda <b>o'rnatilmagan</b>. Iltimos, hosting provayderingizga murojaat qiling. <br />Diagrammalarni faqat jadval shaklida ko'rsatish mumkin (diagramma turi "Jadval").
