Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::tt_views_shippings_update_delivery_time
source: The delivery time appears next to the name of the shipping method. If you use realtime shipping rate calculation, your shipping service may provide its own delivery time. The time provided by the shipping service will be displayed instead of the time you specify here.
uz: Yetkazib berish vaqti etkazib berish usuli nomining yonida ko'rsatiladi. Agar siz real vaqtda jo'natish tezligini hisoblashdan foydalansangiz, sizning etkazib berish xizmatingiz o'z yetkazib berish vaqtini ta'minlashi mumkin. Bu yerda siz ko'rsatgan vaqt o'rniga yuk tashish xizmati tomonidan taqdim etilgan vaqt ko'rsatiladi.

# Languages::ttc_page_title
source: Page title displayed on a browser panel.
uz: Brauzer panelida ko'rsatilgan sahifa sarlavhasi.

# Languages::ttc_popularity
source: Product popularity rating based on how many times the storefront has been viewed, number of additions to cart and number of purchases.
uz: Mahsulotning mashhurligi reytingi vitrina necha marta koʻrilgani, savatga qoʻshilganlar soni va xaridlar soniga asoslanadi.

# Languages::ttc_storefront_url
source: All the storefronts domain names must be associated with the same IP-address. Note: Switch to "All stores" to edit
uz: Barcha domen nomlari bir xil IP-manzil bilan bog'langan bo'lishi kerak. Eslatma: Tahrirlash uchun "Barcha do'konlar" ga o'ting

# Languages::ttc_stores_status
source: ON—the storefront is open; everyone will see it. OFF—the storefront is closed; only those who have the access key will be able to see it.
uz: ON - do'kon vitrini ochiq; hamma ko'radi. OFF - do'kon vitrini yopiq; faqat kirish kalitiga ega bo'lganlar uni ko'rishlari mumkin.

# Languages::access_for_authorized_customers_only
source: Access for authorized customers only
uz: Faqat vakolatli mijozlar uchun ruxsat

# Languages::tts_activate_menu_tab_for
source: The menu item will be shown activated for the specified dispatch.
uz: Belgilangan jo'natma uchun menyu bandi faollashtirilgan ko'rinadi.

# Languages::tts_generate_submenu
source: The submenu will include child elements of the selected object.
uz: Pastki menyu tanlangan ob'ektning pastki elementlarini o'z ichiga oladi.

# Languages::tts_link_text
source: Target URL. May be an external URL, an inner store URL or a dispatch.
uz: Maqsadli URL. Tashqi URL manzili, do‘konning ichki URL manzili yoki jo‘natma bo‘lishi mumkin.

# Languages::tts_menu_user_class
source: User-defined CSS class will be added to the menu item, so this will allow to define the menu item with its own CSS style.
uz: Foydalanuvchi tomonidan belgilangan CSS klassi menyu elementiga qo'shiladi, shuning uchun bu menyu elementini o'ziga xos CSS uslubi bilan belgilash imkonini beradi.

# Languages::tt_views_block_manager_update_block_override_by_this
source: If you save the block with this option checked, the current block content value will override the content of this block everywhere it is used in the cart
uz: Agar siz ushbu parametr belgilangan holda blokni saqlasangiz, joriy blok mazmuni qiymati ushbu blok tarkibini savatda ishlatiladigan hamma joyda bekor qiladi.

# Languages::tt_views_block_manager_update_block_width
source: Block width works for blocks located in the group having horizontal direction, for other cases this parameter does not work.
uz: Blok kengligi gorizontal yo'nalishga ega bo'lgan guruhda joylashgan bloklar uchun ishlaydi, boshqa hollarda bu parametr ishlamaydi.

# Languages::tt_views_block_manager_update_location_default
source: One location must be picked as default. Its Top and Bottom containers will be used in all locations.
uz: Standart sifatida bitta joy tanlanishi kerak. Uning yuqori va pastki idishlari barcha joylarda qo'llaniladi.

# Languages::tt_views_cart_components_carts_search_form_online_only
source: If enabled, search results include only users who are online at the moment.
uz: Agar yoqilgan bo'lsa, qidiruv natijalariga faqat ayni paytda onlayn bo'lgan foydalanuvchilar kiradi.

# Languages::tt_views_currencies_update_after_sum
source: If enabled, the symbol of the currency is shown after the sum.
uz: Agar yoqilgan bo'lsa, pul birligining belgisi summadan keyin ko'rsatiladi.

# Languages::tt_views_currencies_update_decimals
source: Number of digits after the decimal sign.
uz: Kasr belgisidan keyingi raqamlar soni.

# Languages::tt_views_currencies_update_dec_sign
source: Decimal separator.
uz: O'nlik ajratuvchi.

# Languages::tt_views_currencies_update_ths_sign
source: Thousand separator.
uz: Ming ajratuvchi.

# Languages::tt_views_database_manage_backup_data
source: If enabled, the database backup file includes the actual table data.
uz: Agar yoqilgan bo'lsa, ma'lumotlar bazasi zaxira fayli haqiqiy jadval ma'lumotlarini o'z ichiga oladi.

# Languages::tt_views_exim_export_output
source: Choose an action on the file: "Direct download" - to save the file on the local computer, "Screen" - to display the file's contents, "Server" - to save the file on the server file system.
uz: Faylda amalni tanlang: "To'g'ridan-to'g'ri yuklab olish" - faylni mahalliy kompyuterda saqlash uchun, "Ekran" - fayl tarkibini ko'rsatish uchun, "Server" - faylni server fayl tizimida saqlash uchun.

# Languages::tt_views_languages_manage_language_code
source: Two-letter code of the language.
uz: Tilning ikki harfli kodi.

# Languages::tt_views_languages_update_country
source: The flag of this country will be used as language icon.
uz: Bu davlat bayrog'i til belgisi sifatida ishlatiladi.

# Languages::tt_views_orders_components_orders_search_form_customer_files
source: If enabled, the search results will contain the orders for which customers loaded their own files.
uz: Agar yoqilgan bo'lsa, qidiruv natijalari mijozlar o'z fayllarini yuklagan buyurtmalarni o'z ichiga oladi.

# Languages::tt_views_payments_update_template
source: Template responsible for displaying supplementary fields for the payment method.
uz: To'lov usuli uchun qo'shimcha maydonlarni ko'rsatish uchun javob beradigan shablon.

# Languages::tt_views_products_components_products_shipping_settings_items_in_box
source: Use this field to define the minimum and maximum number of product items to be shipped in a separate box. Enter a non-zero value and specify the box dimensions below.
uz: Alohida qutiga jo'natiladigan mahsulot elementlarining minimal va maksimal sonini aniqlash uchun ushbu maydondan foydalaning. Nolga teng bo'lmagan qiymatni kiriting va quyidagi quti o'lchamlarini belgilang.

# Languages::tt_views_products_components_products_shipping_settings_weight
source: Non-downloadable products with zero weight are handled as having minimal possible non-zero weight
uz: Nol og'irligi bo'lgan yuklab bo'lmaydigan mahsulotlar minimal mumkin bo'lgan nolga teng bo'lmagan og'irlikka ega deb hisoblanadi

# Languages::tt_views_products_update_categories
source: Categories to be displayed in the navigation breadcrumbs.
uz: Navigatsiya bo'laklarida ko'rsatiladigan toifalar.

# Languages::tt_views_products_update_inventory
source: Track in stock product quantity. Enable the "Enable inventory tracking" option (Settings -> General) to modify.
uz: Stokdagi mahsulot miqdorini kuzatib boring. O'zgartirish uchun "Inventarni kuzatishni yoqish" opsiyasini yoqing (Sozlamalar -> Umumiy).

# Languages::tt_views_products_update_list_price
source: Manufacturer suggested retail price.
uz: Ishlab chiqaruvchi chakana narxni taklif qildi.

# Languages::tt_views_products_update_out_of_stock_actions
source: 'Buy in advance' lets customers buy out-of-stock products and products that will be available since a specific date. 'Sign up for notification' works only when the product has zero or negative quantity.
uz: "Oldindan sotib olish" mijozlarga ma'lum bir sanadan beri mavjud bo'lgan mahsulotlar va mahsulotlarni sotib olish imkonini beradi. "Bildirishnoma uchun ro'yxatdan o'tish" faqat mahsulot nolga teng yoki salbiy miqdorga ega bo'lganda ishlaydi.

# Languages::tt_views_product_features_update_feature_display_on_catalog
source: Show this feature on product list pages along with product description.
uz: Ushbu xususiyatni mahsulot tavsifi bilan birga mahsulot ro'yxati sahifalarida ko'rsating.

# Languages::tt_views_product_features_update_feature_display_on_product
source: If enabled, the product feature is displayed on the product details page in the storefront
uz: Agar yoqilgan bo'lsa, mahsulot xususiyati do'kon vitrinidagi mahsulot tafsilotlari sahifasida ko'rsatiladi

# Languages::tt_views_product_features_update_prefix
source: An affix that precedes the product feature.
uz: Mahsulot xususiyatidan oldin kelgan affiks.

# Languages::tt_views_product_features_update_suffix
source: An affix that follows the product feature.
uz: Mahsulot xususiyatiga ergashuvchi affiks.

# Languages::tt_views_product_options_update_incorrect_filling_message
source: Message that is displayed if the entered data is incorrect.
uz: Kiritilgan ma'lumotlar noto'g'ri bo'lsa, ko'rsatiladigan xabar.

# Languages::tt_views_product_options_update_inner_hint
source: A note that indicates the value to be entered.
uz: Kiritilgan qiymatni ko'rsatadigan eslatma.

# Languages::tt_views_product_options_update_inventory
source: If enabled, the option is taken into account when forming the product inventory.
uz: Agar yoqilgan bo'lsa, mahsulot inventarizatsiyasini shakllantirishda variant hisobga olinadi.

# Languages::tt_views_product_options_update_regexp
source: Regular expression specifying a pattern to match.
uz: Mos keladigan naqshni ko'rsatuvchi oddiy ifoda.

# Languages::tt_views_promotions_update_stop_other_rules
source: If enabled, the other promotions are not applied.
uz: Agar yoqilgan bo'lsa, boshqa reklama aktsiyalari qo'llanilmaydi.

# Languages::tt_views_sales_reports_table_time_interval
source: Periods to analyze (day, week, month, year).
uz: Tahlil qilinadigan davrlar (kun, hafta, oy, yil).

# Languages::tt_views_sales_reports_update_table_dependence
source: Parameter to sort values by. It should relate to the Value to display param (e.g. Product costs—Total cost or Number of products—Number of items).
uz: Qiymatlarni saralash parametri. U ko'rsatiladigan qiymatga tegishli bo'lishi kerak (masalan, Mahsulot xarajatlari - Umumiy xarajat yoki Mahsulotlar soni - Elementlar soni).

# Languages::tt_views_sales_reports_update_table_limit
source: Max number of chart components.
uz: Grafik komponentlarining maksimal soni.

# Languages::tt_views_site_layout_logos_alt_text
source: Leave empty to use company name as alternative text.
uz: Kompaniya nomini muqobil matn sifatida ishlatish uchun bo'sh qoldiring.

# Languages::tt_views_storage_cdn_cname
source: Domain name that you want to use instead of the CloudFront domain name for the URLs for your files. You also need to create a CNAME record with your DNS service to route queries to CloudFront host (it will be displayed on this page after you enter account information).
uz: Fayllaringiz URL manzillari uchun CloudFront domen nomi oʻrniga foydalanmoqchi boʻlgan domen nomi. Shuningdek, so'rovlarni CloudFront xostiga yo'naltirish uchun DNS xizmati bilan CNAME yozuvini yaratishingiz kerak (hisob qaydnomasi ma'lumotlarini kiritganingizdan so'ng u ushbu sahifada ko'rsatiladi).

# Languages::tt_views_storage_cdn_key
source: AWS Access Key ID. See <a href="https://docs.aws.amazon.com/powershell/latest/userguide/pstools-appendix-sign-up.html" target="_blank">https://docs.aws.amazon.com</a> to learn how to get key and secret key.
uz: AWS kirish kaliti identifikatori. <a href="https://docs.aws.amazon.com/powershell/latest/userguide/pstools-appendix-sign-up.html" target="_blank">https://docs.aws.amazon sahifasiga qarang. com</a>ni kalit va maxfiy kalitni qanday olishni o'rganish uchun.

# Languages::tt_views_taxes_update_regnumber
source: Registration number of this tax in the store.
uz: Ushbu soliqning do'kondagi ro'yxatga olish raqami.

# Languages::turkish
source: Turkish
uz: turkcha

# Languages::type
source: Type
uz: turi

# Languages::type_comments_here
source: You can leave us a comment here
uz: Bu yerda bizga sharh qoldirishingiz mumkin

# Languages::uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
uz: Ushbu saytda eng yaxshi foydalanuvchi tajribasini ta'minlash uchun cookie-fayllardan foydalaniladi. Agar davom etsangiz, siz ushbu saytdan cookie-fayllarni olishga rozi ekanligingizni taxmin qilamiz. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span> </span>

# Languages::ult_share_users_setting_disabled
source: The setting value can not be changed as identical email addresses are registered in your store.
uz: Sozlama qiymatini o'zgartirib bo'lmaydi, chunki do'koningizda bir xil elektron pochta manzillari ro'yxatdan o'tgan.

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this store because there are orders containing the products of this company in the store database. To delete the account, please delete all such orders first.
uz: Bu doʻkonni oʻchirib boʻlmadi, chunki doʻkon maʼlumotlar bazasida ushbu kompaniya mahsulotlaridan iborat buyurtmalar mavjud. Hisobni oʻchirish uchun avvalo barcha shu kabi buyurtmalarni oʻchirib tashlang.

# Languages::unable_to_assign_usergroup
source: Unable to assign the usergroup. Please contact the shop administrator.
uz: Foydalanuvchilar guruhini tayinlab bo‘lmadi. Iltimos, do'kon ma'muriga murojaat qiling.

# Languages::unable_to_check_license
source: Unable to check your license number
uz: Litsenziya raqamingizni tekshirib bo‘lmadi

# Languages::unable_to_delete_setting_description
source: Unable to delete setting description: [reason]
uz: Sozlama tavsifini oʻchirib boʻlmadi: [reason]

# Languages::unable_to_delete_setting_variant
source: Unable to delete setting_variant: [reason]
uz: Setting_variantni oʻchirib boʻlmadi: [reason]

# Languages::unable_to_read_resource
source: Unable to read resource: [file]
uz: Resursni o‘qib bo‘lmadi: [file]

# Languages::unable_to_update_setting_description
source: Unable to set description: [reason]
uz: Tavsifni o‘rnatib bo‘lmadi: [reason]

# Languages::unable_to_update_setting_value
source: Unable to set value: [reason]
uz: Qiymatni o‘rnatib bo‘lmadi: [reason]

# Languages::unable_to_unpack_file
source: Unable to decompress file
uz: Faylni ochish imkonsiz

# Languages::ungroupped_features
source: Ungrouped features
uz: Guruhlanmagan xususiyatlar

# Languages::uninstall
source: Uninstall
uz: Oʻchirish

# Languages::unique_html_block
source: Unique HTML block
uz: Noyob HTML bloki

# Languages::unit
source: Unit
uz: Birlik

# Languages::united_kingdom
source: United Kingdom
uz: Birlashgan Qirollik

# Languages::unit_price
source: Unit price
uz: Donasining narxi

# Languages::unknown
source: Unknown
uz: Noma'lum

# Languages::unknown_server_response
source: Unknown server response
uz: Noma'lum server javobi

# Languages::unmark
source: Unmark
uz: Belgini olib tashlang

# Languages::unregistered_customer
source: Unregistered customer
uz: Ro'yxatdan o'tmagan mijoz

# Languages::unregistered_customer_short
source: Unregistered
uz: Roʻyxatdan oʻtmagan

# Languages::unselect_all
source: Unselect all
uz: Hammasini bekor qiling

# Languages::unset_tax_to_products
source: Remove selected taxes from all products
uz: Barcha mahsulotlardan tanlangan soliqlarni olib tashlang

# Languages::unsubscribe
source: Unsubscribe
uz: Obunani bekor qilish

# Languages::up
source: Up
uz: Yuqoriga

# Languages::update
source: Update
uz: Yangilash

# Languages::update_categories
source: Update categories
uz: Kategoriyalarni yangilang

# Languages::update_customer_info
source: Update customer information
uz: Mijoz ma'lumotlarini yangilash

# Languages::update_for_all_act
source: New value will be saved for ALL stores which share this item. Click to save it only for the owner-store.
uz: Ushbu elementni baham ko'radigan HAMMA do'konlar uchun yangi qiymat saqlanadi. Uni faqat do'kon egasi uchun saqlash uchun bosing.

# Languages::update_for_all_dis
source: New value will be saved ONLY for the owner-store. Click to save it for all stores which share this item.
uz: Yangi qiymat FAQAT do'kon egasi uchun saqlanadi. Ushbu elementni baham ko'radigan barcha do'konlarda saqlash uchun bosing.

# Languages::update_for_all_hid_act
source: Click to cancel field update.
uz: Maydon yangilanishini bekor qilish uchun bosing.

# Languages::update_for_all_hid_dis
source: Click to enter a new field value to update in all stores when saving item.
uz: Ob'ektni saqlashda barcha do'konlarda yangilanadigan yangi maydon qiymatini kiritish uchun bosing.

# Languages::update_group
source: Update group
uz: Guruhni yangilash

# Languages::update_period_expired
source: <p class="text-error">Your upgrade subscription has expired, so this software upgrade cannot be installed. You can prolongate your subscription in the <a href="[url]">Customer Help Desk</a>.</p><p>Please note that it is not mandatory: you can continue using this software with no limitation even without an upgrade subscription.</p>
uz: <p class="text-error">Sizning yangilanish obunangiz muddati tugadi, shuning uchun bu dasturiy ta'minotni yangilash o'rnatib bo'lmaydi. Obunani <a href="[url]">Mijozlarga yordam stoli</a> orqali uzaytirishingiz mumkin.</p><p>Esda tutingki, bu majburiy emas: siz ushbu dasturiy ta'minotdan hech qanday cheklovsiz foydalanishni davom ettirishingiz mumkin. yangilash obunasisiz.</p>

# Languages::update_products
source: Update products
uz: Mahsulotlarni yangilash

# Languages::update_profile
source: Update profile
uz: Profilni yangilash

# Languages::update_profile_notification
source: Your profile has been updated.
uz: Profilingiz yangilandi.

# Languages::update_profile_notification_header
source: Your profile has been updated
uz: Profilingiz yangilandi

# Languages::update_status
source: Update status
uz: Holatni yangilash

# Languages::update_text
source: Update text
uz: Matnni yangilash

# Languages::updating
source: Updating
uz: Yangilanmoqda

# Languages::updating_links
source: Updating links
uz: Havolalar yangilanmoqda

# Languages::upgrade
source: Upgrade
uz: Yangilash

# Languages::upgrade_center
source: Upgrade center
uz: Yangilash markazi

# Languages::upgrade_center_permission_adjusted_properly
source: All file and folder permissions have been adjusted properly.
uz: Barcha fayl va papka ruxsatlari to'g'ri sozlangan.

# Languages::upgrade_center.validation_issue
source: Validation issue
uz: Tasdiqlash muammosi

# Languages::upgrade_center.validator_fail_result
source: Validator "[validator_name]" returned fail status
uz: Tasdiqlovchi "[validator_name]" muvaffaqiyatsiz holatini qaytardi

# Languages::upgrade_center.filehash_check_failed
source: Upgrade is impossible due to file integrity check error. Please contact the technical support team.
uz: Fayl yaxlitligini tekshirish xatosi tufayli yangilash mumkin emas. Iltimos, texnik yordam guruhiga murojaat qiling.

# Languages::upgrade_center.upgrades_are_not_available_in_trial
source: Upgrades are available only in <strong>Full</strong> and <strong>Free</strong> licensing modes.<br /><br />The licensing mode can be changed under Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a>.
uz: Yangilanishlar faqat <strong>Toʻliq</strong> va <strong>Bepul</strong> litsenziyalash rejimlarida mavjud.<br /><br />Litsenziyalash rejimini Sozlamalar → <a class="cm-dialog" orqali oʻzgartirish mumkin. -opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Litsenziyalash rejimi</a>.

# Languages::upgrade_flash_player
source: You need to upgrade your Flash Player
uz: Flash Player-ni yangilashingiz kerak

# Languages::upgrade_is_not_avail
source: <p class="text-error">This upgrade is not available for your [product] license. Please contact our <a href="[href]">support team</a> to update your license status.</p>
uz: <p class="text-error">Ushbu yangilanish [mahsulot] litsenziyangiz uchun mavjud emas. Litsenziyangiz holatini yangilash uchun <a href="[href]">yordam guruhimizga</a> murojaat qiling.</p>

# Languages::upgrade_center.warning_msg_upgrade_is_complicated
source: The upgrade is a complicated process. It can be failed due to reasons that are beyond our control.<br> To make the upgrade of your store safer, we have prepared tips for you:
uz: Yangilash - bu murakkab jarayon. Bu bizga bogʻliq boʻlmagan sabablarga koʻra muvaffaqiyatsiz boʻlishi mumkin.<br> Doʻkoningizni xavfsizroq yangilash uchun biz siz uchun maslahatlar tayyorladik:

# Languages::upgrade_center.warning_msg_third_party_add_ons
source: The upgrade doesn't update third-party add-ons. That's why we recommend that you disable all the third-party add-ons before the upgrade.
uz: Yangilash uchinchi tomon qo'shimchalarini yangilamaydi. Shuning uchun biz yangilashdan oldin barcha uchinchi tomon qo'shimchalarini o'chirib qo'yishingizni tavsiya qilamiz.

# Languages::upgrade_center.warning_msg_test_local
source: Upgrade the test copy of your store first to make sure that the upgrade will go smoothly.
uz: Yangilanish muammosiz o'tishiga ishonch hosil qilish uchun avval do'koningizning sinov nusxasini yangilang.

# Languages::upgrade_center.warning_msg_after_upgrade
source: After the upgrade, check the basic functionality of your store.
uz: Yangilashdan so'ng, do'koningizning asosiy funksiyalarini tekshiring.

# Languages::upgrade_center.warning_msg_generally
source: Generally, the upgrade fails because the PHP script execution is terminated due to your server configuration. It's essential to check the PHP script timeout settings on your server
uz: Umuman olganda, yangilanish muvaffaqiyatsiz tugadi, chunki PHP skriptining bajarilishi server konfiguratsiyasi tufayli tugatilgan. Serveringizdagi PHP skriptining kutish vaqti sozlamalarini tekshirish juda muhim

# Languages::upgrade_center.warning_msg_timeout_fail
source: We DO NOT recommend to start the upgrade on your server.
uz: Biz serveringizda yangilanishni boshlashni TAVSIYA EMAS.

# Languages::upgrade_center.warning_msg_timeout_check_failed
source: Your server has wrong PHP script timeout settings. This could be due to restrictions on the PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> function or FastCGI "Timeout" options. We recommend you to contact your hosting provider in order to resolve this issue or contact our tech support team to perform the upgrade for you.
uz: Sizning serveringizda noto'g'ri PHP skripti kutish vaqti sozlamalari mavjud. Bunga PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> funksiyasi yoki FastCGIdagi cheklovlar sabab bo‘lishi mumkin. "Vaqt tugashi" opsiyalari. Ushbu muammoni hal qilish uchun hosting provayderingizga murojaat qilishingizni yoki siz uchun yangilashni amalga oshirish uchun texnik yordam guruhimizga murojaat qilishingizni tavsiya qilamiz.
