Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::shipping_rates
source: Shipping rates
uz: Yetkazib berish tariflari

# Languages::shipping_same_as_billing
source: Shipping and billing address the same?
uz: Yetkazib berish va to'lov manzili bir xilmi?

# Languages::shipping_service
source: Shipping service
uz: Yuk tashish xizmati

# Languages::shipping_time
source: Shipping time
uz: Yetkazib berish vaqti

# Languages::shipping_rate
source: Rate
uz: Baho

# Languages::shipping_price_condition
source: Price condition
uz: Narx holati

# Languages::shipping_weight_condition
source: Weight condition
uz: Og'irlik holati

# Languages::shipping_items_condition
source: Items condition
uz: Elementlarning holati

# Languages::shipping_surcharge_discount
source: Surcharge / Discount
uz: Qo'shimcha to'lov / chegirma

# Languages::shipping_per
source: per
uz: boshiga

# Languages::shipping_from_value
source: From
uz: Kimdan

# Languages::shipping_to_value
source: To
uz: Kimga

# Languages::shipping_and_up
source: and up
uz: va yuqoriga

# Languages::shipping_item
source: item
uz: element

# Languages::shipping_add_conditions
source: Add conditions
uz: Shartlarni qo'shing

# Languages::shipping_hide_conditions
source: Hide conditions
uz: Shartlarni yashirish

# Languages::shipping_add_price_condition
source: Add price conditions
uz: Narx shartlarini qo'shing

# Languages::shipping_add_weight_condition
source: Add weight conditions
uz: Og'irlik shartlarini qo'shing

# Languages::shipping_add_items_condition
source: Add items conditions
uz: Elementlar shartlarini qo'shing

# Languages::shipping_remove_price_condition
source: Remove price conditions
uz: Narx shartlarini olib tashlang

# Languages::shipping_remove_weight_condition
source: Remove weight conditions
uz: Og'irlik shartlarini olib tashlang

# Languages::shipping_remove_items_condition
source: Remove items conditions
uz: Elementlar shartlarini olib tashlang

# Languages::shipping_edit_rate_area
source: Edit rate area
uz: Baho maydonini tahrirlash

# Languages::shipping_remove_rate_area
source: Remove rate area from shipping
uz: Tarif maydonini yuk tashishdan olib tashlang

# Languages::shipping_rate_range_overlap_error_message
source: Condition must not fall within existing range.
uz: Vaziyat mavjud diapazonga tushmasligi kerak.

# Languages::shipping_rate_range_limit_error_message
source: The beginning of the range can't be higher than the end.
uz: Diapazonning boshi oxiridan yuqori boʻlishi mumkin emas.

# Languages::shipping_rate_absolute
source: Absolute ([currency])
uz: Mutlaq ([currency])

# Languages::shipping_rate_percent
source: Cart percent (%)
uz: Savat foizi (%)

# Languages::ship_dhl_height
source: Package height
uz: Paket balandligi

# Languages::ship_dhl_length
source: Package length
uz: Paket uzunligi

# Languages::ship_dhl_site_id
source: Site ID
uz: Sayt identifikatori

# Languages::ship_dhl_width
source: Package width
uz: Paket kengligi

# Languages::ship_fedex_ancillary_endorsement
source: Ancillary Endorsements
uz: Yordamchi tasdiqlar

# Languages::ship_fedex_ancillary_endorsement_address_correction
source: Address Service Requested
uz: Manzil xizmati so'ralgan

# Languages::ship_fedex_ancillary_endorsement_carrier_leave_if_no_response
source: Carrier Leave If No Response
uz: Agar javob bo'lmasa, operator tark etadi

# Languages::ship_fedex_ancillary_endorsement_change_service
source: Change Service Requested
uz: Xizmatni oʻzgartirish soʻralgan

# Languages::ship_fedex_ancillary_endorsement_forwarding_service
source: Forwarding Service Requested
uz: Ekspeditorlik xizmati so'raldi

# Languages::ship_fedex_ancillary_endorsement_return_delivery
source: Return Service Requested
uz: Qaytish xizmati so'raldi

# Languages::ship_fedex_customer_manifest_id
source: Customer manifest ID
uz: Mijoz manifest identifikatori

# Languages::ship_fedex_drop_off_type
source: Drop Off Type
uz: Olib tashlash turi

# Languages::ship_fedex_drop_off_type_regular_pickup
source: Regular pickup
uz: Doimiy olib ketish

# Languages::ship_fedex_drop_off_type_request_courier
source: Request courier
uz: Kuryerga murojaat qiling

# Languages::ship_fedex_drop_off_type_station
source: Drop at station
uz: Stansiyaga tushing

# Languages::ship_fedex_height
source: Height (inches)
uz: Balandligi (dyuym)

# Languages::ship_fedex_indicia
source: Indicia
uz: Hindiston

# Languages::ship_fedex_indicia_media_mail
source: Media Mail (Packages from 1 to 70 lbs Books, DVDs, CDs, videotapes)
uz: Media pochta (1 dan 70 funtgacha bo'lgan paketlar kitoblar, DVDlar, CDlar, videotasmalar)

# Languages::ship_fedex_indicia_parcel_select
source: Parcel Select (Packages from 1 to 70 lbs)
uz: Posilka tanlash (1 dan 70 funtgacha bo'lgan paketlar)

# Languages::ship_fedex_indicia_presorted_bound_printed_matter
source: Bound Printed Matter packages (Packages from 1 to 15 lbs Catalogs, phone books or anything permanently bound)
uz: Bog'langan bosma materiallar paketlari (1 dan 15 funtgacha bo'lgan paketlar Kataloglar, telefon kitoblari yoki doimiy bog'langan narsalar)

# Languages::ship_fedex_indicia_presorted_standard
source: Standard Mail packages (Packages less than 1 lb)
uz: Standart pochta paketlari (1 funtdan kam paketlar)

# Languages::ship_fedex_length
source: Length (inches)
uz: Uzunlik (dyuym)

# Languages::ship_fedex_meter_number
source: Meter number
uz: Hisoblagich raqami

# Languages::ship_fedex_package_type_fedex_10kg_box
source: FedEx 10kg Box
uz: FedEx 10 kg quti

# Languages::ship_fedex_package_type_fedex_25kg_box
source: FedEx 25kg Box
uz: FedEx 25 kg quti

# Languages::ship_fedex_package_type_fedex_box
source: FedEx Box
uz: FedEx qutisi

# Languages::ship_fedex_package_type_fedex_envelope
source: FedEx Envelope
uz: FedEx konverti

# Languages::ship_fedex_package_type_fedex_pak
source: FedEx Pak
uz: FedEx to'plami

# Languages::ship_fedex_package_type_fedex_tube
source: FedEx Tube
uz: FedEx trubkasi

# Languages::ship_fedex_package_type_your_packaging
source: Your packaging
uz: Sizning qadoqlash

# Languages::ship_fedex_special_services
source: Special service (delivery confirmation)
uz: Maxsus xizmat (etkazib berishni tasdiqlash)

# Languages::ship_fedex_width
source: Width (inches)
uz: Kengligi (dyuym)

# Languages::ship_height
source: Package height (cm)
uz: Paket balandligi (sm)

# Languages::ship_length
source: Package length (cm)
uz: Paket uzunligi (sm)

# Languages::ship_sp_l_acknowledgement_of_delivery
source: Acknowledgement of delivery (for registered mail only)
uz: Yetkazib berishni tasdiqlash (faqat ro'yxatdan o'tgan pochta uchun)

# Languages::ship_sp_l_cash_on_delivery
source: Cash on delivery (for registered mail only)
uz: Yetkazib berishda naqd pul (faqat ro'yxatdan o'tgan pochta uchun)

# Languages::ship_sp_l_personal_delivery
source: Personal delivery (for registered mail only)
uz: Shaxsiy yetkazib berish (faqat ro'yxatdan o'tgan pochta uchun)

# Languages::ship_sp_l_registered_mail
source: Registered mail
uz: Ro'yxatdan o'tgan pochta

# Languages::ship_sp_pc_assurance
source: Assurance
uz: Kafolat

# Languages::ship_sp_pc_cash_on_delivery
source: Cash on delivery (COD)
uz: Yetkazib berishda naqd pul (COD)

# Languages::ship_sp_pc_fragile
source: Fragile
uz: Mo'rt

# Languages::ship_sp_pc_manual_handling
source: Manual handling
uz: Qo'lda ishlov berish

# Languages::ship_sp_pc_personal
source: Personal
uz: Shaxsiy

# Languages::ship_sp_pc_signature
source: Signature
uz: Imzo

# Languages::ship_sp_pp_additional_insurance
source: Additional insurance (up to CHF 3000.-)
uz: Qo'shimcha sug'urta (3000 CHF gacha)

# Languages::ship_sp_pp_bulky_goods
source: Bulky goods
uz: Katta hajmdagi tovarlar

# Languages::ship_sp_pp_cash_on_delivery
source: Cash on delivery (ECONOMY only)
uz: Yetkazib berishda naqd pul (faqat IQTISODIYOT)

# Languages::ship_sp_pp_manual_processing
source: Manual processing
uz: Qo'lda ishlov berish

# Languages::ship_sp_ur_additional_insurance
source: Additional insurance for URGENT goods (up to CHF 3000.-)
uz: Shoshilinch tovarlar uchun qo'shimcha sug'urta (3000 CHF gacha)

# Languages::ship_swisspost_error_intl_delivery
source: Cannot use this shipping method for the international delivery
uz: Ushbu yuk tashish usulini xalqaro yetkazib berish uchun ishlatib bo'lmaydi

# Languages::ship_swisspost_error_private_delivery
source: Cannot use this shipping method for the private delivery
uz: Shaxsiy yetkazib berish uchun ushbu jo‘natish usulidan foydalanib bo‘lmaydi

# Languages::ship_swisspost_heavy_package
source: The package is too heavy
uz: Paket juda og'ir

# Languages::ship_swisspost_unable_to_open_additional_services
source: Cannot open the additional_services.csv file
uz: extra_services.csv faylini ochib bo'lmadi

# Languages::ship_swisspost_unable_to_open_service
source: Cannot open the [code] file
uz: [code] faylini ochib bo'lmadi

# Languages::ship_to
source: Ship to
uz: Ga yetkazib berish

# Languages::ship_to_another
source: Ship to a different address
uz: Boshqa manzilga jo'natish

# Languages::ship_ups_access_key
source: UPS Rates Access Key
uz: UPS tariflariga kirish kaliti

# Languages::ship_ups_package_type_01
source: UPS letter/ UPS Express Envelope
uz: UPS xati/UPS Express konverti

# Languages::ship_ups_package_type_03
source: UPS Tube
uz: UPS trubkasi

# Languages::ship_ups_package_type_04
source: UPS Pack
uz: UPS to'plami

# Languages::ship_ups_package_type_21
source: UPS Express Box
uz: UPS Express qutisi

# Languages::ship_ups_package_type_24
source: UPS 25Kg Box
uz: UPS 25 kg quti

# Languages::ship_ups_package_type_25
source: UPS 10Kg Box
uz: UPS 10kg quti

# Languages::ship_ups_pickup_type
source: Pickup type
uz: Qabul qilish turi

# Languages::ship_ups_pickup_type_01
source: Daily Pickup
uz: Kundalik olib ketish

# Languages::ship_ups_pickup_type_03
source: Customer Counter
uz: Mijoz hisoblagichi

# Languages::ship_ups_pickup_type_06
source: One Time Pickup
uz: Bir martalik olib ketish

# Languages::ship_ups_pickup_type_07
source: On Call Air
uz: Chaqiruv havoda

# Languages::ship_ups_pickup_type_11
source: Suggested Retail Rates
uz: Tavsiya etilgan chakana narxlar

# Languages::ship_ups_pickup_type_19
source: Letter Center
uz: Xat markazi

# Languages::ship_ups_pickup_type_20
source: Air Service Center
uz: Havo xizmati markazi

# Languages::ship_ups_delivery_confirmation
source: No Signature
uz: Imzo yo'q

# Languages::ship_ups_delivery_confirmation_signature
source: Signature Required
uz: Imzo kerak

# Languages::ship_ups_delivery_confirmation_adult_signature
source: Adult Signature Required
uz: Kattalar imzosi talab qilinadi

# Languages::ship_ups_use_delivery_confirmation
source: Use Delivery confirmation
uz: Etkazib berishni tasdiqlashdan foydalaning

# Languages::ship_ups_dcist_type
source: Confirmation type
uz: Tasdiqlash turi

# Languages::ship_usps_container
source: Container
uz: Idish

# Languages::ship_usps_container_express
source: Container (Express)
uz: Konteyner (ekspress)

# Languages::ship_usps_container_express_flat_rate_envelope
source: Flat Rate Envelope
uz: Bir tekis tarifli konvert

# Languages::ship_usps_container_priority
source: Container (Priority Mail)
uz: Konteyner (birinchi navbatdagi pochta)

# Languages::ship_usps_container_priority_flat_rate_box
source: Flat Rate Box
uz: Bir tekis tarif qutisi

# Languages::ship_usps_container_priority_flat_rate_envelope
source: Flat Rate Letter
uz: Bir tekis tarif xati

# Languages::ship_usps_container_priority_lg_flat_rate_box
source: Large Flat Rate Box
uz: Katta tekis tariflar qutisi

# Languages::ship_usps_container_priority_md_flat_rate_box
source: Medium Flat Rate Box
uz: O'rtacha tekis tarif qutisi

# Languages::ship_usps_container_priority_nonrectangular
source: NonRectangular
uz: To'rtburchak bo'lmagan

# Languages::ship_usps_container_priority_rectangular
source: Rectangular
uz: To'rtburchak

# Languages::ship_usps_container_priority_regional_a_rate_box
source: Regional Rate Box A
uz: Mintaqaviy tarif qutisi A

# Languages::ship_usps_container_priority_regional_b_rate_box
source: Regional Rate Box B
uz: Mintaqaviy tarif qutisi B

# Languages::ship_usps_container_priority_regional_c_rate_box
source: Regional Rate Box C
uz: Mintaqaviy tarif qutisi C

# Languages::ship_usps_container_priority_sm_flat_rate_box
source: Small Flat Rate Box
uz: Kichik tekis tariflar qutisi

# Languages::ship_usps_container_priority_padded_flat_rate_envelope
source: Padded Flat Rate Envelope
uz: Yostiqli tekis tarifli konvert

# Languages::ship_usps_container_priority_legal_flat_rate_envelope
source: Legal Flat Rate Envelope
uz: Belgilangan narxda hujjatlar uchun konvert

# Languages::ship_usps_container_priority_sm_flat_rate_envelope
source: Sm Flat Rate Envelope
uz: Belgilangan etilgan narxda kichik konvert

# Languages::ship_usps_container_priority_window_flat_rate_envelope
source: Window Flat Rate Envelope
uz: Belgilangan narxda oynali konvert

# Languages::ship_usps_container_priority_gift_card_flat_rate_envelope
source: Gift Card Flat Rate Envelope
uz: Belgilangan narxda otkritkalar uchun konvert

# Languages::ship_usps_first_class_mail_type
source: First Class Mail Type
uz: Birinchi sinf pochta turi

# Languages::ship_usps_first_class_mail_type_flat
source: Flat
uz: katta konvert

# Languages::ship_usps_first_class_mail_type_parcel
source: Parcel
uz: Paket

# Languages::ship_usps_intl_package_girth
source: Package girth
uz: Paket doirasi

# Languages::ship_usps_intl_package_height
source: Package height
uz: Paket balandligi

# Languages::ship_usps_intl_package_length
source: Package length
uz: Paket uzunligi

# Languages::ship_usps_intl_package_size
source: Package size
uz: Paket hajmi

# Languages::ship_usps_intl_package_width
source: Package width
uz: Paket kengligi

# Languages::ship_usps_machinable
source: Machinable (First-Class Mail or Standard Post)
uz: Ishlov beriladigan (birinchi darajali pochta yoki standart pochta)

# Languages::ship_usps_machinable_false
source: False
uz: Yolg'on

# Languages::ship_usps_machinable_true
source: True
uz: To'g'ri

# Languages::ship_usps_mailtype
source: Type of Mail
uz: Pochta turi

# Languages::ship_usps_mailtype_matter_for_the_blind
source: Matter for the Blind
uz: Ko'rlar uchun masala

# Languages::ship_usps_mailtype_postcards_or_aerogrammes
source: Postcards or Aerogrammes
uz: Pochta kartalari yoki aerogrammalar

# Languages::ship_usps_package_size
source: Package Size (length + girth, inches)
uz: Paket hajmi (uzunlik + aylana, dyuym)

# Languages::ship_usps_package_size_large
source: Large (84..108)
uz: Katta (84..108)

# Languages::ship_usps_package_size_oversize
source: Oversize (108..130)
uz: Katta oʻlchamli (108..130)

# Languages::ship_usps_package_size_regular
source: Regular (0..84)
uz: Oddiy (0..84)

# Languages::ship_usps_priority_girth
source: Priority Mail (Size:Large, Container:NonRectangular) Girth (inches)
uz: Prioritet pochta (hajmi: katta, konteyner: to'rtburchak bo'lmagan) atrofi (dyuym)

# Languages::ship_usps_priority_height
source: Priority Mail (Size:Large) Height (inches)
uz: Prioritet pochta (hajmi: katta) balandligi (dyuym)

# Languages::ship_usps_priority_length
source: Priority Mail (Size:Large) Length (inches)
uz: Prioritet pochta (hajmi: Katta) Uzunlik (dyuym)

# Languages::ship_usps_priority_width
source: Priority Mail (Size:Large) Width (inches)
uz: Prioritet pochta (hajmi: katta) kengligi (dyuym)

# Languages::ship_usps_username
source: User ID
uz: foydalanuvchi IDsi

# Languages::ship_width
source: Package width (cm)
uz: Paket kengligi (sm)

# Languages::short_description
source: Short description
uz: Qisqa Tasvir

# Languages::short_hour
source: h.
uz: s.

# Languages::short_list
source: Short list
uz: Qisqa ro'yxat

# Languages::show
source: Show
uz: Ko'rsatish

# Languages::show_all
source: Show all
uz: Hammasini ko'rsatish

# Languages::show_items_in_line
source: Show items inline
uz: Inline elementlarni ko'rsatish

# Languages::show_orders
source: Show orders
uz: Buyurtmalarni ko'rsatish

# Languages::show_price
source: Show price
uz: Narxni ko'rsatish

# Languages::show_rate_for_destination
source: Show rates for location
uz: Joylashuv narxlarini ko'rsatish

# Languages::show_rate_for_rate_area
source: Show rates for rate area
uz: Tarif maydoni uchun tariflarni ko'rsatish

# Languages::show_tab_in_popup
source: Show this tab in a popup window
uz: Ushbu yorliqni qalqib chiquvchi oynada ko'rsating

# Languages::tmpl_sidebox_1_item
source: Side box first item
uz: Yon qutining birinchi elementi

# Languages::sidebox_general
source: Ordinary block (H3 heading) [deprecated]
uz: Oddiy blok (H3 sarlavhasi) [deprecated]

# Languages::sidebox_important
source: Ordinary block (H3 heading)
uz: Oddiy blok (H3 sarlavhasi)

# Languages::signature
source: Signature
uz: Imzo

# Languages::signed_in_as
source: Signed in as
uz: sifatida kirgan

# Languages::sign_in
source: Sign in
uz: tizimga kirish

# Languages::sign_in_as_different
source: Sign in as a different user
uz: Boshqa foydalanuvchi sifatida tizimga kiring

# Languages::sign_in_to_buy
source: Please sign in to buy
uz: Xarid qilish uchun tizimga kiring

# Languages::sign_in_to_view_price
source: [Sign in to view price]
uz: [Narxni ko'rish uchun tizimga kiring]

# Languages::sign_out
source: Sign out
uz: Chiqish

# Languages::sign_up_for_notification
source: Sign up for notification
uz: Bildirishnoma uchun ro'yxatdan o'ting

# Languages::similar_only
source: Similar only
uz: Faqat o'xshash

# Languages::simple_ultimate_companies_selector
source: Please contact the technical support
uz: Iltimos, texnik yordamga murojaat qiling

# Languages::simultaneous
source: Simultaneous
uz: Bir vaqtda

# Languages::single
source: Single
uz: Yagona

# Languages::single_coupon_is_allowed
source: Single discount coupon is allowed only
uz: Faqat bitta chegirma kuponiga ruxsat beriladi

# Languages::sitemap
source: Sitemap
uz: Sayt xaritasi

# Languages::sitemap_menu_description
source: Create additional sections of the customer area sitemap and define the set of links for them.
uz: Mijoz hududi sayt xaritasining qo'shimcha bo'limlarini yarating va ular uchun havolalar to'plamini belgilang.

# Languages::sitemap_settings
source: Sitemap settings
uz: Sayt xaritasi sozlamalari

# Languages::site_number
source: Site number (EPT)
uz: Sayt raqami (EPT)

# Languages::size
source: Size
uz: Hajmi

# Languages::skiplastpage
source: Skip the last page
uz: Oxirgi sahifani o'tkazib yuboring

# Languages::skip_payment
source: Skip payment
uz: To'lovni o'tkazib yuborish

# Languages::skrill_customer_id
source: Skrill Customer ID
uz: Skrill mijoz identifikatori

# Languages::sku
source: CODE
uz: KOD

# Languages::slow
source: Slow
uz: Sekin

# Languages::small_items
source: Small items
uz: kichik narsalar

# Languages::smarty_block
source: HTML block with Smarty support
uz: Smarty qo'llab-quvvatlashi bilan HTML bloki

# Languages::sms_customer_registered
source: Customer [name] has been registered.
uz: Mijoz [name] roʻyxatga olindi.

# Languages::sms_for_the_sum
source: to the amount of
uz: miqdoriga

# Languages::sms_order_placed
source: has been placed
uz: joylashtirildi

# Languages::snapshot_date
source: Snapshot date
uz: suratga olingan sana

# Languages::sort_by
source: Sort by
uz: Saralash turi

# Languages::sort_by_null_asc
source: No sorting
uz: saralash yo'q

# Languages::sort_by_popularity_asc
source: Sort by Popularity: Low to High
uz: Mashhurlik bo'yicha saralash: Pastdan yuqoriga

# Languages::sort_by_popularity_desc
source: Sort by Popularity
uz: Mashhurlik bo'yicha saralash

# Languages::sort_by_position_asc
source: Sort by Position: Low to High
uz: Lavozim bo'yicha saralash: Pastdan yuqoriga

# Languages::sort_by_position_desc
source: Sort by Position: High to Low
uz: Lavozim bo'yicha saralash: Yuqoridan pastgacha

# Languages::sort_by_price_asc
source: Sort by Price: Low to High
uz: Narx bo‘yicha saralash: pastdan yuqoriga

# Languages::sort_by_price_desc
source: Sort by Price: High to Low
uz: Narx bo‘yicha saralash: Yuqoridan pastgacha

# Languages::sort_by_product_asc
source: Sort Alphabetically: A to Z
uz: Alifbo tartibida tartiblash: A dan Z gacha

# Languages::sort_by_product_desc
source: Sort Alphabetically: Z to A
uz: Alifbo tartibida tartiblash: Z dan A gacha

# Languages::sort_by_timestamp_asc
source: Oldest Items First
uz: Eng qadimgi narsalar birinchi

# Languages::sort_by_timestamp_desc
source: Newest Items First
uz: Birinchi navbatda eng yangi narsalar

# Languages::sort_images
source: Sort images
uz: Rasmlarni tartiblash

# Languages::spanish
source: Spanish
uz: ispancha

# Languages::specific_settings
source: Specific settings
uz: maxsus sozlamalar

# Languages::specify_url
source: Specify URL
uz: URL manzilini belgilang

# Languages::speed
source: Speed
uz: Tezlik

# Languages::type_to_search
source: Type to search...
uz: Qidirish uchun yozing...

# Languages::type_to_create
source: Type to create...
uz: Yaratish uchun yozing...

# Languages::type_to_search_or_click_button
source: Type to search, or click the button on the right for advanced search
uz: Qidirish uchun yozing yoki kengaytirilgan qidiruv uchun o'ngdagi tugmani bosing

# Languages::use_comma_enter_to_separate_variants
source: Use a comma or Enter to separate variants.
uz: Variantlarni ajratish uchun vergul yoki Enter dan foydalaning.

# Languages::enter_color_name_and_code
source: Enter color name and code. Example, "Red #ff0000"
uz: Rang nomi va kodini kiriting. Misol, "Qizil #ff0000"

# Languages::enter_category_name_and_path
source: Enter path and category name. Example, "Electronics/Computers/Laptops"
uz: Yo'l va toifa nomini kiriting. Masalan, "Elektronika/Kompyuterlar/noutbuklar"

# Languages::object_picker.remove_all_items
source: Remove all items
uz: Barcha elementlarni olib tashlang

# Languages::ssl_certificate
source: SSL certificate
uz: SSL sertifikati

# Languages::staff_only_notes
source: Staff only notes
uz: Faqat xodimlar eslatma

# Languages::stage
source: Stage
uz: Bosqich

# Languages::standard_sidebox
source: Standard side box
uz: Standart yon quti

# Languages::start
source: Start
uz: Boshlash

# Languages::start_communication
source: Start communication
uz: Muloqotni boshlang

# Languages::start_date
source: Start date
uz: Boshlanish sanasi

# Languages::start_price
source: Start price
uz: Boshlang'ich narx

# Languages::state
source: State/Province
uz: Shtat/viloyat

# Languages::states
source: States
uz: Shtatlar

# Languages::states_menu_description
source: Manage the set of states that are supported in your store.
uz: Doʻkoningizda qoʻllab-quvvatlanadigan shtatlar toʻplamini boshqaring.

# Languages::static_block
source: Static block
uz: Statik blok

# Languages::static_data
source: Static data
uz: Statik ma'lumotlar

# Languages::static_data_use_item
source: Use the "Link text" and "URL" values from this item in the storefront
uz: Vitrin vitrinasida ushbu mahsulotdagi “Ulanish matni” va “URL” qiymatlaridan foydalaning

# Languages::statistics
source: Statistics
uz: Statistika

# Languages::status
source: Status
uz: Holat

# Languages::status_changed
source: Status has been changed
uz: Status o'zgartirildi

# Languages::no_active_storefronts
source: No active storefronts
uz: Faol vitrinalar yo'q

# Languages::status_changed_after_process_payment
source: Order status was set according to the payment processing result
uz: Buyurtma holati to'lovni qayta ishlash natijasiga ko'ra o'rnatildi

# Languages::stay_connected
source: Stay Connected
uz: Aloqada qoling

# Languages::stay_connected_notice
source: Enter your email address to receive special offers and promotions.
uz: Maxsus takliflar va aktsiyalar olish uchun elektron pochta manzilingizni kiriting.

# Languages::step_four
source: Step 4
uz: 4-qadam

# Languages::step_one
source: Step 1
uz: 1-qadam

# Languages::step_three
source: Step 3
uz: 3-qadam
