Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::properties
source: Properties
uz: Xususiyatlari

# Languages::provider
source: Provider
uz: Provayder

# Languages::public
source: Public
uz: Ommaviy

# Languages::purchased_in_orders
source: Purchased in orders
uz: Buyurtmalarda sotib olingan

# Languages::purchased_qty
source: Purchased qty
uz: Sotib olingan miqdor

# Languages::purchasers_name
source: Purchaser`s Name
uz: Xaridorning ismi

# Languages::qty
source: Qty
uz: Miqdor

# Languages::qty_discounts
source: Quantity discounts
uz: Miqdor bo'yicha chegirmalar

# Languages::qty_discount_type_tooltip
source: Fixed amount/Percentage to be taken off the price
uz: Ruxsat etilgan miqdor/narxdan olinadigan foiz

# Languages::quantity
source: Quantity
uz: Miqdori

# Languages::quantity_long
source: Quantity
uz: Miqdori

# Languages::quantity_step
source: Quantity step
uz: Miqdor bosqichi

# Languages::query
source: Query
uz: So'rov

# Languages::quick_checkout
source: Quick checkout
uz: Tez chiqish

# Languages::quick_links
source: Quick links
uz: Tez havolalar

# Languages::quick_menu
source: Quick start menu
uz: Tez boshlash menyusi

# Languages::quick_product_viewer
source: Quick product viewer
uz: Tezkor mahsulotni ko'rish

# Languages::quick_view
source: Quick view
uz: Tez ko'rish

# Languages::radiogroup
source: Radio group
uz: Radio guruhi

# Languages::random
source: Random
uz: Tasodifiy

# Languages::rank_number
source: Rank ('machine') number
uz: Darajali (“mashina”) raqami

# Languages::rates_depend_on
source: Rates depend on
uz: Narxlar quyidagilarga bog'liq

# Languages::rate_calculation
source: Rate calculation
uz: Tarifni hisoblash

# Languages::rate_calculation_manual
source: Manual (by defined location)
uz: Qo'llanma (belgilangan joy bo'yicha)

# Languages::rate_calculation_manual_by_rate_area
source: Manual (by rate areas)
uz: Qo'lda (stavkalar bo'yicha)

# Languages::rate_calculation_by_customer_address
source: By customer's address
uz: Mijozning manzili bo'yicha

# Languages::rate_calculation_realtime
source: Realtime
uz: Haqiqiy vaqt

# Languages::rate_calculation_realtime_automatic
source: Real-time (automatic)
uz: Haqiqiy vaqt (avtomatik)

# Languages::rate_value
source: Rate value
uz: Baho qiymati

# Languages::read
source: Read
uz: O'qing

# Languages::readme
source: Readme
uz: Malumot uchun matn

# Languages::read_more_3d_secure
source: Read more about 3-D Secure
uz: 3-D Secure haqida ko'proq o'qing

# Languages::reason
source: Reason
uz: Sabab

# Languages::reasons
source: reasons
uz: sabablar

# Languages::reason_text
source: Payment processor response
uz: To'lov protsessorining javobi

# Languages::rebuild_cache_automatically
source: Rebuild cache automatically
uz: Keshni avtomatik ravishda qayta tiklash

# Languages::rebuild_cache_automatically_tooltip
source: Modified files are tracked in real time (including the files modified directly on server) and re-cached. Block cache will be disabled. Store performance may be slightly affected. Recommended to disable on production.
uz: O'zgartirilgan fayllar real vaqt rejimida kuzatiladi (shu jumladan to'g'ridan-to'g'ri serverda o'zgartirilgan fayllar) va qayta keshlanadi. Keshni bloklash o'chirib qo'yiladi. Do'konning ishlashi biroz ta'sir qilishi mumkin. Ishlab chiqarishda o'chirib qo'yish tavsiya etiladi.

# Languages::rebuild_combinations
source: Rebuild combinations
uz: Kombinatsiyalarni qayta tiklash

# Languages::recalculate
source: Recalculate
uz: Qayta hisoblang

# Languages::recalculate_rates
source: Recalculate rates
uz: Tariflarni qayta hisoblash

# Languages::recalculate_totals
source: Recalculate totals
uz: Tariflarni qayta hisoblash

# Languages::recent_activity
source: Recent activity
uz: Tariflarni qayta hisoblash

# Languages::recent_orders
source: Recent orders
uz: So'nggi buyurtmalar

# Languages::recent_products
source: Recently viewed
uz: So'nggi buyurtmalar

# Languages::recipient
source: Recipient
uz: Qabul qiluvchi

# Languages::recipients_name
source: Recipient`s Name
uz: Qabul qiluvchining ismi

# Languages::recipient_description
source: Description of the Merchant
uz: Savdogarning tavsifi

# Languages::recommended
source: Recommended
uz: Tavsiya etilgan

# Languages::recover_password
source: Reset password
uz: Parolni tiklash

# Languages::recover_password_subj
source: Password recovery
uz: Parolni tiklash

# Languages::recursively
source: Recursively
uz: Rekursiv

# Languages::redirect_customer_from_storefront
source: Redirect visitors of this storefront to the one that has countries to which the visitors' IP addresses belong defined
uz: Ushbu vitrina tashrif buyuruvchilarni tashrif buyuruvchilarning IP manzillari tegishli mamlakatlarga yo'naltiring

# Languages::referrers
source: Referrers
uz: Referentlar

# Languages::referrer_domain
source: Referrer domain
uz: Yo'naltiruvchi domen

# Languages::refresh
source: Refresh
uz: Yangilash

# Languages::refresh_packages_list
source: Refresh available upgrades
uz: Mavjud yangilanishlarni yangilang

# Languages::refund
source: Refund
uz: To'lovni qaytarish

# Languages::refunded
source: Refunded
uz: Toʻlov qaytarildi

# Languages::refunded_amount
source: Refunded amount
uz: Qaytarilgan miqdor

# Languages::regexp
source: RegExp
uz: Muntazam ifoda

# Languages::region
source: Region
uz: mintaqa

# Languages::regions
source: Regions
uz: Hududlar

# Languages::register
source: Register
uz: Roʻyxatdan oʻtish

# Languages::registered
source: Registered
uz: Ro'yxatga olingan

# Languages::registered_customers
source: Registered customers
uz: ro'yxatdan o'tgan mijozlar

# Languages::register_new_account
source: Register for a new account
uz: Registered customers

# Languages::register_profile
source: Register profile
uz: profilni ro'yxatdan o'tkazish

# Languages::registration
source: Registration
uz: Roʻyxatdan oʻtish

# Languages::regnumber
source: Registration number
uz: ro'yxatga olish raqami

# Languages::related_order
source: Related order
uz: Registration number

# Languages::release_date
source: Release date
uz: ishlab chiqarilish sanasi

# Languages::remember_me
source: Remember me
uz: meni eslaysizmi

# Languages::remove
source: Remove
uz: O'chirish

# Languages::remove_backup_files
source: Remove backup files
uz: Zaxira fayllarni olib tashlang

# Languages::remove_cc_info
source: Remove CC info
uz: CC ma'lumotlarini olib tashlang

# Languages::remove_this_item
source: Remove this item
uz: Ushbu elementni olib tashlang

# Languages::rename
source: Rename
uz: Nomini o'zgartirish

# Languages::repay_order
source: Pay order
uz: to'lov buyurtmasi

# Languages::report
source: Report
uz: Hisobot

# Languages::reports
source: Reports
uz: Hisobotlar

# Languages::reports_interval_1
source: Total
uz: Jami

# Languages::reports_interval_3
source: Day
uz: kun

# Languages::reports_interval_5
source: Week
uz: hafta

# Languages::reports_interval_7
source: Month
uz: oy

# Languages::reports_interval_9
source: Year
uz: yil

# Languages::reports_list
source: Reports list
uz: Hisobot ro'yxati

# Languages::reports_parameter_1
source: Order totals
uz: Buyurtma jami

# Languages::reports_parameter_10
source: Shipping costs
uz: yuk tashish xarajatlari

# Languages::reports_parameter_11
source: Categories
uz: Kategoriyalar

# Languages::reports_parameter_12
source: Products
uz: Mahsulotlar

# Languages::reports_parameter_13
source: Product costs
uz: mahsulot xarajatlari

# Languages::reports_parameter_14
source: The number of products
uz: Mahsulotlar soni

# Languages::reports_parameter_15
source: Managers
uz: Menejerlar

# Languages::reports_parameter_2
source: The number of orders
uz: Buyurtmalar soni

# Languages::reports_parameter_3
source: Orders
uz: Buyurtmalar

# Languages::reports_parameter_4
source: Statuses of orders
uz: Buyurtmalarning holati

# Languages::reports_parameter_5
source: Payment methods
uz: To'lov usullari

# Languages::reports_parameter_6
source: Rate areas
uz: Hududlarni baholang

# Languages::reports_parameter_7
source: Users
uz: Foydalanuvchilar

# Languages::reports_parameter_8
source: Discounts and coupons
uz: Chegirmalar va kuponlar

# Languages::reports_parameter_9
source: Taxes
uz: Soliqlar

# Languages::request
source: Request
uz: So'rov

# Languages::requests_count
source: Requests count
uz: So'rovlar hisobga olinadi

# Languages::requesttype
source: Request type
uz: So'rov turi

# Languages::request_account_name
source: Requested account name
uz: So'ralgan hisob nomi

# Languages::required
source: Required
uz: Majburiy

# Languages::reset
source: Reset
uz: qayta o'rnatish

# Languages::reset_filter
source: Reset filter
uz: Filtrni tiklash

# Languages::reset_inventory
source: Reset inventory
uz: Inventarizatsiyani tiklash

# Languages::reset_quantity_to_zero
source: Set quantity of all products to zero
uz: Barcha mahsulotlar miqdorini nolga o'rnating

# Languages::reset_quantity_to_zero_tooltip
source: If you enable this setting, all the products in your store will have their quantity set to 0, except for the products that have the quantity specified in the imported file.
uz: Agar siz ushbu sozlamani yoqsangiz, doʻkoningizdagi barcha mahsulotlar miqdori 0 ga oʻrnatiladi, import qilingan faylda miqdori koʻrsatilgan mahsulotlardan tashqari.

# Languages::reset_password
source: Reset password
uz: Parolni tiklash

# Languages::resolved
source: Resolved
uz: Yechilgan

# Languages::response
source: Response
uz: Javob

# Languages::restore
source: Restore
uz: Qayta tiklash

# Languages::restore_default
source: Use default value
uz: Standart qiymatdan foydalaning

# Languages::restore_from_repository
source: Restore from the repository
uz: Repozitoriydan tiklash

# Languages::ResultCode
source: ResultCode
uz: Natija kodi

# Languages::ResultDescription
source: ResultDescription
uz: Natija tavsifi

# Languages::return
source: Return to normal view
uz: Oddiy ko'rinishga qayting

# Languages::returning_customer
source: Returning customer
uz: Qaytgan mijoz

# Languages::return_url_target
source: Return URL target
uz: URL manzilini qaytarish

# Languages::reuse
source: Reuse
uz: Qayta ishlatmoq

# Languages::reversed
source: Reversed
uz: Qaytarilgan

# Languages::revert
source: Revert
uz: Qaytish

# Languages::re_order
source: Reorder this order
uz: Bu buyurtmani qayta tartiblang

# Languages::right
source: Right
uz: O'ng

# Languages::right_to_left_orientation
source: Right to left orientation
uz: O'ngdan chapga yo'naltirish

# Languages::risk_checking
source: Risk checking is in process. Please try reloading this page in a minute.
uz: Xatarlarni tekshirish jarayoni davom etmoqda. Iltimos, bu sahifani bir daqiqadan keyin qayta yuklashga harakat qiling.

# Languages::risk_information
source: Risk information
uz: Xavf haqida ma'lumot

# Languages::romanian
source: Romanian
uz: rumin

# Languages::root_category
source: Root category
uz: ildiz toifasi

# Languages::root_level
source: Root level
uz: ildiz darajasi

# Languages::root_page
source: Root level page
uz: Ildiz darajasidagi sahifa

# Languages::round_to
source: Round to
uz: gacha

# Languages::routing_code
source: Routing Number
uz: Marshrut raqami

# Languages::runtime
source: Runtime
uz: ish vaqti

# Languages::russian
source: Russian
uz: rus

# Languages::sale
source: Sale
uz: Sotish

# Languages::sales
source: Sales
uz: Sotish

# Languages::sales_commission
source: Sales commission
uz: Savdo komissiyasi

# Languages::sales_reports
source: Sales reports
uz: Savdo hisobotlari

# Languages::sales_reports_menu_description
source: Detailed statistics on the sales.
uz: Sotish bo'yicha batafsil statistik ma'lumotlar.

# Languages::same_as_source
source: same as source
uz: manba bilan bir xil

# Languages::save
source: Save
uz: Saqlash

# Languages::saved_search
source: Saved searches
uz: Saqlangan qidiruvlar

# Languages::save_and_close
source: Save and close
uz: Saqlash va yopish

# Languages::save_as
source: Save As...
uz: Boshqa saqlash...

# Languages::save_changes
source: Save changes
uz: O'zgarishlarni saqlang

# Languages::save_discount
source: Save
uz: Saqlash

# Languages::save_layout
source: Save layout
uz: Tartibni saqlang

# Languages::save_layout_as
source: Save layout as
uz: Tartibni saqlash

# Languages::save_process_payment
source: Save and process payment
uz: Saqlash va to'lovni qayta ishlash

# Languages::save_this_search_as
source: Save this search as
uz: Bu qidiruvni shunday saqlang

# Languages::scb_text_notice
source: Please send the following URL to the SCB support to be set as PostbackURL: <br /><b>[return_url]</b>
uz: Iltimos, PostbackURL sifatida o‘rnatish uchun SCB qo‘llab-quvvatlash xizmatiga quyidagi URL manzilini yuboring: <br /><b>[return_url]</b>

# Languages::screen
source: Screen
uz: Ekran

# Languages::screen_resolution
source: Screen resolution
uz: Ekran o'lchamlari

# Languages::script
source: Script
uz: Skript

# Languages::tmpl_scroller
source: Scroller
uz: aylantiruvchi

# Languages::scroller_direction
source: Auto-scroll direction
uz: Avtomatik aylantirish yo'nalishi

# Languages::search
source: Search
uz: Qidirmoq

# Languages::admin_search_title
source: Search
uz: Qidirmoq

# Languages::admin_search_button
source: Search
uz: Qidirmoq

# Languages::admin_search_field
source: Search
uz: Qidirmoq

# Languages::admin_search_general
source: Search
uz: Qidirmoq

# Languages::storefront_search_button
source: Search
uz: Qidirmoq

# Languages::storefront_search_field
source: Search
uz: Qidirmoq

# Languages::storefront_search_label
source: Search
uz: Qidirmoq

# Languages::storefront_search_general
source: Search
uz: Qidirmoq

# Languages::search_again
source: Search again
uz: Qayta qidiring

# Languages::search_by_order
source: Search by order
uz: Buyurtma bo'yicha qidirish

# Languages::search_by_owner
source: Search by owner
uz: Egasi bo'yicha qidirish

# Languages::search_by_price
source: Search by price
uz: Narx bo'yicha qidirish

# Languages::search_by_product_features
source: Search by product features
uz: Mahsulot xususiyatlari bo'yicha qidirish

# Languages::search_by_product_filters
source: Search by product filters
uz: Mahsulot filtrlari bo'yicha qidirish

# Languages::search_by_sku
source: Search by product code
uz: Mahsulot kodi bo'yicha qidirish

# Languages::search_by_vendor
source: Search by store
uz: Do'kon bo'yicha qidirish

# Languages::search_by_weight
source: Search by weight
uz: Og'irlik bo'yicha qidirish

# Languages::search_engine
source: Search engine
uz: qidiruv tizimlari

# Languages::search_for_pattern
source: Search for pattern
uz: Shaklni qidiring

# Languages::search_in
source: Search in
uz: Izlash

# Languages::search_in_category
source: Search in category
uz: Kategoriyani qidirish

# Languages::search_in_subcategories
source: Search in subcategories
uz: Pastki toifalarda qidirish

# Languages::search_options
source: Search options
uz: Qidiruv variantlari

# Languages::search_product
source: Search product
uz: Mahsulotni qidirish

# Languages::search_products
source: Search products
uz: Mahsulotlarni qidirish

# Languages::search_results
source: Search results
uz: Qidiruv natijalari

# Languages::search_results_for
source: Search results for [search]
uz: [search] uchun qidiruv natijalari

# Languages::search_string
source: Search string
uz: Qidiruv qatori

# Languages::search_words
source: Search words
uz: So'zlarni qidirish

# Languages::secret_key
source: Secret key
uz: maxfiy kalit

# Languages::secret_string
source: Secret string
uz: Yashirin qator

# Languages::secret_word
source: Secret word
uz: Yashirin so'z

# Languages::section
source: Section
uz: Bo'lim

# Languages::section_is_not_completed
source: Section is not completed.
uz: Bo'lim tugallanmagan.

# Languages::section_links
source: Section links
uz: Bo'lim havolalari

# Languages::section_name
source: Section name
uz: Bo'lim nomi

# Languages::secure
source: Secure
uz: Xavfsiz

# Languages::security
source: Security
uz: Xavfsizlik

# Languages::secure_checkout
source: Secure checkout
uz: Xavfsiz hisob-kitob

# Languages::secure_storefront_url
source: Secure storefront URL
uz: Xavfsiz vitrina URL manzili

# Languages::store_access_key
source: Access key to temporarily closed store
uz: Vaqtinchalik yopilgan do'konga kirish kaliti

# Languages::secure_storefront_url_already_exists
source: The value of the <strong>Secure storefront URL</strong> parameter mentioned by you already belongs to another company.
uz: Siz aytgan <strong>Xavfsiz vitrina URL</strong> parametrining qiymati allaqachon boshqa kompaniyaga tegishli.

# Languages::url_access_storefront
source: Use the following URL to access the storefront:<br><a href="[url]" target="_blank">[url]</a>
uz: Vitrinaga kirish uchun quyidagi URL manzilidan foydalaning:<br><a href="[url]" target="_blank">[url]</a>

# Languages::security_settings
source: Security settings
uz: Xavfsizlik sozlamalari

# Languages::see_demo
source: See demo
uz: Demoga qarang

# Languages::select
source: Select
uz: Tanlang

# Languages::selectbox
source: Select box
uz: Tanlash qutisi

# Languages::selected
source: Selected
uz: Tanlangan

# Languages::selected_fields
source: Selected fields
uz: Tanlangan maydonlar

# Languages::selected_items
source: Selected items
uz: Tanlangan elementlar

# Languages::select_all
source: Select all
uz: Hammasini belgilash

# Languages::select_all_product_options
source: You should select all product options
uz: Siz barcha mahsulot variantlarini tanlashingiz kerak

# Languages::select_block
source: Select block
uz: Blokni tanlang

# Languages::select_country
source: Select country
uz: Mamlakatni tanlang

# Languages::select_customer
source: Select customer
uz: Mijozni tanlang

# Languages::select_dates
source: Select dates
uz: Sanalarni tanlang

# Languages::select_descr_lang
source: Select the description language
uz: Tavsif tilini tanlang

# Languages::select_fields_to_edit
source: Select fields to edit
uz: Tahrirlash uchun maydonlarni tanlang

# Languages::select_file
source: Select file
uz: Faylni tanlang

# Languages::select_image
source: Select image
uz: Rasmni tanlang

# Languages::select_options
source: Select options
uz: Variantlarni tanlang

# Languages::select_option_above
source: Select the previous option first
uz: Avval oldingi variantni tanlang

# Languages::select_product
source: Select product
uz: Avvalgi variantni belgilash

# Languages::select_products
source: Select products
uz: Mahsulotlarni tanlang

# Languages::select_profile
source: Select profile
uz: Profilni tanlang

# Languages::select_shipping_method
source: Select shipping method
uz: Yuk tashish usulini tanlang

# Languages::select_state
source: Select state
uz: Davlatni tanlang

# Languages::select_tables
source: Select tables
uz: Jadvallarni tanlang

# Languages::select_storefront
source: Select [store] storefront
uz: [store] vitrini tanlang

# Languages::semicolon
source: Semicolon
uz: Nuqtali vergul

# Languages::send
source: Send
uz: Yuborish

# Languages::sender
source: Sender
uz: Yuboruvchi

# Languages::send_feedback
source: Help us improve [product]
uz: [product] yaxshilashga yordam bering

# Languages::send_notification
source: Send notification to selected
uz: Tanlanganlarga bildirishnoma yuborish

# Languages::send_shipment_notification_to_customer
source: Send shipment notification to customer
uz: Xaridorga jo'natish xabarnomasini yuboring

# Languages::send_shipping_address
source: Send customer shipping address
uz: Mijozning jo'natish manzilini yuboring

# Languages::send_via
source: Send via
uz: orqali yuborish

# Languages::send_via_email
source: Send via email
uz: Elektron pochta orqali yuboring

# Languages::send_via_postal_mail
source: Send via postal mail
uz: Pochta orqali yuboring

# Languages::seo_meta_data
source: Meta data
uz: Meta ma'lumotlar

# Languages::sequential
source: Sequential
uz: Ketma-ket

# Languages::service_not_available
source: This service is not available.
uz: Bu xizmat mavjud emas.

# Languages::settings
source: Settings
uz: Sozlamalar

# Languages::settings_wizard
source: Settings wizard
uz: Sozlamalar ustasi

# Languages::settings_wizard_close_tooltip
source: Wizard will be possible to re-open in the menu 'Settings -> Settings wizard'.
uz: Sehrgarni "Sozlamalar -> Sozlamalar ustasi" menyusida qayta ochish mumkin bo'ladi.

# Languages::settings_wizard_title
source: Settings wizard: Step [current_step] of [total_steps]
uz: Sozlamalar ustasi: [total_steps]ning [current_step]-bosqichi

# Languages::share
source: Share
uz: Ulashish

# Languages::share.congratulations_first_order
source: Congratulations on your first complete order.
uz: Birinchi to'liq buyurtmangiz bilan tabriklaymiz.

# Languages::share.first_order_tweet
source: Wow! The first complete order in my [product]-powered store
uz: Voy-buy! [product] bilan ishlaydigan do'konimdagi birinchi to'liq buyurtma

# Languages::share.installation_tweet
source: I have just created an online store with [product_name]
uz: Men hozirgina [product_name] bilan onlayn do'kon yaratdim.

# Languages::shared_secret
source: Shared Secret
uz: Umumiy kalit

# Languages::sha_sign
source: SHA-1 Signature
uz: SHA-1 imzosi

# Languages::shipment
source: Shipment
uz: Yuk tashish

# Languages::shipments
source: Shipments
uz: Yuk tashish

# Languages::shipments_menu_description
source: View and print packing slips for shipments created from orders.
uz: Buyurtmalar asosida yaratilgan jo'natmalar uchun qadoqlash varaqlarini ko'ring va chop eting.

# Languages::shipment_date
source: Shipment date
uz: Yuk tashish sanasi

# Languages::shipment_details
source: Shipment details
uz: Yuk tashish tafsilotlari

# Languages::shipment_has_been_created
source: Shipment has been created
uz: Yetkazib berish yaratildi

# Languages::shipment_id
source: Shipment ID
uz: Yuk identifikatori

# Languages::shipment_info
source: Shipment information
uz: Yuk tashish ma'lumotlari

# Languages::shipped
source: Shipped
uz: Yuborildi

# Languages::shipped_products
source: Shipped products
uz: Yuborilgan mahsulotlar

# Languages::shipper_number
source: Shipper number
uz: Yuboruvchi raqami

# Languages::shipping
source: Shipping
uz: Yetkazib berish

# Languages::shippings
source: Shippings
uz: Yuk tashish

# Languages::shippings.service_not_configured
source: Service is not configured
uz: Xizmat sozlanmagan

# Languages::shippings.service_not_found
source: Service was not found
uz: Xizmat topilmadi

# Languages::shippings.currency_not_found
source: Currency [currency] was not found
uz: Valyuta [currency] topilmadi

# Languages::shippings_taxes
source: Shipping & taxes
uz: Yuk tashish va soliqlar

# Languages::shipping_address
source: Shipping address
uz: Yetkazish manzili

# Languages::shipping_charges
source: Shipping charges
uz: Yuk tashish to'lovlari

# Languages::shipping_time_and_charges
source: Shipping time and rates
uz: Yetkazib berish vaqti va tariflari

# Languages::shipping_cost
source: Shipping cost
uz: Eltib berish narxi

# Languages::shipping.pricing
source: Pricing
uz: Narxlash

# Languages::shipping_estimation
source: Shipping estimation
uz: Yuk tashish taxmini

# Languages::shipping_freight
source: Shipping freight
uz: Yuk tashish

# Languages::shipping_information
source: Shipping information
uz: Yuk tashish ma'lumotlari

# Languages::shipping_method
source: Shipping method
uz: Yuk tashish usuli

# Languages::shipping_methods
source: Shipping methods
uz: Yuk tashish usullari

# Languages::shipping_methods_menu_description
source: Set of rules and parameters to calculate the cost of shipping.
uz: Yuk tashish narxini hisoblash uchun qoidalar va parametrlar to'plami.

# Languages::shipping_name
source: Shipping name
uz: Yuk tashish nomi

# Languages::shipping_options
source: Shipping Options
uz: Yetkazib berish imkoniyatlari

# Languages::shipping_properties
source: Shipping properties
uz: Yuk tashish xususiyatlari
