Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::text_uc_unable_to_remove_file
source: Failed to remove the file
uz: Faylni olib tashlab bo‘lmadi

# Languages::text_uc_unable_to_remove_packages_xml
source: Failed to remove the upgrade descriptor packages.xml
uz: packages.xml yangilash deskriptorini olib tashlab bo'lmadi

# Languages::text_uc_unable_to_remove_upgrade_lock
source: Failed to remove the upgrade lock file. Please remove the [file] file.
uz: Yangilanish blokirovkasi faylini olib tashlab bo‘lmadi. Iltimos, [file] faylini olib tashlang.

# Languages::text_uc_unable_to_update_list_of_installed_upgrades
source: Failed to update the list of installed upgrades
uz: Oʻrnatilgan yangilanishlar roʻyxatini yangilab boʻlmadi

# Languages::text_uc_upgrade_completed
source: Your store has been upgraded successfully
uz: Doʻkoningiz muvaffaqiyatli yangilandi

# Languages::text_uc_upgrade_completed_check_and_open
source: <p>Your store was closed during the upgrading procedure. We recommend you to check the work of the store after the upgrade and only then open it.</p><p>You can open the store by unchecking the Close storefront setting under Settings → General.</p>
uz: <p>Do‘koningiz yangilanish jarayonida yopildi. Yangilangandan so‘ng do‘kon ishini tekshirishni tavsiya qilamiz va shundan keyingina uni ochishingiz mumkin.</p><p>Sozlamalar → Umumiy bo‘limidagi Vitrini yopish sozlamasini olib tashlash orqali do‘konni ochishingiz mumkin.</p>

# Languages::text_uc_upgrade_log_file_not_writable
source: Upgrade log file is not writable
uz: Yangilash jurnali faylini yozish mumkin emas

# Languages::text_uc_upgrade_needed
source: You need to upgrade to version <b>[to_version]</b> before applying this upgrade package (your version is <b>[your_version]</b>).
uz: Ushbu yangilash paketini qo‘llashdan oldin <b>[to_version]</b> versiyasiga yangilashingiz kerak (versiyangiz <b>[your_version]</b>).

# Languages::text_uc_upgrade_not_selected
source: No upgrade package is selected
uz: Hech qanday yangilash paketi tanlanmagan

# Languages::text_uc_upgrade_reverted
source: The upgrade has been reverted successfully
uz: Yangilanish muvaffaqiyatli qaytarildi

# Languages::text_ult_product_store_field_tooltip
source: Product owner. Only product owner can edit all fields in shared products.
uz: Mahsulot egasi. Faqat mahsulot egasi umumiy mahsulotlardagi barcha maydonlarni tahrirlashi mumkin.

# Languages::text_unable_to_parse_xml
source: Failed to parse XML structure
uz: XML tuzilmasini tahlil qilib bo‘lmadi

# Languages::text_unsupported_currency
source: The currency which is not supported by the payment system is used on the website. Please contact the store administrator regarding this issue.
uz: Veb-saytda to'lov tizimi tomonidan qo'llab-quvvatlanmaydigan valyuta ishlatiladi. Ushbu muammo bo'yicha do'kon ma'muriga murojaat qiling.

# Languages::text_upgrade_available
source: A new version of [product] is available. If you want to upgrade to the latest version now, click <a href="[link]">here</a>.
uz: [product] ning yangi versiyasi mavjud. Agar hozir eng soʻnggi versiyaga yangilamoqchi boʻlsangiz, <a href="[link]">bu yerga</a> bosing.

# Languages::text_usergroup_activated
source: The following user groups have been activated for your account: [usergroups].
uz: Hisobingiz uchun quyidagi foydalanuvchilar guruhlari faollashtirilgan: [usergroups].

# Languages::text_usergroup_disactivated
source: The following user groups have been removed from your account: [usergroups].
uz: Quyidagi foydalanuvchilar guruhlari hisobingizdan olib tashlandi: [usergroups].

# Languages::text_usergroup_request
source: Customer requested user group.
uz: Mijoz so'ragan foydalanuvchi guruhi.

# Languages::text_usergroup_requested_by
source: The <b>[usergroup]</b> group was requested by [name] ([email]).
uz: <b>[usergroup]</b> guruhiga [name] ([email]) tomonidan soʻrov yuborilgan.

# Languages::text_worldpay_notice
source: Configure your Worldpay account before using the payment.<br /><br />Go to the Worldpay administration page and switch to the Installation section.<br /><br />Fill the fields as follows:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />MD5 secret for transactions: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />SignatureFields: <b>instId:amount:currency:cartId</b>
uz: Toʻlovni ishlatishdan oldin Worldpay hisobingizni sozlang.<br /><br />Worldpay maʼmuriyati sahifasiga oʻting va “Oʻrnatish” boʻlimiga oʻting.<br /><br />Maydonlarni quyidagi tarzda toʻldiring:<br /><br /> />Toʻlovga javob URL manzili: <b>[return_url]</b><br />Toʻlovga javob paroli: <b>Yashirin soʻz yarating.</b> Xuddi shu soʻz quyidagi tegishli maydonga kiritilishi kerak<br />Tranzaksiyalar uchun MD5 siri: <b>Yashirin soʻz yarating.</b> Xuddi shu soʻz quyidagi tegishli maydonga kiritilishi kerak<br />SignatureFields: <b>instId:amount:currency:cartId</b >

# Languages::theme
source: Theme
uz: Mavzu

# Languages::themes
source: Themes
uz: Mavzular

# Languages::theme_directory
source: Theme directory
uz: Mavzular katalogi

# Languages::theme_editor
source: Theme editor
uz: Mavzu muharriri

# Languages::theme_editor.background
source: Background
uz: Fon

# Languages::theme_editor.backgrounds
source: Backgrounds
uz: Fon

# Languages::theme_editor.background_color
source: Background color
uz: Fon rangi

# Languages::theme_editor.base_color
source: Base
uz: Baza

# Languages::theme_editor.body_font
source: Body
uz: Tana

# Languages::theme_editor.browse
source: Browse
uz: Ko‘rib chiqish

# Languages::theme_editor.buttons_font
source: Buttons
uz: Tugmalar

# Languages::theme_editor.close
source: Close theme editor
uz: Mavzu muharririni yoping

# Languages::theme_editor.colors
source: Colors
uz: Ranglar

# Languages::theme_editor.color_gen_algorithm
source: Colors combination
uz: Ranglar kombinatsiyasi

# Languages::theme_editor.color_gen_analogic
source: Analogic
uz: Analog

# Languages::theme_editor.color_gen_base_color
source: Base color
uz: Asosiy rang

# Languages::theme_editor.color_gen_contrast
source: Contrast
uz: Kontrast

# Languages::theme_editor.color_gen_dark_pastel
source: Dark pastel
uz: To'q pastel

# Languages::theme_editor.color_gen_default
source: Default
uz: Standart

# Languages::theme_editor.color_gen_light_pastel
source: Light pastel
uz: Yengil pastel

# Languages::theme_editor.color_gen_monochromatic
source: Monochromatic
uz: Monoxromatik

# Languages::theme_editor.color_gen_pale
source: Pale
uz: Oqargan

# Languages::theme_editor.color_gen_title
source: Generate colors
uz: Ranglarni yarating

# Languages::theme_editor.color_gen_triad
source: Triad
uz: Triada

# Languages::theme_editor.color_gen_variant
source: Variation
uz: Variatsiya

# Languages::theme_editor.color_gen_vcontrast
source: Contrast
uz: Kontrast

# Languages::theme_editor.content_bg
source: Content
uz: Tarkib

# Languages::theme_editor.css
source: Custom CSS
uz: Maxsus CSS

# Languages::theme_editor.customize
source: Customize
uz: Moslashtiring

# Languages::theme_editor.decorative_color
source: Decorative
uz: Dekorativ

# Languages::theme_editor.discount_label
source: Discount label
uz: Chegirma belgisi

# Languages::theme_editor.error_style_exists
source: The style with this name is already exist. Please choose another one.
uz: Bu nomdagi uslub allaqachon mavjud. Iltimos, boshqasini tanlang.

# Languages::theme_editor.favicon
source: Favicon
uz: Favikon

# Languages::theme_editor.favicon_size
source: Favicon size must be 16x16 px
uz: Favikon oʻlchami 16x16 piksel boʻlishi kerak

# Languages::theme_editor.fixed
source: Fixed
uz: Tugallangan

# Languages::theme_editor.font
source: Font
uz: Shrift

# Languages::theme_editor.fonts
source: Fonts
uz: Shriftlar

# Languages::theme_editor.font_color
source: Font
uz: Shrift

# Languages::theme_editor.footer
source: Footer
uz: Podval

# Languages::theme_editor.footer_text
source: Footer text
uz: Podval matni

# Languages::theme_editor.full_width
source: Full width
uz: to'liq kenglik

# Languages::theme_editor.general
source: General
uz: Umumiy

# Languages::theme_editor.general_bg
source: General
uz: Umumiy

# Languages::theme_editor.header
source: Header
uz: Sarlavha

# Languages::theme_editor.headings_font
source: Headings
uz: Sarlavhalar

# Languages::theme_editor.hide_show
source: Hide/show theme editor panel
uz: Mavzu muharriri panelini yashirish/ko‘rsatish

# Languages::theme_editor.incorrect_style_name
source: Style name can not contain the following characters: "/ # % ? * : ; { } \ + "
uz: Uslub nomi quyidagi belgilarni o‘z ichiga olmaydi: "/ # % ? * : ; { } \ + "

# Languages::theme_editor.in_stock
source: In stock
uz: Sotuvda mavjud

# Languages::theme_editor.links_font
source: Links
uz: Havolalar

# Languages::theme_editor.link_color
source: Links
uz: Havolalar

# Languages::theme_editor.logos
source: Logos
uz: Logotiplar

# Languages::theme_editor.mail
source: Mail
uz: Pochta

# Languages::theme_editor_logo.mail
source: E-mails
uz: Elektron pochtalar

# Languages::theme_editor.main
source: Main content
uz: Asosiy tarkib

# Languages::theme_editor.max_image_size
source: The image must not be bigger than 200 kB.
uz: Rasm hajmi 200 kB dan oshmasligi kerak.

# Languages::theme_editor.menu_color
source: Menu
uz: Menyu

# Languages::theme_editor.menu_links_color
source: Menu links
uz: Matn havolalari

# Languages::theme_editor.middle_bg
source: Middle
uz: O'rta

# Languages::theme_editor.no_repeat
source: No repeat
uz: Takrorlash yo'q

# Languages::theme_editor.off
source: Off
uz: Oʻchirilgan

# Languages::theme_editor.on
source: On
uz: Yoqilgan

# Languages::theme_editor.out_of_stock
source: Out of stock
uz: Sotuvda yo'q

# Languages::theme_editor.pattern
source: Pattern
uz: Naqsh

# Languages::theme_editor.position
source: Position
uz: Lavozim

# Languages::theme_editor.styles
source: Styles
uz: Uslublar

# Languages::theme_editor.style
source: Style
uz: Uslub

# Languages::theme_editor.style_data_cannot_be_saved
source: Style data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
uz: Uslub maʼlumotlarini saqlab boʻlmaydi. Bu muammoni hal qilish uchun <b>[theme_dir]</b> katalogiga yozish ruxsatlarini o‘rnatishingiz kerak.

# Languages::theme_editor.style_name
source: Style name
uz: Uslub nomi

# Languages::theme_editor.price
source: Price
uz: Narxi

# Languages::theme_editor.price_font
source: Price tag
uz: Narx yorlig'i

# Languages::theme_editor.tertiary_button
source: Tertiary button
uz: Uchinchi darajali tugma

# Languages::theme_editor.repeat
source: Repeat
uz: Takrorlang

# Languages::theme_editor.repeat_x
source: Repeat x
uz: Takrorlang

# Languages::theme_editor.repeat_y
source: Repeat y
uz: Takrorlang

# Languages::theme_editor.reset_backgrounds
source: Reset backgrounds
uz: Fon rasmlarini tiklash

# Languages::theme_editor.reset_colors
source: Reset colors
uz: Ranglarni tiklash

# Languages::theme_editor.reset_css
source: Reset CSS
uz: CSS-ni tiklash

# Languages::theme_editor.reset_fonts
source: Reset fonts
uz: Shriftlarni tiklash

# Languages::theme_editor.reset_general
source: Reset general
uz: Umumiy sozlamalarni tiklash

# Languages::theme_editor.reset_logos
source: Reset logos
uz: Logotiplarni tiklash

# Languages::theme_editor.rounded_corners
source: Rounded corners
uz: Dumaloq burchaklar

# Languages::theme_editor.scroll
source: Scroll
uz: aylantiring

# Languages::theme_editor.secondary_button
source: Secondary button
uz: Ikkilamchi tugma

# Languages::theme_editor.sidebar
source: Sidebar
uz: Yon panel

# Languages::theme_editor.text_align
source: Text alignment
uz: Matnni tekislash

# Languages::theme_editor.text_close_editor
source: Are you sure to exit the theme editor?
uz: Mavzu muharriridan chiqishga ishonchingiz komilmi?

# Languages::theme_editor.text_close_editor_unsaved
source: You have unsaved changes. Are you sure to exit from theme editor?
uz: Sizda saqlanmagan oʻzgarishlar bor. Mavzu muharriridan chiqishga ishonchingiz komilmi?

# Languages::theme_editor.text_reset_changes
source: All changes after last save will be reset
uz: Oxirgi saqlashdan keyin barcha o'zgarishlar qayta tiklanadi

# Languages::theme_editor.theme
source: Theme
uz: Mavzu

# Languages::theme_editor_logo.theme
source: Theme
uz: Mavzu

# Languages::theme_editor.top_panel
source: Top panel
uz: Yuqori panel

# Languages::theme_editor.top_panel_links
source: Top panel links
uz: Yuqori panel havolalari

# Languages::theme_editor.top_panel_text
source: Top panel text
uz: Yuqori panel matni

# Languages::theme_editor.transparent
source: Transparent
uz: Shaffof

# Languages::theme_editor.upload_image
source: Upload image
uz: Rasm yuklash

# Languages::theme_editor.enable
source: Enable Theme editor
uz: Mavzu muharririni yoqing

# Languages::theme_editor.system_fonts
source: System fonts
uz: Tizim shriftlari

# Languages::theme_editor.popular_fonts
source: Popular fonts
uz: Mashhur shriftlar

# Languages::theme_editor.other_fonts
source: Other fonts
uz: Boshqa shriftlar

# Languages::theme_editor_mode
source: Theme editor mode
uz: Mavzu muharriri rejimi

# Languages::theme_editor.checkout_selected_control_border
source: Checkout: Selected payment / shipping method border
uz: To'lov: tanlangan to'lov / yetkazib berish usuli chegarasi

# Languages::theme_editor.checkout_active_selector_border
source: Checkout: Active selector border
uz: Chiqish: faol selektor chegarasi

# Languages::theme_editor.checkout_control_border
source: Checkout: Payment / shipping method border
uz: To'lov: To'lov / etkazib berish usuli chegarasi

# Languages::theme_editor.checkout_selector_border
source: Checkout: Selector border
uz: Chiqish: tanlash chegarasi

# Languages::theme_editor.checkout_input_border
source: Checkout: Field border
uz: Tekshirish: maydon chegarasi

# Languages::theme_editor.checkout_selected_input_border
source: Checkout: Selected field border
uz: Chiqish: Tanlangan maydon chegarasi

# Languages::theme_editor.checkout_step_title
source: Checkout: Step title
uz: Chiqish: bosqich sarlavhasi

# Languages::theme_editor.checkout_input_text
source: Checkout: Text in fields
uz: Chiqish: Maydonlardagi matn

# Languages::theme_editor.checkout_input_label
source: Checkout: Field label
uz: Chiqish: maydon yorlig'i

# Languages::theme_editor.checkout_control_background
source: Checkout: Payment / shipping method background
uz: To'lov: To'lov / yetkazib berish usuli foni

# Languages::theme_editor.checkout_selector_background
source: Checkout: Selector background
uz: Tekshirish: Tanlovchi fon

# Languages::theme_editor.checkout_selected_control_background
source: Checkout: Selected payment / shipping method background
uz: To‘lov: Tanlangan to‘lov / yetkazib berish usuli foni

# Languages::theme_editor.checkout_active_selector_background
source: Checkout: Active selector background
uz: Chiqish: faol selektor foni

# Languages::theme_editor.checkout_control_title
source: Checkout: Payment / shipping method title
uz: To'lov: To'lov / yetkazib berish usuli nomi

# Languages::theme_editor.checkout_selector_title
source: Checkout: Selector title
uz: Chiqish: Tanlovchi sarlavhasi

# Languages::theme_editor.checkout_control_description
source: Checkout: Payment / shipping method description
uz: To'lov: To'lov / etkazib berish usuli tavsifi

# Languages::theme_editor.checkout_selector_tooltip
source: Checkout: Selector tooltip
uz: Tekshirish: tanlash bo'yicha maslahat

# Languages::theme_editor.checkout_control_label
source: Checkout: Credit card field names
uz: Chiqish: Kredit karta maydoni nomlari

# Languages::theme_editor.checkout_terms_background
source: Checkout: "Terms and conditions" section background
uz: Hisob-kitob: "Shartlar va shartlar" bo'limi foni

# Languages::theme_editor.checkout_link
source: Checkout: Link
uz: Chiqish: havola

# Languages::admin_panel.block_manager
source: Editing layout
uz: Tartibni tahrirlash

# Languages::theme_editor.create_style_first
source: You cannot modify this parameter for default styles. Create a new one first
uz: Siz standart uslublar uchun ushbu parametrni o'zgartira olmaysiz. Avval yangisini yarating

# Languages::the_test_transaction
source: This is a TEST transaction
uz: Bu TEST tranzaksiyasidir

# Languages::this_day
source: This day
uz: Shu kun

# Languages::this_month
source: This month
uz: Shu oy

# Languages::this_week
source: This week
uz: Ushbu hafta

# Languages::this_year
source: This year
uz: Bu yil

# Languages::ths_sign
source: Ths sign
uz: Bu belgisi

# Languages::thumb
source: Thumbnail
uz: Eskiz

# Languages::thumbnail
source: Thumbnail
uz: Eskiz

# Languages::thumbnails
source: Thumbnails
uz: Eskizlar

# Languages::thumbnails_removed
source: Thumbnails have been removed
uz: Eskizlar olib tashlandi

# Languages::thumbnail_width
source: Thumbnail width in scroller
uz: Srollerdagi eskiz kengligi

# Languages::tier_account
source: tier account
uz: darajali hisob

# Languages::time
source: Time
uz: Vaqt

# Languages::timeout
source: Timeout
uz: Tanaffus

# Languages::Timestamp
source: Timestamp
uz: Vaqt tamg'asi

# Languages::time_interval
source: Time interval
uz: vaqt oralig'i

# Languages::time_unlimited_download
source: Time-unlimited download
uz: Vaqt cheklanmagan yuklab olish

# Languages::title
source: Title
uz: Sarlavha

# Languages::tmpl_copyright
source: Copyright information
uz: Mualliflik huquqi haqida ma'lumot

# Languages::tmpl_logo
source: Store logo
uz: do'kon logotipi

# Languages::tmpl_payment_icons
source: Payment systems icons
uz: To'lov tizimlari piktogramma

# Languages::tmpl_quick_links
source: Quick links
uz: Tez havolalar

# Languages::tmpl_search
source: Search field
uz: Qidiruv maydoni

# Languages::to
source: TO
uz: GACHA

# Languages::today
source: Today
uz: Bugun

# Languages::tools
source: Tools
uz: Asboblar

# Languages::tools_addons_current_state
source: Current state
uz: Hozirgi holat

# Languages::tools_addons_no_addons
source: No add-ons
uz: Qo'shimchalar yo'q

# Languages::tools_addons_no_third_party_addons
source: No third party add-ons
uz: Uchinchi tomon qo'shimchalari yo'q

# Languages::tooltip
source: Tooltip
uz: Maslahat

# Languages::container_not_used
source: This container is NOT used. "[container]" container from the default location will be used instead. Set this location as default to use this container as "[container]" for all locations.
uz: Bu konteyner ishlatilmaydi. Buning oʻrniga standart joylashuvdagi “[container]” konteyneri ishlatiladi. Ushbu konteynerdan barcha joylar uchun “[container]” sifatida foydalanish uchun ushbu joyni birlamchi qilib belgilang.

# Languages::top_panel
source: Top panel
uz: Yuqori panel

# Languages::total
source: Total
uz: Jami

# Languages::totally_paid
source: Total paid
uz: Jami to'langan

# Languages::totals
source: Totals
uz: Jami

# Languages::total_amount
source: Total amount
uz: Umumiy hisob

# Languages::total_cost
source: Total cost
uz: Umumiy xarajat

# Languages::total_items
source: Total items
uz: Jami elementlar

# Languages::total_price
source: Total price
uz: Umumiy narx

# Languages::total_product_cost
source: Total product cost
uz: Mahsulotning umumiy qiymati

# Languages::total_results
source: Total results
uz: Umumiy natijalar

# Languages::to_all_subcats
source: Apply to all subcategories
uz: Barcha kichik toifalarga qo'llang

# Languages::to_date
source: Date through
uz: O'tgan sana

# Languages::to_fixed
source: to fixed amount
uz: belgilangan miqdorga

# Languages::to_percentage
source: to percentage of the original price
uz: asl narxning foiziga

# Languages::track
source: Track
uz: Trek

# Languages::tracking_num
source: Tracking number
uz: Joylashuvni kuzatish raqami

# Languages::tracking_number
source: Tracking number
uz: Joylashuvni kuzatish raqami

# Languages::tracks
source: Identifier
uz: Identifikator

# Languages::track_my_order
source: Track my order(s)
uz: Buyurtmalarimni kuzatib boring

# Languages::track_orders
source: Track orders
uz: Buyurtmalarni kuzatish

# Languages::track_request_subj
source: Order tracking
uz: Buyurtmani kuzatish

# Languages::track_without_options
source: Track without options
uz: Variantlarsiz kuzatish

# Languages::track_with_options
source: Track with options
uz: Variantlar bilan kuzating

# Languages::transaction_approved
source: Transaction approved
uz: Tranzaksiya tasdiqlandi

# Languages::transaction_cancelled
source: Transaction was canceled
uz: Tranzaksiya bekor qilindi

# Languages::transaction_declined
source: Transaction declined
uz: Tranzaksiya rad etildi

# Languages::transaction_id
source: Transaction ID
uz: Tranzaksiya identifikatori

# Languages::transaction_datetime
source: Transaction date
uz: Tranzaksiya sanasi

# Languages::transaction_key
source: Transaction key
uz: Tranzaksiya kaliti

# Languages::transaction_password
source: Transaction password
uz: Tranzaksiya paroli

# Languages::transaction_type
source: Transaction type
uz: Tranzaksiya turi

# Languages::transaction_url
source: Transaction URL
uz: Tranzaksiya URL

# Languages::translate
source: Translate
uz: Tarjima

# Languages::translations
source: Translations
uz: Tarjimalar

# Languages::edit_texts
source: Edit texts
uz: Matnlarni tahrirlash

# Languages::tree
source: Tree
uz: Daraxt

# Languages::trial
source: Trial
uz: Sinov

# Languages::trial_mode_mve_disabled
source: Trial mode is not available anymore since you have a valid license activated for this installation
uz: Sinov rejimi endi mavjud emas, chunki sizda ushbu oʻrnatish uchun faol litsenziya mavjud

# Languages::trial_mode_ult_disabled
source: Trial mode cannot be activated
uz: Sinov rejimini faollashtirib bo'lmaydi

# Languages::trial_notice
source: Your store is in the Trial mode.<br /><br />When the 30-day trial period expires, you'll have to enter a valid license number to be able to manage your store.<br /><br />To dismiss this message permanently, and to access to the Administration panel after the trial period is over, purchase a license and <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">activate the Full mode</a>.
uz: Doʻkoningiz Sinov rejimida.<br /><br />30 kunlik sinov muddati tugagach, doʻkoningizni boshqarish uchun haqiqiy litsenziya raqamini kiritishingiz kerak boʻladi.<br /><br /> >Ushbu xabarni butunlay oʻchirib qoʻyish va sinov muddati tugagandan soʻng Administrator paneliga kirish uchun litsenziya va <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id xarid qiling. ="store_mode_dialog">To‘liq rejimni faollashtiring</a>.

# Languages::trial_expired
source: Your [product] trial period has expired
uz: Sizning [product] sinov muddati tugadi

# Languages::text_input_license_code
source: Please enter your license number to be able to manage your store:
uz: Doʻkoningizni boshqarish uchun litsenziya raqamingizni kiriting:

# Languages::text_buy_new_license
source: If you don't have a license number yet, you can purchase it at our official website.
uz: Agar sizda hali litsenziya raqamingiz bo'lmasa, uni rasmiy veb-saytimizda sotib olishingiz mumkin.

# Languages::buy_license
source: Purchase a license
uz: Litsenziya sotib oling

# Languages::true
source: True
uz: To'g'ri
