Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::uc_restore_email_body
source: <p>Your store's database and files has been backed up before the upgrade. The backup archive includes the whole database and all files except for images. The backup archive has been stored on your server: [backup_file].</p><p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p><p>If something goes wrong during the upgrade, go to your admin panel, <strong>Administration → Backup/Restore</strong>, to restore the backup.</p><p>If you can't access your admin panel, use the following link to restore the last backup. <b>Important:</b> following this link will immediately launch the restore process. Use it only if you can't access your admin panel! Restore the last backup:</p>
uz: <p>Doʻkoningizning maʼlumotlar bazasi va fayllari yangilanishdan oldin zaxiralangan. Zaxira arxivi butun ma'lumotlar bazasini va rasmlardan tashqari barcha fayllarni o'z ichiga oladi. Zaxira arxivi serveringizda saqlandi: [backup_file].</p><p>Yangilashdan oldin do‘koningiz yopilgan edi. Yangilashdan keyin u yaxshi ishlayotganligini tekshiring va <a href="[settings_section]">uni oching</a>.</p><p>Agar yangilash vaqtida biror narsa noto‘g‘ri ketsa, administrator paneliga o‘ting, <strong> Ma'muriyat → Zaxiralash/Qayta tiklash</strong>, zaxira nusxasini tiklash uchun.</p><p>Agar administrator panelingizga kira olmasangiz, oxirgi zaxira nusxasini tiklash uchun quyidagi havoladan foydalaning. <b>Muhim:</b> ushbu havoladan keyin darhol tiklash jarayoni boshlanadi. Administrator panelingizga kira olmasangizgina foydalaning! Oxirgi zaxira nusxasini tiklang:</p>

# Languages::uc_backup_info_subj
source: Upgrade Center: Store has been backed up and closed.
uz: Yangilash markazi: doʻkon zaxiralandi va yopildi.

# Languages::uc_info_subj
source: Upgrade Center: Store has been closed.
uz: Yangilash markazi: doʻkon yopildi.

# Languages::error_features_too_many_variants
source: Search by features is not available due to the excessive number of variants.
uz: Variantlar soni haddan tashqari koʻp boʻlgani uchun funksiyalar boʻyicha qidiruv mavjud emas.

# Languages::upgraded_on
source: Upgraded on
uz: Yangilandi

# Languages::error_unable_to_create_thumbnail
source: Unable to create thumbnail for file "[file]": [error]
uz: “[file]” fayli uchun eskiz yaratib bo‘lmadi:[error]

# Languages::cookie_is_disabled
source: For a complete shopping experience, please <a href="https://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">set your browser to accept cookies</a>
uz: Toʻliq xarid qilish uchun <a href="https://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">brauzeringizni cookie-fayllarni qabul qiladigan qilib sozlang</b> a>

# Languages::uc_restore_email_subject
source: Upgrade center: Store has been backed up and closed.
uz: Yangilash markazi: Doʻkon zaxiralandi va yopildi.

# Languages::warning_zero_price_restricted_product
source: Product <b>"[product]"</b> has not been added to the cart, because it doesn't have a price.
uz: <b>"[product]"</b> mahsulot savatga qo'shilmadi, chunki uning narxi yo'q.

# Languages::exim_vendor_cant_create_feature
source: Vendors cannot create product features and their variants. Some product features cannot be modified.
uz: Sotuvchilar mahsulot xususiyatlari va ularning variantlarini yarata olmaydi. Ba'zi mahsulot xususiyatlarini o'zgartirib bo'lmaydi.

# Languages::uc_migration_failed
source: An error has occured during upgrading database structure (applying migration [migration]).
uz: Maʼlumotlar bazasi tuzilmasini yangilashda xatolik yuz berdi (migratsiyani qoʻllash [migratsiya]).

# Languages::text_entered_html_was_sanitized
source: Some <strong>HTML tags</strong> that you have used <strong>were cut off</strong> because of the restrictions on inserting HTML tags such as &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; and JavaScript code. That's why the content that you've inserted via these tags will not be displayed.
uz: Siz ishlatgan baʼzi <strong>HTML teglar</strong>lar &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; va JavaScript kodi. Shuning uchun siz ushbu teglar orqali kiritgan kontent ko'rsatilmaydi.

# Languages::text_uc_package_installed_with_errors
source: Errors occurred during the upgrade process. Please contact technical support to investigate the problem.
uz: Yangilash jarayonida xatolar yuz berdi. Muammoni tekshirish uchun texnik yordamga murojaat qiling.

# Languages::error_unable_to_create_backups
source: Unable to create backups.
uz: Zaxira nusxalarini yaratib bo‘lmadi.

# Languages::seconds_left
source: [n] second left|[n] seconds left
uz: [n] soniya qoldi|[n] soniya qoldi

# Languages::text_uc_timeout_check_success
source: Looks like your server allows to change the "max_execution_time" option from the script. You are good to go with the upgrade process.
uz: Sizning serveringiz skriptdagi "max_execution_time" parametrini o'zgartirishga ruxsat berganga o'xshaydi. Yangilash jarayoniga o'tish yaxshidir.

# Languages::check_php_timeout
source: Check PHP script timeout
uz: PHP skriptining vaqt tugashini tekshiring

# Languages::i_agree_continue
source: I agree and continue
uz: Men roziman va davom etaman

# Languages::upgrade_center.error_unable_to_prepare_restore
source: Unable to prepare restore script.
uz: Qayta tiklash skriptini tayyorlab bo‘lmadi.

# Languages::text_cc_javascript_disabled
source: Note! Your browser has the <b>JavaScript</b> disabled. To pay for your order click
uz: Eslatma! Brauzeringizda <b>JavaScript</b> o'chirilgan. Buyurtmani to'lash uchun bosing

# Languages::cc_button_submit
source: Proceed to checkout
uz: Ro'yxatdan o'chirilishda davom etish

# Languages::payments.rocketgate.avs_mode
source: AVS Mode
uz: AVS rejimi

# Languages::payments.rocketgate.scrub_mode
source: SCRUB Mode
uz: SCRUB rejimi

# Languages::payments.rocketgate.ignore
source: Ignore
uz: E'tibor bermaslik

# Languages::use_for_free_shipping
source: Use for free shipping
uz: Bepul yetkazib berish uchun foydalaning

# Languages::tt_views_products_components_products_shipping_settings_free_shipping
source: Products with the Free shipping option enabled will be excluded from shipping calculation if shipping method has the Use for free shipping option enabled
uz: Agar yetkazib berish usulida Bepul yetkazib berish uchun foydalanish opsiyasi yoqilgan bo‘lsa, Bepul yetkazib berish opsiyasi yoqilgan mahsulotlar yetkazib berish hisob-kitobidan chiqarib tashlanadi.

# Languages::tt_views_shippings_update_use_for_free_shipping
source: Exclude products with the enabled Free shipping option from the shipping price calculation
uz: Bepul yetkazib berish opsiyasi yoqilgan mahsulotlarni yetkazib berish narxini hisoblashdan chiqarib tashlang

# Languages::trash_category
source: Trash category
uz: Axlat toifasi

# Languages::trash_category_description
source: When a product is deleted from the last category in the store, it will be moved to this category.
uz: Do'kondagi oxirgi toifadan mahsulot o'chirilganda, u ushbu turkumga o'tkaziladi.

# Languages::products_without_category
source: Products without category
uz: Kategoriyasiz mahsulotlar

# Languages::products_without_category_description
source: When a product is created without a category during import, it will be placed into this category.
uz: Import paytida toifasiz mahsulot yaratilsa, u ushbu turkumga kiritiladi.

# Languages::products_without_category_notification_text
source: Some of your products currently don't have a category. It may be harder for customers to find those products.<br /> <a href="[url]" target="_blank">Please check these products and assign them a category.</a>
uz: Ayrim mahsulotlaringizda hozirda toifa yo‘q. Mijozlarga bu mahsulotlarni topish qiyinroq bo'lishi mumkin.<br /> <a href="[url]" target="_blank">Iltimos, ushbu mahsulotlarni tekshiring va ularga turkum belgilang.</a>

# Languages::deleting_required_category_notification_text
source: Category "[category]" is required and can't be deleted.
uz: “[category]” toifasi talab qilinadi va uni oʻchirib boʻlmaydi.

# Languages::upgrade_notification_title
source: Upgrade changes in [product] [version]
uz: [product] [version]dagi oʻzgarishlarni yangilang

# Languages::eway_configuration_note
source: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>How do I set up my Live eWAY API Key and Password?</a>
uz: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>Qanday qilib Live eWAY API kaliti va parolini sozlaysizmi?</a>

# Languages::eway_failed_to_pay
source: Failed to pay for the order. Please contact the store administration about this payment method.
uz: Buyurtma uchun to‘lov amalga oshmadi. Ushbu toʻlov usuli haqida doʻkon maʼmuriyatiga murojaat qiling.

# Languages::show_more
source: Show more
uz: Ko'proq ko'rsatish

# Languages::show_less
source: Show less
uz: Kamroq ko'rsatish

# Languages::products_moved_to_trash
source: [count] products were moved to <a href='[url]' target='_blank'>Trash category</a>
uz: [count] mahsulot <a href='[url]' target='_blank'>Chiqindilar toifasiga</a> ko'chirildi

# Languages::products_adopted
source: [n] product had a new main category assigned to it.|[n] products had a new main category assigned to them.
uz: [n] mahsulotga yangi asosiy toifa tayinlangan edi.|[n] mahsulotga yangi asosiy toifa tayinlangan edi.

# Languages::text_uc_addon_upgrade_completed
source: Add-on "[name]" has been upgraded successfully
uz: “[name]” qo‘shimchasi muvaffaqiyatli yangilandi

# Languages::change_addons_initialization_description
source: To determine if a certain problem is caused by an add-on, you can disable third-party add-ons or all add-ons. Re-enable them later with one click.
uz: Muayyan muammo qo'shimchadan kelib chiqqanligini aniqlash uchun siz uchinchi tomon qo'shimchalarini yoki barcha qo'shimchalarni o'chirib qo'yishingiz mumkin. Keyinroq ularni bir marta bosish bilan qayta yoqing.

# Languages::tools_addons_disable_all
source: Disable all add-ons
uz: Barcha qo'shimchalarni o'chirib qo'ying

# Languages::tools_addons_disable_third_party
source: Disable third-party add-ons
uz: Uchinchi tomon qo'shimchalarini o'chirib qo'ying

# Languages::tools_re_enable_add_ons
source: Re-enable add-ons
uz: Qo'shimchalarni qayta yoqing

# Languages::tools_addons_installed_count
source: Installed add-ons:
uz: O'rnatilgan qo'shimchalar:

# Languages::tools_addons_activated_count
source: Active add-ons:
uz: Faol qo'shimchalar:

# Languages::tools_addons_core_addons_count
source: Built-in add-ons:
uz: O'rnatilgan qo'shimchalar:

# Languages::tools_addons_other_addons_count
source: Third-party add-ons:
uz: Uchinchi tomon qo'shimchalari:

# Languages::tools_addons_disabled_msg
source: An administrator disabled all add-ons or third-party add-ons.<br> Press the Re-enable add-ons button to initialize the add-ons that were previously active.
uz: Administrator barcha qo‘shimchalar yoki uchinchi tomon qo‘shimchalarini o‘chirib qo‘ydi.<br> Ilgari faol bo‘lgan qo‘shimchalarni ishga tushirish uchun “Qo‘shimchalarni qayta yoqish” tugmasini bosing.

# Languages::tools_addons_additional_shipping_methods_msg
source: There may be more ways to calculate shipping rates. They'll show up if you activate the corresponding <a href="[url]">shipping add-ons</a>.
uz: Yuk tashish tariflarini hisoblashning ko'proq usullari bo'lishi mumkin. Tegishli <a href="[url]">etkazib berish qo‘shimchalarini</a> faollashtirsangiz, ular paydo bo‘ladi.

# Languages::tools_addons_additional_payment_methods
source: There may be more payment processors. They'll show up if you activate the corresponding <a href="[url]">payment add-ons</a>.
uz: Ko'proq to'lov protsessorlari bo'lishi mumkin. Tegishli <a href="[url]">to‘lov qo‘shimchalarini</a> faollashtirsangiz, ular paydo bo‘ladi.

# Languages::tools_addons_additional_themes
source: There may be more themes. They'll show up if you activate the corresponding <a href="[url]">theme add-ons</a>.
uz: Ko'proq mavzular bo'lishi mumkin. Agar tegishli <a href="[url]">mavzu qo‘shimchalarini</a> faollashtirsangiz, ular paydo bo‘ladi.

# Languages::addons_source
source: Source
uz: Manba

# Languages::addon_built_in
source: Built-in
uz: O'rnatilgan

# Languages::addon_third_party
source: Third-party
uz: Uchinchi partiya

# Languages::requires_upgrade
source: Requires [product] upgrade
uz: [product] yangilanishini talab qiladi

# Languages::new_add_on_is_not_compatible_with_your_product
source: The new add-on is not compatible with your current version of [product]. To upgrade the add-on to the latest version, please upgrade [product] to version [version].
uz: Yangi plagin [product] ning joriy versiyasiga mos kelmaydi. Qo‘shimchani so‘nggi versiyaga yangilash uchun [product] [version] versiyasiga yangilang.

# Languages::upgrade_and_update_addon
source: Upgrade [product] and upgrade the add-on
uz: [product] yangilang va plaginni yangilang

# Languages::addons.upgrade_to_version
source: Upgrade to [version]
uz: [version] ga yangilang

# Languages::addons.search_description
source: Search by add-on name, description, developer, and add-on ID.
uz: Qo'shimcha nomi, tavsifi, ishlab chiquvchisi va qo'shimcha identifikatori bo'yicha qidiring.

# Languages::addons.show_review
source: Show review
uz: Ko'rib chiqish

# Languages::addons.show_all_reviews
source: Show all reviews
uz: Barcha sharhlarni ko'rsatish

# Languages::addons.hide_all_reviews
source: Hide all reviews
uz: Barcha sharhlarni yashirish

# Languages::addons.show_n_reviews
source: Show [n] review|Show [n] reviews
uz: [n] sharhni ko'rsatish|[n] sharhni ko'rsatish

# Languages::addons.n_reviews
source: review|reviews
uz: ko'rib chiqish|sharhlar

# Languages::addons.out_of_five
source: out of 5
uz: 5 dan

# Languages::addons.tap_star_to_rate_on_marketplace
source: Tap a star to rate it on the CS-Cart Marketplace.
uz: CS-Cart Marketplace-da uni baholash uchun yulduzcha ustiga bosing.

# Languages::addons.write_review
source: Write a review
uz: Sharh yozing

# Languages::addons.no_reviews
source: No reviews
uz: Sharhlar yo'q

# Languages::addons.stars
source: stars
uz: yulduzlar

# Languages::addons.and_half_stars
source: and a half stars
uz: va bir yarim yulduz

# Languages::n_stars
source: [n] star|[n] stars
uz: [n] yulduz|[n] yulduz

# Languages::addons.message
source: Message
uz: Xabar

# Languages::addons.name
source: Add-on name
uz: Qo'shimcha nomi

# Languages::addons.support
source: Support
uz: Qo'llab-quvvatlash

# Languages::addons.website
source: Website
uz: Veb-sayt

# Languages::addons.documentation
source: Documentation
uz: Hujjatlar

# Languages::addons.get_support
source: Get support
uz: Yordam oling

# Languages::addons.no_changelog
source: No changelog
uz: O'zgarishlar jurnali yo'q

# Languages::addons.no_information
source: No information
uz: Ma'lumot yo'q

# Languages::subcategories_tree_cat
source: Subcategories tree
uz: Pastki toifalar daraxti

# Languages::settings_overwrite_title
source: The theme overwrites store settings
uz: Mavzu do'kon sozlamalarini qayta yozadi

# Languages::settings_overwrite_text
source: <b>[theme_name]</b> will set following settings on activation
uz: <b>[theme_name]</b> faollashtirilganda quyidagi sozlamalarni o'rnatadi

# Languages::overwrite
source: Overwrite
uz: Ustiga yozish

# Languages::upgrade_center.skip_backup
source: Skip files and database backup
uz: Fayllarni va ma'lumotlar bazasi zahirasini o'tkazib yuboring

# Languages::uc_open_store_email_body
source: <p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p>
uz: <p>Yangilanishdan oldin doʻkoningiz yopilgan edi. Yangilashdan keyin u yaxshi ishlayotganligini tekshiring va <a href="[settings_section]">uni oching</a>.</p>

# Languages::upgrade_notification_message
source: <p class='upgrade-center_notice-msg'>Copy of this message was sent to administrator's email.</p><hr>
uz: <p class='upgrade-center_notice-msg'>Ushbu xabarning nusxasi administratorning elektron pochtasiga yuborildi.</p><hr>

# Languages::http_transport_error_prefix_curl
source: Curl Error
uz: Curl xatosi

# Languages::http_transport_error_prefix_socket
source: Socket Error
uz: Soket xatosi

# Languages::curl_error_code_reference_link
source: To learn what caused the Curl error, look for your error number in <a target="_blank" href="[href]">this article</a>.
uz: Curl xatosiga nima sabab bo'lganini bilish uchun <a target="_blank" href="[href]">ushbu maqoladan</a> xato raqamingizni qidiring.

# Languages::n_days
source: [n] day|[n] days
uz: [n] kun|[n] kun

# Languages::track_on_carrier_site
source: Track on website
uz: Veb-saytda kuzatish

# Languages::unable_to_create_status
source: Couldn't create a new status
uz: Yangi holat yaratib bo‘lmadi

# Languages::maximum_number_of_statuses_reached
source: You have reached the maximum number of statuses
uz: Siz maqomlarning maksimal soniga yetdingiz

# Languages::curl_error_description_curle_ssl_invalidcertstatus
source: Status returned failure when asked with CURLOPT_SSL_VERIFYSTATUS.
uz: CURLOPT_SSL_VERIFYSTATUS bilan so'ralganda holat muvaffaqiyatsiz tugadi.

# Languages::error_unknown_archive_format
source: Unknown archive format: [ext]
uz: Noma'lum arxiv formati: [ext]

# Languages::error_file_not_found
source: File "[file]" not found.
uz: “[file]” fayli topilmadi.

# Languages::error_file_already_exists
source: File "[file]" already exists.
uz: “[fayl]” fayli allaqachon mavjud.

# Languages::local_modifications
source: Local modifications
uz: Mahalliy o'zgarishlar

# Languages::local_modifications_message
source: These files had local modifications. During the upgrade a backup archive was created in the <strong>[dir]</strong> directory. You may want to check these files in the archive and reapply the modifications to your store.
uz: Ushbu fayllar mahalliy o'zgarishlarga ega edi. Yangilash vaqtida <strong>[dir]</strong> katalogida zaxira arxivi yaratildi. Arxivdagi ushbu fayllarni tekshirish va o'zgartirishlarni do'koningizga qayta qo'llashni xohlashingiz mumkin.

# Languages::not_checked
source: Not checked
uz: Tekshirilmagan

# Languages::checked
source: Checked
uz: Tekshirildi

# Languages::error_filter_by_feature_exists
source: Filter by feature "[name]" already exists.
uz: “[name]” funksiyasi boʻyicha filtrlash allaqachon mavjud.

# Languages::error_filter_by_product_field_exists
source: Filter by product field "[name]" already exists.
uz: Mahsulot maydoni boʻyicha filtrlash “[name]” allaqachon mavjud.

# Languages::shipping_address_changed
source: Shipping address has been changed
uz: Yetkazib berish manzili o'zgartirildi

# Languages::theme_editor_not_supported
source: This theme doesn't support theme editor
uz: Bu mavzu mavzu muharririni qo‘llab-quvvatlamaydi

# Languages::shipment_statuses
source: Shipment statuses
uz: Yuk tashish holatlari

# Languages::email_templates
source: Email templates
uz: Elektron pochta shablonlar

# Languages::editing_email_template
source: Editing email template
uz: Elektron pochta shablonini tahrirlash

# Languages::customer_notifications
source: Customer notifications
uz: Mijoz bildirishnomalari

# Languages::admin_notifications
source: Administrator notifications
uz: Administrator bildirishnomalari

# Languages::subject
source: Subject
uz: Mavzu

# Languages::variables
source: Variables
uz: O'zgaruvchilar

# Languages::snippets
source: Snippets
uz: Parchalar

# Languages::code_snippets
source: Code snippets
uz: Kod parchalari

# Languages::editing_email_snippet
source: Editing snippet
uz: Snippetni tahrirlash

# Languages::editing_snippet
source: Editing snippet
uz: Snippetni tahrirlash

# Languages::snippet_exists
source: The snippet with the chosen code already exists, please try another.
uz: Tanlangan kodli parcha allaqachon mavjud, boshqasini sinab ko‘ring.

# Languages::document_exists
source: The document with the chosen code already exists, please try another.
uz: Tanlangan kodli hujjat allaqachon mavjud, boshqasini sinab koʻring.

# Languages::email_template_exists
source: The email template with the chosen code already exists, please try another.
uz: Tanlangan kodli elektron pochta shabloni allaqachon mavjud, boshqasini sinab ko‘ring.

# Languages::need_snippet_name
source: You have to specify valid snippet name
uz: Siz to'g'ri parcha nomini ko'rsatishingiz kerak

# Languages::snippets_have_been_deleted
source: Snippets have been deleted successfully.
uz: Parchalar muvaffaqiyatli oʻchirildi.

# Languages::add_email_snippet
source: Add snippet
uz: Snippet qo'shing

# Languages::add_snippet
source: Add snippet
uz: Snippet qo'shing

# Languages::editing_document
source: Editing [name]
uz: [name] tahrirlanmoqda

# Languages::product_info
source: Product info
uz: Mahsulot haqida ma'lumot

# Languages::add_table_column
source: Add column
uz: Ustun qo'shish

# Languages::editing_table_column
source: Editing column
uz: Tahrirlash ustuni

# Languages::table_column_has_been_deleted
source: Product column has been deleted successfully.
uz: Mahsulot ustuni muvaffaqiyatli o'chirildi.

# Languages::restore_default_value
source: Restore default value
uz: Standart qiymatni tiklang

# Languages::send_test_email
source: Send test email
uz: Test elektron pochta xabarini yuboring

# Languages::text_test_email_sent
source: Test email was sent to <b>[email]</b> address.
uz: Sinov xati <b>[email]</b> manziliga yuborildi.

# Languages::editing_global_vars
source: Editing global variables
uz: Global o'zgaruvchilarni tahrirlash

# Languages::global_vars
source: Global variables
uz: Global o'zgaruvchilar

# Languages::change_order_status_p_subj
source: Order #[order] has been processed
uz: Buyurtma #[order] bajarildi

# Languages::change_order_status_p_text
source: Your order has been processed successfully.
uz: Buyurtmangiz muvaffaqiyatli amalga oshirildi.

# Languages::change_order_status_c_subj
source: Order #[order] has been completed
uz: Buyurtma #[order] bajarildi

# Languages::change_order_status_c_text
source: Your order has been completed. Thank you for choosing us.
uz: Buyurtmangiz bajarildi. Bizni tanlaganingiz uchun tashakkur.

# Languages::change_order_status_o_subj
source: Order #[order] has been placed successfully
uz: Buyurtma #[order] muvaffaqiyatli joylashtirildi

# Languages::change_order_status_o_text
source: Thank you for the order. You are welcome to come back!
uz: Buyurtma uchun rahmat. Qaytib kelishingizga xush kelibsiz!

# Languages::change_order_status_f_subj
source: Order #[order] failed
uz: #[order] bajarilmadi

# Languages::change_order_status_f_text
source: Your order has been unsuccessful. Please contact shop administration.
uz: Buyurtmangiz bajarilmadi. Iltimos, do'kon ma'muriyati bilan bog'laning.

# Languages::change_order_status_d_subj
source: Order #[order] has been declined
uz: Buyurtma #[order] rad etildi

# Languages::change_order_status_d_text
source: Your order has been declined. Please contact shop administration.
uz: Buyurtmangiz rad etildi. Iltimos, do'kon ma'muriyati bilan bog'laning.

# Languages::change_order_status_b_subj
source: Order #[order] has been backordered
uz: Buyurtma #[order] qayta buyurtma qilindi

# Languages::change_order_status_b_text
source: Your order has been backordered.
uz: Buyurtmangiz qaytarildi.

# Languages::change_order_status_i_subj
source: Order #[order] has been canceled
uz: Buyurtma #[order] bekor qilindi

# Languages::change_order_status_i_text
source: Your order has been canceled. Please contact shop administration.
uz: Buyurtmangiz bekor qilindi. Iltimos, do'kon ma'muriyati bilan bog'laning.
