Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::error_hash_generation
source: Error in hash generation. Please choose another payment method.
uz: Xeshni yaratishda xato. Boshqa toʻlov usulini tanlang.

# Languages::error_images_need_located_root_dir
source: Please specify the images directory within the store root directory. Put the images to import in this directory.
uz: Iltimos, do'konning ildiz katalogida tasvirlar katalogini belgilang. Import qilinadigan rasmlarni ushbu katalogga joylashtiring.

# Languages::error_image_format_not_supported
source: The image format <b>[format]</b> is not supported by GD library installed on your server. The thumbnail was not created.
uz: Tasvir formati <b>[format]</b> serveringizda oʻrnatilgan GD kutubxonasi tomonidan qoʻllab-quvvatlanmaydi. Eskiz yaratilmadi.

# Languages::error_incorrect_login
source: The username or password you have entered is invalid. Please try again.
uz: Siz kiritgan foydalanuvchi nomi yoki parol yaroqsiz. Iltimos, yana bir bor urinib ko'ring.

# Languages::error_invalid_emails
source: The following email addresses are invalid: <b>[emails]</b>
uz: Quyidagi elektron pochta manzillari yaroqsiz: <b>[emails]</b>

# Languages::error_lang_code_exists
source: The provided language ([code]) code already exists
uz: Taqdim etilgan til ([code]) kodi allaqachon mavjud

# Languages::error_login_not_exists
source: The username you have entered does not match any account in our store. Please make sure you have entered the correct username and try again.
uz: Siz kiritgan foydalanuvchi nomi do'konimizdagi hech qanday hisob qaydnomasiga mos kelmaydi. Iltimos, foydalanuvchi nomini toʻgʻri kiritganingizga ishonch hosil qiling va qayta urinib koʻring.

# Languages::error_message_not_sent
source: Message could not be sent.<br />Mailer Error:
uz: Xabarni jo‘natib bo‘lmadi.<br />Pochta xatosi:

# Languages::error_not_logged
source: You must log in before you can access this resource!
uz: Ushbu manbaga kirishdan oldin tizimga kirishingiz kerak!

# Languages::error_no_items_selected
source: No items selected! At least one check box must be selected to perform this action.
uz: Hech qanday element tanlanmagan! Ushbu amalni bajarish uchun kamida bitta katakchani belgilash kerak.

# Languages::error_occured
source: Error occurred.
uz: Xatolik yuz berdi.

# Languages::error_occurred
source: Error occurred
uz: Xatolik yuz berdi.

# Languages::error_passwords_dont_match
source: The passwords do not match.
uz: Parollar mos kelmaydi.

# Languages::error_password_content
source: The password must contain both letters and numbers.
uz: Parolda harflar ham, raqamlar ham bo'lishi kerak.

# Languages::error_password_expired
source: Your password has expired. You must change your password now.
uz: Parolingiz muddati tugagan. Siz hozir parolingizni o'zgartirishingiz kerak.

# Languages::error_password_expired_change
source: Your password has expired. <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
uz: Parolingiz muddati tugagan. <p><a href="[link]" class="underlined"><b>Parolni o‘zgartirish &#155;&#155;</b></a></p>

# Languages::error_password_min_symbols
source: The password must contain at least <b>[number]</b> characters.
uz: Parolda kamida <b>[number]</b> belgilar boʻlishi kerak.

# Languages::error_password_was_used
source: Your new password must not coincide with any of those four passwords used before. Please use another password.
uz: Sizning yangi parolingiz avval ishlatilgan to'rtta parolning birortasiga to'g'ri kelmasligi kerak. Iltimos, boshqa paroldan foydalaning.

# Languages::error_permissions_not_changed
source: Cannot change permissions
uz: Ruxsatlarni o‘zgartirib bo‘lmaydi

# Languages::error_status_not_changed
source: Error while updating the status. Status was not changed.
uz: Holatni yangilashda xatolik yuz berdi. Status o'zgartirilmadi.

# Languages::error_theme_manifest_missed
source: Theme description file ("manifest") was not found. Installation canceled.
uz: Mavzu tavsifi fayli (“manifest”) topilmadi. Oʻrnatish bekor qilindi.

# Languages::error_user_exists
source: The username or email you have chosen already exists. Please try another one.
uz: Siz tanlagan foydalanuvchi nomi yoki email allaqachon mavjud. Iltimos, boshqasini sinab ko'ring.

# Languages::error_validator_color
source: The color code in the <b>[field]</b> field is invalid.
uz: <b>[field]</b> maydonidagi rang kodi yaroqsiz.

# Languages::error_validator_email
source: The email address in the <b>[field]</b> field is invalid.
uz: <b>[field]</b> maydonidagi elektron pochta manzili yaroqsiz.

# Languages::error_validator_integer
source: The value of the <b>[field]</b> field is invalid. It should be integer.
uz: <b>[field]</b> maydonining qiymati yaroqsiz. Bu butun son bo'lishi kerak.

# Languages::error_validator_message
source: The value of the <b>[field]</b> field is invalid.
uz: <b>[field]</b> maydonining qiymati yaroqsiz.

# Languages::error_validator_multiple
source: The <b>[field]</b> field does not contain the selected options.
uz: <b>[field]</b> maydonida tanlangan parametrlar mavjud emas.

# Languages::error_validator_password
source: The passwords in the <b>[field2]</b> and <b>[field]</b> fields do not match.
uz: <b>[field2]</b> va <b>[field]</b> maydonlaridagi parollar mos kelmaydi.

# Languages::error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid. The correct format is (555) 555-55-55 or 55 55 555 5555.
uz: <b>[field]</b> maydonidagi telefon raqami yaroqsiz. To'g'ri format - (555) 555-55-55 yoki 55 55 555 5555.

# Languages::error_validator_phone_mask
source: The phone number in the <b>[field]</b> field is invalid.
uz: <b>[field]</b> maydonidagi telefon raqami yaroqsiz.

# Languages::error_validator_phone_number
source: It is required to use the following format for this payment method: 555 555 5555.
uz: Ushbu toʻlov usuli uchun quyidagi formatdan foydalanish talab qilinadi: 555 555 5555.

# Languages::error_validator_required
source: The <b>[field]</b> field is mandatory.
uz: <b>[field]</b> maydoni majburiy.

# Languages::error_validator_zipcode
source: The ZIP / Postal code in the <b>[field]</b> field is incorrect. The correct format is [extra].
uz: <b>[field]</b> maydonidagi pochta / pochta indeksi noto'g'ri. To'g'ri format [extra].

# Languages::error_vendor_exists
source: The company with e-mail you have chosen already exists, please try another.
uz: Siz tanlagan elektron pochtaga ega kompaniya allaqachon mavjud, boshqasini sinab ko'ring.

# Languages::error_validator_ccv
source: CVV/CVC is too short.
uz: CVV/CVC juda qisqa.

# Languages::error_validator_ccv_long
source: CVV/CVC is too long.
uz: CVV/CVC juda uzun.

# Languages::error_change_admin_data_in_frontend
source: It's forbidden to change the admin email or password in the customer area. Please sign in using a customer account.
uz: Mijoz hududida administrator elektron pochta manzilini yoki parolni o'zgartirish taqiqlanadi. Iltimos, mijoz hisobi orqali tizimga kiring.

# Languages::error_exchange_rate
source: Unable to get exchange rates. Please try reloading this page in a minute.
uz: Valyuta kurslarini olish mumkin emas. Iltimos, bu sahifani bir daqiqadan keyin qayta yuklashga harakat qiling.

# Languages::exact_phrase
source: The exact phrase
uz: Aniq ibora

# Languages::excellent
source: Excellent!
uz: Ajoyib!

# Languages::exception
source: Exception
uz: Istisno

# Languages::exceptions
source: Exceptions
uz: Istisnolar

# Languages::exceptions_type
source: Exceptions type
uz: Istisnolar turi

# Languages::exception_disabled
source: No variant can be selected
uz: Hech qanday variantni tanlab bo'lmaydi

# Languages::exception_disregard
source: Any variant
uz: Har qanday variant

# Languages::exception_error
source: ERROR
uz: XATO

# Languages::exception_error_code
source: Error code:
uz: Xato kodi:

# Languages::exception_exist
source: This exception combination already exists
uz: Bu istisno birikmasi allaqachon mavjud

# Languages::exception_title
source: Oops!<br />We were unable to find what you were looking for.
uz: Voy!<br />Siz qidirayotgan narsani topa olmadik.

# Languages::exchange_rate
source: Live exchange rates
uz: Jonli valyuta kurslari

# Languages::exec
source: Execute
uz: Bajarish

# Languages::exim_remove_additional_images
source: Clean up
uz: Tozalash

# Languages::exit_point
source: Exit point
uz: Chiqish nuqtasi

# Languages::exp
source: Exp
uz: Jarayon

# Languages::expanded
source: Expanded
uz: Kengaytirilgan

# Languages::expand_collapse_list
source: Expand / collapse the list of items
uz: Elementlar ro'yxatini kengaytirish / yopish

# Languages::expand_sublist_of_items
source: Expand the sublist of items
uz: Elementlar ro'yxatini kengaytirish / yopish

# Languages::expired
source: Expired
uz: muddati tugagan

# Languages::expirepreauth
source: Preauthorization
uz: oldindan avtorizatsiya

# Languages::expirepreauth_description
source: Preauthorization hold limit in days. The maximum value is 30 days. With the "Sale" request type, leave this field empty.
uz: Oldindan avtorizatsiyani ushlab turish chegarasi kunlarda. Maksimal qiymat - 30 kun. "Sotish" so'rovi turi bilan ushbu maydonni bo'sh qoldiring.

# Languages::expiry_date
source: Expiration date
uz: Muddati

# Languages::export
source: Export
uz: Eksport

# Languages::exported_fields
source: Exported fields
uz: Eksport qilingan maydonlar

# Languages::exported_files
source: Exported files
uz: Eksport qilingan fayllar

# Languages::exporting_data
source: Exporting data
uz: Ma'lumotlarni eksport qilish

# Languages::export_data
source: Export data
uz: Ma'lumotlarni eksport qilish

# Languages::export_locations
source: Export locations
uz: Joylarni eksport qilish

# Languages::export_options
source: Export options
uz: Eksport imkoniyatlari

# Languages::export_selected
source: Export selected
uz: Eksport tanlangan

# Languages::export_products
source: Export products
uz: Mahsulotlarni eksport qilish

# Languages::extended
source: Extended
uz: Kengaytirilgan

# Languages::extra
source: Extra
uz: Qo'shimcha

# Languages::extra_services
source: Extra services
uz: Qo'shimcha xizmatlar

# Languages::extra_folders
source: Extra folders
uz: Qo'shimcha papkalar

# Languages::fail
source: Fail
uz: Muvaffaqiyatsiz

# Languages::failed
source: Failed
uz: Muvaffaqiyatsiz

# Languages::fair
source: Fair
uz: Muvaffaqiyatsiz

# Languages::false
source: False
uz: Yolg'on

# Languages::faroese
source: Faroese
uz: farer

# Languages::fast
source: Fast
uz: Tez

# Languages::feature
source: Feature
uz: Xususiyat

# Languages::features
source: Features
uz: Xususiyatlari

# Languages::features_delimiter
source: Feature variants delimiter
uz: Xususiyat variantlarini ajratuvchi

# Languages::features_menu_description
source: Add and manage extra product fields.
uz: Qo'shimcha mahsulot maydonlarini qo'shing va boshqaring.

# Languages::feature_code
source: Feature code
uz: Xususiyat kodi

# Languages::feature_comparison
source: Feature comparison
uz: Xususiyatlarni taqqoslash

# Languages::feature_category
source: Feature category
uz: Xususiyat toifasi

# Languages::feature_display_on_catalog
source: Show in product list
uz: Mahsulotlar ro'yxatida ko'rsatish

# Languages::feature_display_on_header
source: Show in header on the product details page
uz: Mahsulot tafsilotlari sahifasida sarlavhada ko'rsating

# Languages::feature_display_on_product
source: Show on the Features tab
uz: Xususiyatlar yorlig'ida ko'rsatish

# Languages::feature_hide_on_catalog
source: Hide in product list
uz: Mahsulotlar roʻyxatida yashirish

# Languages::feature_hide_on_header
source: Hide in header on the product details page
uz: Mahsulot tafsilotlari sahifasida sarlavhada yashiring

# Languages::feature_hide_on_product
source: Hide on the Features tab
uz: Xususiyatlar yorlig'ida yashiring

# Languages::feedback_is_sent_successfully
source: The feedback has been sent successfully.
uz: Fikr-mulohaza muvaffaqiyatli yuborildi.

# Languages::feedback_values
source: Feedback values
uz: Qayta aloqa qiymatlari

# Languages::field
source: Field
uz: Maydon

# Languages::field_editor
source: Field Editor
uz: Maydon muharriri

# Languages::file
source: File
uz: Fayl

# Languages::filename
source: File name
uz: Fayl nomi

# Languages::files
source: Files
uz: Fayllar

# Languages::sell_files
source: Files to sell
uz: Sotish uchun fayllar

# Languages::filesize
source: File size
uz: Fayl hajmi

# Languages::files_changes
source: File changes
uz: Fayl o'zgarishlari

# Languages::files_directory
source: Files directory
uz: Fayllar katalogi

# Languages::downloadable_product_files_directory
source: Directory for the files of downloadable products
uz: Yuklab olinadigan mahsulotlar fayllari uchun katalog

# Languages::file_avail_after_payment
source: This file will be available after the order is paid in full.
uz: Bu fayl buyurtma toʻliq toʻlangandan keyin mavjud boʻladi.

# Languages::file_browser
source: File browser
uz: Fayl brauzeri

# Languages::file_doesnt_have_key
source: This file doesn't have a download key.
uz: Bu faylda yuklab olish kaliti yoʻq.

# Languages::file_download_limit_exceeded
source: The file cannot be downloaded because the download limit equal to [limit] is exceeded.
uz: Faylni yuklab boʻlmaydi, chunki [cheklov] ga teng yuklash chegarasi oshib ketgan.

# Languages::file_is_too_large
source: File is too large. Max uploading size is [size].
uz: Fayl juda katta. Maksimal yuklash hajmi [size].

# Languages::files_are_too_large
source: Total size of the uploaded files exceeds the maximum limit of [size].
uz: Fayl juda katta. Maksimal yuklash hajmi [size].

# Languages::file_tree
source: File tree
uz: Fayl daraxti

# Languages::filling
source: Filling
uz: to'ldirish

# Languages::filter
source: Filter
uz: filtr

# Languages::filters
source: Filters
uz: Filtrlar

# Languages::filters_menu_description
source: Product filters are displayed on the storefront and enable your customers to quickly find the products.
uz: Mahsulot filtrlari do'konda ko'rsatiladi va mijozlaringizga mahsulotlarni tezda topishga imkon beradi.

# Languages::filter_by
source: Filter by
uz: Filtrlar boʻyicha

# Languages::filter_description
source: Filter description
uz: Filtrlar boʻyicha

# Languages::filter_name
source: Filter name
uz: filtr nomi

# Languages::filters_in_use
source: All features are already in use
uz: Barcha funksiyalar allaqachon ishlatilmoqda

# Languages::finance_product_code
source: Finance product code
uz: Moliyaviy mahsulot kodi

# Languages::financial_state
source: Financial state
uz: moliyaviy holat

# Languages::find_results_with
source: Find results with
uz: bilan natijalarni toping

# Languages::finish
source: Finish
uz: Tugatish

# Languages::finished
source: Finished
uz: Tugallandi

# Languages::finnish
source: Finnish
uz: Fin

# Languages::first_name
source: First name
uz: Ism

# Languages::flemish
source: Flemish
uz: flamand

# Languages::folder
source: Folder
uz: papkalar

# Languages::folder_is_empty
source: Folder is empty
uz: Jild boʻsh

# Languages::footer
source: Footer
uz: Podval

# Languages::for
source: for
uz: uchun

# Languages::forbidden
source: Forbidden
uz: Taqiqlangan

# Languages::forbidden_combinations
source: Forbidden combinations
uz: Taqiqlangan kombinatsiyalar

# Languages::forgot_password_question
source: Forgot your password?
uz: Parolni esdan chiqardingizmi?

# Languages::form
source: Form
uz: Shakl

# Languages::forms
source: Forms
uz: Shakllar

# Languages::form_id
source: Form ID
uz: Shakl identifikatori

# Languages::for_all_found_orders
source: For orders on ALL pages
uz: HAMMA sahifalarda buyurtmalar uchun

# Languages::for_this_page_orders
source: For orders on THIS page
uz: Buyurtmalar uchun SHU sahifada

# Languages::fragile
source: Fragile
uz: Mo'rt

# Languages::free
source: Free
uz: Ozod

# Languages::free_products
source: Free products
uz: Bepul mahsulotlar

# Languages::free_shipping
source: Free shipping
uz: Yetkazib berish bepul

# Languages::french
source: French
uz: frantsuz

# Languages::from
source: from
uz: dan

# Languages::from_date
source: Date from
uz: Sanadan boshlab

# Languages::fulfillment_state
source: Fulfillment state
uz: Bajarish holati

# Languages::full
source: Full
uz: Toʻliq

# Languages::fullauth
source: Fullauth
uz: To'liq avtorizatsiya

# Languages::full_description
source: Full description
uz: To'liq tavsif

# Languages::full_list
source: Full list
uz: To'liq ro'yxat

# Languages::full_tree_cat
source: Full tree
uz: to'liq daraxt

# Languages::full_width
source: Full width
uz: to'liq kenglik

# Languages::function
source: Core
uz: Yadro

# Languages::function_deprecated
source: Function [old_function] is deprecated and will be removed in next version. Please use [new_function] instead of it.
uz: [old_function] funksiyasi eskirgan va keyingi versiyada olib tashlanadi. Uning oʻrniga [new_function] dan foydalaning.

# Languages::gateway
source: Gateway
uz: Darvoza

# Languages::gateways
source: Gateways
uz: Darvozalar

# Languages::general
source: General
uz: Umumiy

# Languages::general_info
source: General information
uz: Umumiy ma'lumot

# Languages::general_statistics
source: General statistics
uz: Umumiy statistika

# Languages::generate
source: Generate
uz: Yaratish

# Languages::generate_submenu
source: Generate submenu
uz: Pastki menyu yaratish

# Languages::geography
source: Geography
uz: Geografiya

# Languages::german
source: German
uz: nemis

# Languages::get_rates
source: Get rates
uz: Narxlarni oling

# Languages::give_coupon_subj
source: you have new promotion
uz: sizda yangi aksiya bor

# Languages::global_options
source: Global options
uz: Global variantlar

# Languages::global_status
source: Global status
uz: Global holat

# Languages::global_update
source: Global update
uz: Global yangilash

# Languages::global_update_description
source: Positive or negative values can be entered in the fields below (e.g. -5).
uz: Quyidagi maydonlarga ijobiy yoki salbiy qiymatlarni kiritish mumkin (masalan, -5).

# Languages::go
source: Go
uz: Bor

# Languages::google_base_export_notice
source: <b>Note:</b> You can setup Tax and Shipping rates on the <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> page in your Google merchant center.
uz: Kalit: <b>Eslatma:</b> Soliq va yetkazib berish stavkalarini Google savdo markazidagi Soliq va yetkazib berish sarhisobi sahifasida sozlashingiz mumkin.

# Languages::goto_theme_configuration
source: Browse themes
uz: Mavzularni ko'rib chiqish

# Languages::remove_theme
source: Remove theme
uz: Mavzuni olib tashlash

# Languages::go_back
source: Go back
uz: Ortga qaytish

# Languages::go_to_the_admin_homepage
source: Go to the admin homepage
uz: Administrator bosh sahifasiga o'ting

# Languages::go_to_the_homepage
source: Go to the homepage
uz: Bosh sahifaga o'ting

# Languages::grams_in_the_unit_of_weight
source: Grams in the unit of weight defined by the weight symbol
uz: Og'irlik belgisi bilan belgilangan vazn birligidagi gramm

# Languages::graphic
source: Graphic
uz: Grafika

# Languages::greek
source: Greek
uz: yunoncha

# Languages::grid
source: Grid
uz: To‘r

# Languages::tmpl_grid
source: Grid
uz: To‘r

# Languages::tmpl_grid2
source: Grid2
uz: To‘r2

# Languages::grid_options
source: Grid options
uz: Grid variantlari

# Languages::gross_total
source: Gross total
uz: Yalpi jami

# Languages::group
source: Group
uz: Guruh

# Languages::groups
source: Groups
uz: Guruhlar

# Languages::guest
source: Guest
uz: Mehmon

# Languages::has_credit_memo
source: Has credit memo
uz: Kredit eslatmasi bor

# Languages::has_invoice
source: Has invoice
uz: Invoys bor

# Languages::header
source: Header
uz: Sarlavha

# Languages::sidebar
source: Sidebar
uz: Yon panel

# Languages::header_image
source: Header image
uz: Sarlavha tasviri

# Languages::hebrew
source: Hebrew
uz: yahudiy

# Languages::height
source: Height
uz: Balandligi

# Languages::hello
source: Hello
uz: Salom

# Languages::help
source: Help
uz: Yordam bering

# Languages::hidden
source: Hidden
uz: Yashirin

# Languages::hide
source: Hide
uz: Yashirish

# Languages::hide_add_to_cart_button
source: Hide add to cart button
uz: Savatga qo'shish tugmasini yashirish

# Languages::hide_options
source: Hide options
uz: Variantlarni yashirish

# Languages::show_options
source: Show options
uz: Variantlarni ko'rsatish

# Languages::hide_option_completely
source: Hide option completely
uz: Variantni butunlay yashirish

# Languages::home
source: Home
uz: Uy

# Languages::home_page
source: Home page
uz: bosh sahifa

# Languages::horizontal
source: Horizontal
uz: Gorizontal

# Languages::host
source: Host name
uz: xost nomi

# Languages::host_code
source: Host code
uz: xost kodi

# Languages::hour
source: Hour
uz: Soat

# Languages::how_to_send
source: How to send?
uz: Qanday yuborish kerak?

# Languages::html_block
source: HTML block
uz: HTML bloki

# Languages::hungarian
source: Hungarian
uz: venger

# Languages::I25
source: Interleaved 2 of 5 is based on Standard 2 of 5 symbology.<br/>Interleaved 2 of 5 is designed to encode only 10 digits.
uz: Interleaved 2 of 5 2-standart 5 simvolologiyaga asoslangan.<br/> Interleaved 2/5 faqat 10 ta raqamni kodlash uchun mo'ljallangan.

# Languages::icon
source: Icon
uz: Belgi

# Languages::identifier
source: PayBox identifier
uz: PayBox identifikatori

# Languages::iframe_mode
source: iFrame mode
uz: iFrame rejimi

# Languages::illegal_item_weight
source: Illegal item weight
uz: Buyumning noqonuniy og'irligi

# Languages::image
source: Image
uz: Rasm

# Languages::images
source: Images
uz: Tasvirlar

# Languages::images_directory
source: Images directory
uz: Rasmlar katalogi

# Languages::image_pair
source: Image pair
uz: Rasmlar juftligi

# Languages::image_verification
source: Image verification
uz: Rasmni tekshirish

# Languages::image_verification_body
source: Type the characters you see in the picture above.
uz: Yuqoridagi rasmda ko'rgan belgilarni kiriting.

# Languages::image_verification_label
source: Anti-bot validation
uz: Anti-bot tekshiruvi

# Languages::immediately
source: Immediately
uz: Darhol

# Languages::important
source: Important
uz: Muhim

# Languages::importing_data
source: Importing data
uz: Ma'lumotlarni import qilish

# Languages::import_data
source: Import data
uz: Ma'lumotlarni import qilish

# Languages::import_locations
source: Import locations
uz: Joylashuvlarni import qilish

# Languages::import_options
source: Import options
uz: Import opsiyalari

# Languages::included
source: included
uz: kiritilgan

# Languages::include_cvn
source: Include CVN
uz: CVN-ni qo'shing

# Languages::including_discount
source: Including discount
uz: Shu jumladan chegirma

# Languages::including_tax
source: Including tax
uz: Shu jumladan soliq

# Languages::incompleted
source: Incomplete
uz: Tugallanmagan

# Languages::incompleted_orders
source: Incomplete orders
uz: Tugallanmagan buyurtmalar

# Languages::incorrect_filling_message
source: Incorrect filling message
uz: Noto'g'ri to'ldirish xabari

# Languages::incorrect_price_warning
source: Product has not been added to the cart. Please enter the correct price.
uz: Mahsulot savatga kiritilmagan. Toʻgʻri narxni kiriting.

# Languages::increase
source: Increase
uz: Ko'paytirish

# Languages::inc_tax
source: inc tax
uz: soliq, shu jumladan

# Languages::index
source: Home page
uz: Bosh sahifa

# Languages::information
source: Information
uz: Ma `lumot

# Languages::tip
source: Tip
uz: Ishora

# Languages::inner_hint
source: Inner hint
uz: Ichki maslahat

# Languages::input_field
source: Input field
uz: kiritish maydoni

# Languages::insert_block
source: Add block
uz: Adblock

# Languages::insert_grid
source: Add grid
uz: To'r qo'shing

# Languages::install
source: Install
uz: O'rnatish
