Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::text_addon_enable_dependencies
source: The add-on cannot be enabled because it depends on the following add-ons: [addons]
uz: Qo‘shimchani yoqib bo‘lmaydi, chunki u qo‘shimchalarga bog‘liq: [addons]

# Languages::current_setting_value
source: Current value
uz: Joriy qiymat

# Languages::new_setting_value
source: New value
uz: Yangi qiymat

# Languages::overwrite_selected_settings
source: Overwrite selected settings
uz: Tanlangan sozlamalarni qayta yozish

# Languages::payment_method_not_found
source: Payment method not found. It could've been disabled, or a technical problem occurred. Please choose a payment method and try again.
uz: Toʻlov usuli topilmadi. U o'chirilgan yoki texnik muammo yuzaga kelgan bo'lishi mumkin. Toʻlov usulini tanlang va qayta urinib koʻring.

# Languages::shippings.ups.package_type.00
source: UNKNOWN
uz: NOMA'LUM

# Languages::shippings.ups.package_type.01
source: UPS Letter
uz: UPS maktubi

# Languages::shippings.ups.package_type.02
source: Package
uz: Paket

# Languages::shippings.ups.package_type.03
source: Tube
uz: Quvur

# Languages::shippings.ups.package_type.21
source: Express Box
uz: Ekspress quti

# Languages::shippings.ups.package_type.24
source: 25KG Box
uz: 25 kg quti

# Languages::shippings.ups.package_type.25
source: 10KG Box
uz: 10 kg quti

# Languages::shippings.ups.package_type.30
source: Pallet
uz: Palet

# Languages::shippings.ups.package_type.2a
source: Small Express Box
uz: Kichik ekspress quti

# Languages::shippings.ups.package_type.2b
source: Medium Express Box
uz: O'rta ekspress quti

# Languages::shippings.ups.package_type.2c
source: Large Express Box
uz: Katta ekspress quti

# Languages::wrong_number_initial_order_id
source: The value you entered for the "Initial order ID value" setting is not supported. Only integers from 1 to [max_initial_order_id] are supported
uz: “Boshlang‘ich buyurtma identifikatori qiymati” sozlamasi uchun kiritgan qiymat qo‘llab-quvvatlanmaydi. Faqat 1 dan [max_initial_order_id] gacha bo'lgan butun sonlar qo'llab-quvvatlanadi

# Languages::tt_views_shippings_components_services_ups_ship_ups_pickup_type
source: <p>Select "Daily Pickup" to calculate the delivery cost according to Daily Rates.</p><p>Select "One Time Pickup", "Letter Center", or "Air Service Center" to calculate the delivery cost according to Retail Rates.</p>
uz: <p>Kundalik tariflar boʻyicha yetkazib berish narxini hisoblash uchun “Kundalik olib ketish”ni tanlang.</p><p>Yetkazib berish narxini hisoblash uchun “Bir martalik olib ketish”, “Xat markazi” yoki “Havo xizmati markazi”ni tanlang. Chakana narxlar.</p>

# Languages::php_extension_missing
source: The [extension] PHP extension is not installed on your server
uz: [extension] PHP kengaytmasi serveringizda o'rnatilmagan

# Languages::customization
source: Customization
uz: Moslashtirish

# Languages::assign_to_me
source: Assign to me
uz: Menga tayinlang

# Languages::customer_phone
source: Customer phone
uz: Mijoz telefoni

# Languages::could_not_connect_to_database
source: Could not connect to database
uz: Maʼlumotlar bazasiga ulanib boʻlmadi

# Languages::information_file_roobots
source: A robots.txt file was detected. The changes you make here won't take effect until you delete the existing <b>robots.txt</b> file from the root directory of your store.
uz: robots.txt fayli aniqlandi. Mavjud <b>robots.txt</b> faylni doʻkoningizning asosiy katalogidan oʻchirmaguningizcha, bu yerda kiritgan oʻzgarishlar kuchga kirmaydi.

# Languages::advanced_products_search
source: Advanced products search
uz: Kengaytirilgan mahsulotlarni qidirish

# Languages::advanced_companies_search
source: Advanced companies search
uz: Ilg'or kompaniyalar qidiruvi

# Languages::advanced_storefronts_search
source: Advanced storefronts search
uz: Kengaytirilgan do'konlar qidiruvi

# Languages::api_wrong_user_company_relation
source: The user doesn't exist for this store, and sharing users among stores is disabled.
uz: Bu doʻkonda foydalanuvchi mavjud emas va doʻkonlar orasida foydalanuvchilarni baham koʻrish oʻchirib qoʻyilgan.

# Languages::product_details_tabs
source: Tabs
uz: Yorliqlar

# Languages::shippings.fedex.currency_is_missing
source: The rates calculated by FedEx are in [currency], and that currency doesn't exist in your store. Please create that currency; otherwise customers won't be able to select this shipping method.
uz: FedEx tomonidan hisoblangan stavkalar [valyuta] da va bu valyuta doʻkoningizda mavjud emas. Iltimos, ushbu valyutani yarating; aks holda mijozlar ushbu yetkazib berish usulini tanlay olmaydi.

# Languages::text_redactor2
source: Redactor II
uz: Redaktor II

# Languages::image_url
source: Image URL
uz: Rasm URL

# Languages::insert_image
source: Insert image
uz: Rasm kiritish

# Languages::view_avail_files_for_order
source: View the list of available files from order #[order_id].
uz: #[order_id] buyrugʻidagi mavjud fayllar roʻyxatini koʻring.

# Languages::advanced_customer_search
source: Advanced customer search
uz: Kengaytirilgan mijozlar qidiruvi

# Languages::change_customer
source: Change customer
uz: Mijozni o'zgartirish

# Languages::on_backorder
source: On backorder
uz: Orqaga buyurtma bo'yicha

# Languages::invoice_heading
source: Invoice
uz: Hisob-faktura

# Languages::min_quantity
source: Minimum order quantity
uz: Minimal buyurtma miqdori

# Languages::ship_downloadable
source: Enable shipping for downloadable products
uz: Yuklab olinadigan mahsulotlar uchun yetkazib berishni yoqing

# Languages::inventory_tracking
source: Inventory
uz: Inventarizatsiya

# Languages::detailed_image
source: Detailed image
uz: Batafsil tasvir

# Languages::secondary_categories
source: Secondary category
uz: Ikkilamchi toifa

# Languages::override_points
source: Override points
uz: Nuqtalarni bekor qilish

# Languages::override_exchange_rate
source: Override exchange rate
uz: Valyuta kursini bekor qilish

# Languages::max_quantity
source: Maximum order quantity
uz: Maksimal buyurtma miqdori

# Languages::list_qty_count
source: List quantity count
uz: Ro'yxat miqdori hisobi

# Languages::product_url
source: Product URL
uz: Mahsulot URL manzili

# Languages::detailed_image_url
source: Detailed image URL
uz: Batafsil rasm URL manzili

# Languages::box_size
source: Box size
uz: Quti hajmi

# Languages::usergroup_ids
source: Usergroup ids
uz: Foydalanuvchilar guruhi identifikatorlari

# Languages::combination_code
source: Combination code
uz: Kombinatsiyalash kodi

# Languages::pair_type
source: Pair type
uz: Juftlik turi

# Languages::lower_limit
source: Lower limit
uz: Pastki chegara

# Languages::user_group
source: User group
uz: Foydalanuvchilar guruhi

# Languages::percentage_discount
source: Percentage discount
uz: Foizli chegirma

# Languages::feature_name
source: Feature name
uz: Xususiyat kodi

# Languages::feature_id
source: Feature ID
uz: Xususiyat identifikatori

# Languages::show_on_the_features_tab
source: Show on the features tab
uz: Xususiyatlar yorlig'ida ko'rsatish

# Languages::show_in_product_list
source: Show in product list
uz: Mahsulotlar ro'yxatida ko'rsatish

# Languages::show_in_product_header
source: Show in product header
uz: Mahsulot sarlavhasida ko'rsatish

# Languages::comparsion
source: Comparison
uz: Taqqoslash

# Languages::variant_id
source: Variant ID
uz: Variant identifikatori

# Languages::feature_group
source: Feature group
uz: Xususiyatlar guruhi

# Languages::email
source: E-mail
uz: Elektron pochta

# Languages::payment_id
source: Payment ID
uz: Toʻlov identifikatori

# Languages::billing_first_name
source: Billing: first name
uz: Hisob-kitob: ismingiz

# Languages::billing_last_name
source: Billing: last name
uz: Hisob-kitob: familiya

# Languages::billing_address_line_2
source: Billing: address (line 2)
uz: Hisob-kitob: manzil (2-qator)

# Languages::billing_city
source: Billing: city
uz: Hisob-kitob: shahar

# Languages::billing_state
source: Billing: state
uz: Hisob-kitob: davlat

# Languages::billing_country
source: Billing: country
uz: Hisob-kitob: mamlakat

# Languages::billing_zipcode
source: Billing: zipcode
uz: Hisob-kitob: pochta indeksi

# Languages::shipping_first_name
source: Shipping: first name
uz: Yetkazib berish: ismingiz

# Languages::shipping_last_name
source: Shipping: last name
uz: Yetkazib berish: familiyasi

# Languages::shipping_address_line_2
source: Shipping: address (line 2)
uz: Yetkazib berish: manzil (2-qator)

# Languages::shipping_city
source: Shipping: city
uz: Yetkazib berish: shahar

# Languages::shipping_state
source: Shipping: state
uz: Yetkazib berish: davlat

# Languages::shipping_country
source: Shipping: country
uz: Yetkazib berish: mamlakat

# Languages::shipping_zipcode
source: Shipping: zipcode
uz: Yetkazib berish: pochta indeksi

# Languages::item_id
source: Item ID
uz: Element identifikatori

# Languages::issuer_id
source: Issuer ID
uz: Emitent identifikatori

# Languages::billing_phone
source: Billing: phone
uz: Hisob-kitob: telefon

# Languages::shipping_phone
source: Shipping: phone
uz: Yetkazib berish: telefon

# Languages::extra_fields
source: Extra fields
uz: Qo'shimcha maydonlar

# Languages::country_code
source: Country code
uz: Mamlakat kodi

# Languages::salt
source: Salt
uz: Tuz

# Languages::user_group_ids
source: User group IDs
uz: Foydalanuvchilar guruhi identifikatorlari

# Languages::skip_creating_new_products
source: Skip creating new products
uz: Yangi mahsulotlar yaratishni o'tkazib yuboring

# Languages::text_skip_creating_new_products
source: If you enable this setting, then only the products that already exist in your database will be updated.
uz: Agar siz ushbu sozlamani yoqsangiz, faqat ma'lumotlar bazasida mavjud bo'lgan mahsulotlar yangilanadi.

# Languages::update_existing_products_only
source: Update existing products only
uz: Faqat mavjud mahsulotlarni yangilang

# Languages::update_existing_products_only_tooltip
source: If you enable this setting, products that don't exist in the database of your store will be skipped during import.
uz: Agar siz ushbu sozlamani yoqsangiz, doʻkoningiz maʼlumotlar bazasida mavjud boʻlmagan mahsulotlar import vaqtida oʻtkazib yuboriladi.

# Languages::updated_last
source: Updated in the last
uz: Oxirgi marta yangilangan

# Languages::hour_or_hours
source: hour(s)
uz: soat(lar)

# Languages::api_required_fields
source: The following fields are required: [fields]
uz: Quyidagi maydonlar talab qilinadi: [fields]

# Languages::api_invalid_value
source: Invalid value `[value]` specified for [field]
uz: [field] uchun yaroqsiz qiymat `[value]` belgilangan

# Languages::api_invalid_value_w_valid_list
source: Invalid value `[value]` specified for [field]. Valid values are: [valid_list]
uz: [field] uchun yaroqsiz qiymat `[value]` belgilangan. Yaroqli qiymatlar: [valid_list]

# Languages::api_empty_value
source: Empty value specified for the required [field] field.
uz: Kerakli [field] maydoni uchun bo'sh qiymat ko'rsatilgan.

# Languages::recover
source: Recover
uz: Qayta tiklash

# Languages::image_has_been_deleted
source: This image has been deleted
uz: Bu rasm oʻchirildi

# Languages::delete_all_images
source: Delete all images
uz: Barcha rasmlarni o'chirish

# Languages::cannot_upload_file
source: Cannot upload file
uz: Fayl yuklanmadi

# Languages::ogone.sha_in
source: SHA-IN pass phrase
uz: SHA-IN o'tish iborasi

# Languages::ttc_ogone.sha_in
source: The SHA-IN pass phrase is set on the Ingenico administration panel on the <b>Data and origin verification</b> tab.
uz: SHA-IN o'tish iborasi Ingenico boshqaruv panelida <b>Ma'lumotlar va manbani tekshirish</b> yorlig'ida o'rnatiladi.

# Languages::ogone_web.sha_out
source: SHA-OUT pass phrase
uz: SHA-OUT o'tish iborasi

# Languages::ttc_ogone_web.sha_out
source: The SHA-OUT pass phrase is set on the Ingenico administration panel on the <b>Transaction feedback</b> tab.
uz: SHA-OUT o'tish iborasi Ingenico boshqaruv panelida <b>O'tkazma haqida fikr-mulohaza</b> ko'rinishida o'rnatiladi.

# Languages::ogone_direct.config_info
source: Enter SHA-IN pass phrase both here and on the Ingenico administation panel.<br><br>For new Ingenico accounts created since May 11th, 2010, the new SHA policy is automatically active.<br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
uz: Bu yerda ham, Ingenico boshqaruv panelida ham SHA-IN parolini kiriting.<br><br>2010-yil 11-maydan beri yaratilgan yangi Ingenico hisoblari uchun yangi SHA siyosati avtomatik ravishda faollashadi.<br/>Iltimos, tanlashni unutmang. "Yangi SHA imzo siyosatidan foydalanish" katagiga belgi qo'ying.

# Languages::ogone_web.config_info
source: Please set the following URL in the Technical Information section on the Ingenico administation panel as the <b>URL of the merchant's post-payment page</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <code>[r_url]</code><br>Select "Always deferred (not immediately after the payment)" for the <b>Timing of the request</b>.<br>Enter SHA-IN and SHA-OUT pass phrases both here and on the Ingenico administation panel.
uz: Iltimos, Ingenico boshqaruv panelidagi Texnik maʼlumotlar boʻlimida barcha holatlar uchun <b>sotuvchining toʻlovdan keyingi sahifasining URL manzili</b> sifatida oʻrnating (“qabul qilingan”, “kutuvda”, “noaniq”, “ mijoz tomonidan bekor qilingan", "ekvayer tomonidan juda ko'p rad etilgan"): <code>[r_url]</code><br>So'rovni bajarish vaqti uchun <b>Har doim kechiktirilgan (to'lovdan so'ng darhol emas)"-ni tanlang. </b>.<br>SHA-IN va SHA-OUT parollarini shu yerda va Ingenico boshqaruv panelida kiriting.

# Languages::sort_by_null_desc
source: No sorting
uz: Saralash yo'q

# Languages::storefront_name
source: Storefront name
uz: Do'kon nomi

# Languages::storefront_name_short
source: Storefront name
uz: Do'kon nomi

# Languages::internal_option_name
source: Internal name
uz: Ichki ism

# Languages::internal_option_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple options that have the same displayed name.
uz: Bu nom faqat bir xil nomga ega boʻlgan bir nechta variantni farqlash uchun Administrator panelida koʻrsatiladi.

# Languages::internal_feature_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple features that have the same displayed name.
uz: Bir xil nomga ega bo'lgan bir nechta xususiyatlarni farqlash uchun bu nom faqat Administrator panelida ko'rsatiladi.

# Languages::internal_feature_group_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple feature groups that have the same displayed name.
uz: Bir xil nomga ega bo'lgan bir nechta xususiyat guruhlarini ajratishga yordam berish uchun bu nom faqat Boshqaruv panelida ko'rsatiladi.

# Languages::edit_corresponding_profile_field
source: To change the field type or variants, <a href="[URL]">edit the corresponding field in the Shipping Address section</a>.
uz: Maydon turi yoki variantlarini o‘zgartirish uchun <a href="[URL]">Yuk tashish manzili bo‘limidagi tegishli maydonni tahrirlang</a>.

# Languages::error_product_codes_length
source: The following product codes are too long and were cut off at [product_code_length] symbols:
uz: Quyidagi mahsulot kodlari juda uzun va [product_code_length]belgilarida kesilgan:

# SettingsVariants::log_type_requests::shipping
source: Realtime shipping errors
uz: Haqiqiy vaqtda yuk tashish xatolari

# Languages::log_action_shipping
source: Shipping request
uz: Yuk tashish talabi

# Languages::email_template.shipping_error
source: Shipping: request error
uz: Yetkazib berish: so'rov xatosi

# Languages::request_error_information_title
source: Shipping error
uz: Yetkazib berish xatosi

# Languages::request_error_information
source: Customers have experienced issues with receiving rates from <b>the [shipping]</b> shipping method. Please make sure that is configured properly and that the shipping rate calculation is correct
uz: Mijozlar <b>[shipping]</b> usulidan tariflarni olishda muammolarga duch kelishdi. Iltimos, u to'g'ri sozlanganligiga va etkazib berish stavkasini hisoblash to'g'ri ekanligiga ishonch hosil qiling

# Languages::press_continue_to_recover_password
source: Click <b>Continue</b> to proceed with password change.
uz: Parolni o'zgartirishni davom ettirish uchun <b>Davom etish</b> tugmasini bosing.

# Languages::drop_images_to_upload
source: Drop images here
uz: Tasvirlarni bu yerga tashlang

# Languages::drop_images_select_short
source: Select
uz: Tanlang

# Languages::drop_images_select
source: Select images
uz: Rasmlarni tanlang

# Languages::currency_code_afn
source: Afghan Afghani
uz: Afg'on afg'oni

# Languages::currency_code_dzd
source: Algerian Dinar
uz: Jazoir dinori

# Languages::currency_code_aoa
source: Angolan Kwanza
uz: Angola kvanzasi

# Languages::currency_code_aon
source: Angolan New Kwanza
uz: Angola Yangi Kvanza

# Languages::currency_code_ats
source: Antillian Guilder
uz: Antil gilderi

# Languages::currency_code_azn
source: Azerbaijanian Manat
uz: Ozarbayjon manati

# Languages::currency_code_bsd
source: Bahamian Dollar
uz: Bagam dollari

# Languages::currency_code_bhd
source: Bahraini Dinar
uz: Bahrayn dinori

# Languages::currency_code_bbd
source: Barbados Dollar
uz: Barbados dollari

# Languages::currency_code_byn
source: Belarussian Ruble
uz: Belarus rubli

# Languages::currency_code_bef
source: Belgian Franc
uz: Belgiya franki

# Languages::currency_code_bzd
source: Belize Dollar
uz: Beliz dollari

# Languages::currency_code_bmd
source: Bermudian Dollar
uz: Bermud dollari

# Languages::currency_code_btn
source: Bhutan Ngultrum
uz: Butan Ngultrum

# Languages::currency_code_bob
source: Bolivian Boliviano
uz: Boliviya boliviano

# Languages::currency_code_bam
source: Bosnia and Herzegovina Convertible Marks
uz: Bosniya va Gertsegovina konvertatsiya qilinadigan markalari

# Languages::currency_code_bwp
source: Botswana Pula
uz: Botsvana Pula

# Languages::currency_code_bnd
source: Brunei Dollar
uz: Bruney dollari

# Languages::currency_code_bgl
source: Bulgaria Lev
uz: Bolgariya Lev

# Languages::currency_code_bif
source: Burundi Franc
uz: Burundi franki

# Languages::currency_code_khr
source: Cambodian Riel
uz: Kambodja rieli

# Languages::currency_code_cve
source: Cape Verde Escudo
uz: Kabo-Verde Eskudo

# Languages::currency_code_kyd
source: Cayman Islands Dollar
uz: Kayman orollari dollari

# Languages::currency_code_clp
source: Chilean Peso
uz: Chili pesosi

# Languages::currency_code_cop
source: Colombian Peso
uz: Kolumbiya pesosi

# Languages::currency_code_kmf
source: Congolese Franc
uz: Kongo franki

# Languages::currency_code_crc
source: Costa Rican Colon
uz: Kosta-Rika koloniyasi

# Languages::currency_code_cyp
source: Cyprus Pound
uz: Kipr funti

# Languages::currency_code_djf
source: Djibouti Franc
uz: Jibuti franki

# Languages::currency_code_dop
source: Dominican Peso
uz: Dominikan pesosi

# Languages::currency_code_nlg
source: Dutch Guilder
uz: Gollandiyalik gilder

# Languages::currency_code_xcd
source: East Caribbean Dollar
uz: Sharqiy Karib dollari

# Languages::currency_code_ecs
source: Ecuador Sucre
uz: Ekvador Sucre

# Languages::currency_code_cdf
source: Congolese Franc
uz: Kongo franki

# Languages::currency_code_svc
source: El Salvador Colon
uz: El Salvador Kolon

# Languages::currency_code_ern
source: Eritrean Nafka
uz: Eritreyalik Nafka

# Languages::currency_code_etb
source: Ethiopian Birr
uz: Efiopiya Birri

# Languages::currency_code_fkp
source: Falkland Islands Pound
uz: Folklend orollari funti

# Languages::currency_code_fim
source: Finnish Markka
uz: Fin Markka

# Languages::currency_code_gmd
source: Gambian Dalasi
uz: Gambiya dalasi

# Languages::currency_code_ghs
source: Ghana Cedi
uz: Gana Sedi

# Languages::currency_code_gip
source: Gibraltar Pound
uz: Gibraltar funti

# Languages::currency_code_grd
source: Greek Drachma
uz: Yunon draxmasi

# Languages::currency_code_gtq
source: Guatemalan Quetzal
uz: Gvatemala Ketsali

# Languages::currency_code_gnf
source: Guinea Franc
uz: Gvineya franki

# Languages::currency_code_gyd
source: Guyana Dollar
uz: Gayana dollari

# Languages::currency_code_htg
source: Haiti Gourde
uz: Gaiti gourde

# Languages::currency_code_hnl
source: Honduran Lempira
uz: Gonduras Lempira

# Languages::currency_code_idr
source: Indonesian Rupiah
uz: Indoneziya rupiyasi

# Languages::currency_code_irr
source: Iranian Rial
uz: Eron riali

# Languages::currency_code_iqd
source: Iraqi Dinar
uz: Iroq dinori

# Languages::currency_code_iep
source: Irish Pound
uz: Irlandiya funti

# Languages::currency_code_itl
source: Italian Lira
uz: Italiya lirasi

# Languages::currency_code_jmd
source: Jamaican Dollar
uz: Yamayka dollari

# Languages::currency_code_jod
source: Jordanian Dinar
uz: Iordaniya dinari

# Languages::currency_code_kes
source: Kenyan Shilling
uz: Keniya shillingi

# Languages::currency_code_lbp
source: Lebanese Pound
uz: Livan funti

# Languages::currency_code_lsl
source: Lesotho Loti (Maloti)
uz: Lesoto Loti (Maloti)

# Languages::currency_code_lrd
source: Liberian Dollar
uz: Liberiya dollari

# Languages::currency_code_lyd
source: Libyan Dinar
uz: Liviya dinori

# Languages::currency_code_luf
source: Luxembourg Franc
uz: Lyuksemburg franki

# Languages::currency_code_mop
source: Macau Pataca
uz: Aomin Pataka

# Languages::currency_code_mkd
source: Macedonian (FYR) Denar
uz: Makedoniya (FYR) dinari

# Languages::currency_code_mga
source: Malagasy Ariary
uz: Malagasy Ariari

# Languages::currency_code_mgf
source: Malagasy Franc
uz: Malagasi franki

# Languages::currency_code_mwk
source: Malawi Kwacha
uz: Malavi kvacha

# Languages::currency_code_mvr
source: Maldives Rufiyaa
uz: Maldiv orollari Rufiya

# Languages::currency_code_mtl
source: Maltese Lira
uz: Malta lirasi

# Languages::currency_code_mur
source: Mauritius Rupee
uz: Mavrikiy rupisi

# Languages::currency_code_mdl
source: Moldovan Leu
uz: Moldova leyi

# Languages::currency_code_mnt
source: Mongolian Tugrik
uz: Mo'g'uliston tugriki

# Languages::currency_code_mzn
source: Mozambique Metical
uz: Mozambik Metikali

# Languages::currency_code_mmk
source: Myanmar Kyat
uz: Myanma Kyat

# Languages::currency_code_nad
source: Namibian Dollar
uz: Namibiya dollari

# Languages::currency_code_npr
source: Nepalese Rupee
uz: Nepal rupisi

# Languages::currency_code_rsd
source: New Serbian Dinar
uz: Yangi serb dinari

# Languages::currency_code_nio
source: Nicaraguan Cordoba Oro
uz: Nikaragua Kordoba Oro

# Languages::currency_code_ngn
source: Nigerian Naira
uz: Nigeria nairasi

# Languages::currency_code_pkr
source: Pakistan Rupee
uz: Pokiston rupisi

# Languages::currency_code_pab
source: Panamanian Balboa
uz: Panama Balboa

# Languages::currency_code_pgk
source: Papua New Guinea Kina
uz: Papua-Yangi Gvineya Kina

# Languages::currency_code_pyg
source: Paraguayan Guarani
uz: Paragvay guarani

# Languages::currency_code_pen
source: Peruvian Nuevo Sol
uz: Peru Nuevo Sol

# Languages::currency_code_uyu
source: Peso Uruguayo
uz: Urugvay pesosi

# Languages::currency_code_pte
source: Portugese Escudo
uz: Portugal eskudosi

# Languages::currency_code_qar
source: Qatari Rial
uz: Qatar riali

# Languages::currency_code_omr
source: Rial Omani
uz: Ummon riali

# Languages::currency_code_rol
source: Romanian Lei
uz: Ruminiya leyi

# Languages::currency_code_rwf
source: Rwanda Franc
uz: Ruanda franki

# Languages::currency_code_csd
source: Serbian Dinar
uz: Serb dinari

# Languages::currency_code_scr
source: Seychelles Rupee
uz: Seyshel orollari rupisi

# Languages::currency_code_sll
source: Sierra Leone Leone
uz: Syerra-Leone-Leone

# Languages::currency_code_sos
source: Somalia Shilling
uz: Somali Shilling

# Languages::currency_code_esp
source: Spanish Peseta
uz: Ispaniya pesetasi
