Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# LanguageName
source: Localized language name
uz: O'zbek

# Languages::2co_enable_fraud_verification
source: Enable support of fraud notification
uz: Firibgarlik xabarnomasini qo‘llab-quvvatlashni yoqing

# Languages::2co_fraud_fail
source: Status for orders with failed fraud review
uz: Firibgarlik tekshiruvi muvaffaqiyatsiz tugagan buyurtmalar holati

# Languages::2co_fraud_wait
source: Status for orders waiting for fraud review
uz: Firibgarlik tekshiruvini kutayotgan buyurtmalar holati

# Languages::404
source: The 404 Not Found error message
uz: 404 topilmadi xato xabari

# Languages::absolute
source: Absolute
uz: Mutlaq

# Languages::installed_addons
source: Installed add-ons
uz: O'rnatilgan qo'shimchalar

# Languages::browse_all_available_addons
source: Browse all available add-ons
uz: Barcha mavjud qo'shimchalarni ko'rib chiqing

# Languages::accept
source: Accept
uz: Qabul qiling

# Languages::access_denied
source: Access denied
uz: Ruxsat yo'q

# Languages::event.order.status_changed.name
source: Order status changed to [status]
uz: Buyurtma holati [status] ga o'zgartirildi

# Languages::access_denied_text
source: You don't have permission to access the page.
uz: Sizda sahifaga kirish uchun ruxsat yo'q.

# Languages::account
source: Account
uz: Hisob

# Languages::account_name
source: Account name
uz: Hisob nomi

# Languages::account_number
source: Account number
uz: Hisob raqami

# Languages::account_type
source: Account type
uz: Hisob turi

# Languages::acquirerid
source: Acquirer ID
uz: Qabul qiluvchi identifikatori

# Languages::action
source: Action
uz: Harakat

# Languages::actions
source: Actions
uz: Harakatlar

# Languages::activate_menu_tab_for
source: Activate menu item for dispatch
uz: Yuborish uchun menyu bandini faollashtiring

# Languages::activate_selected
source: Activate selected
uz: Tanlanganni faollashtirish

# Languages::activate_skrill_merchant_tools
source: Activate Skrill Merchant Tools
uz: Skrill Merchant Tools-ni faollashtiring

# Languages::activation_link
source: Activation link
uz: Faollashtirish havolasi

# Languages::activation_mode
source: Activation mode
uz: Faollashtirish rejimi

# Languages::active
source: Active
uz: Faol

# Languages::active_categories
source: Active categories
uz: Faol toifalar

# Languages::active_style
source: Active style
uz: Faol uslub

# Languages::active_products
source: Active products
uz: Faol mahsulotlar

# Languages::active_promotions
source: Active promotions
uz: Faol reklama aktsiyalari

# Languages::act_on_behalf
source: Act on behalf of
uz: nomidan harakat qilish

# Languages::log_in_as_user
source: Log in as user
uz: Foydalanuvchi sifatida tizimga kiring

# Languages::add
source: Add
uz: Qo'shish

# Languages::added
source: added
uz: qo'shildi

# Languages::adding_block_to_grid
source: Adding block to grid
uz: To'rga blok qo'shilmoqda

# Languages::adding_grid
source: Adding grid
uz: To‘r qo‘shilmoqda

# Languages::additional_data
source: Additional data
uz: Qo'shimcha ma'lumotlar

# Languages::additional_images
source: Additional images
uz: Qo'shimcha rasmlar

# Languages::additional_parameter_not_correct
source: Additional parameter is incorrect
uz: Qo'shimcha parametr noto'g'ri

# Languages::additional_popup_larger_image
source: Popup larger images of additional thumbnails
uz: Qo'shimcha eskizlarning kattaroq tasvirlari qalqib chiqiladi

# Languages::additional_thumbnail
source: Additional thumbnails
uz: Qo'shimcha eskizlar

# Languages::additional__option_thumbnail
source: Additional option thumbnail
uz: Qo'shimcha variant eskizi

# Languages::addon
source: Add-on
uz: Qo'shimcha

# Languages::addons
source: Add-ons
uz: Qo'shimchalar

# Languages::addon_sql_error
source: An error in an SQL query occurred during the add-on installation. The add-on will not be installed.
uz: Qo'shimchani o'rnatish vaqtida SQL so'rovida xatolik yuz berdi. Qo'shimcha o'rnatilmaydi.

# Languages::address
source: Address
uz: Manzil

# Languages::addresses
source: Addresses
uz: Manzillar

# Languages::address_2
source: Address (line 2)
uz: Manzil (2-qator)

# Languages::address_commercial
source: Commercial
uz: Tijorat

# Languages::address_residential
source: Residential
uz: Aholi yashash joyi

# Languages::address_type
source: Address type
uz: Manzil turi

# Languages::add_administrator
source: Add administrator
uz: Administrator qo'shing

# Languages::add_block
source: Add block
uz: Blok qo'shish

# Languages::add_image_from_server
source: Add image from server
uz: Serverdan rasm qo'shing

# Languages::add_image_from_url
source: Add image from URL
uz: URL dan rasm qo'shing

# Languages::add_bonus
source: Add bonus
uz: Bonus qo'shing

# Languages::add_cart_promotion
source: Add cart promotion
uz: Savatga reklama qo'shing

# Languages::add_catalog_promotion
source: Add catalog promotion
uz: Katalog reklamasini qo'shing

# Languages::add_categories
source: Add categories
uz: Kategoriyalar qo'shing

# Languages::add_categories_and_close
source: Add categories and close
uz: Kategoriyalarni qo'shing va yoping

# Languages::add_category
source: Add category
uz: Kategoriya qo'shing

# Languages::add_chart
source: Add chart
uz: Diagramma qo'shish

# Languages::add_combination
source: Add combination
uz: Kombinatsiyani qo'shing

# Languages::add_companies
source: Add stores
uz: Do'konlarni qo'shing

# Languages::add_companies_and_close
source: Add stores and close
uz: Do'konlarni qo'shing va yoping

# Languages::add_condition
source: Add condition
uz: Shart qo'shing

# Languages::add_currency
source: Add currency
uz: Valyuta qo'shing

# Languages::add_customer
source: Add customer
uz: Mijoz qo'shing

# Languages::add_elements
source: Add elements
uz: Elementlarni qo'shish

# Languages::add_empty_item
source: Add empty item
uz: Bo'sh element qo'shing

# Languages::add_feature
source: Add feature
uz: Funktsiyani qo'shish

# Languages::advanced_feature_creation
source: Advanced feature creation
uz: Kengaytirilgan xususiyat yaratish

# Languages::add_field
source: Add field
uz: Maydon qo'shish

# Languages::add_file
source: Add file
uz: Fayl qo'shish

# Languages::add_filter
source: Add filter
uz: Filtrni qo'shing

# Languages::add_filters
source: Add filters
uz: Filtrlar qo'shing

# Languages::add_filters_and_close
source: Add filters and close
uz: Filtrlarni qo'shing va yoping

# Languages::add_folder
source: Add folder
uz: Jild qo'shing

# Languages::add_global_option
source: Add global option
uz: Global variantni qo'shing

# Languages::add_grid_block
source: Add grid or block
uz: To'r yoki blok qo'shing

# Languages::add_group
source: Add group
uz: Guruh qo'shish

# Languages::add_item
source: Add item
uz: Element qo'shish

# Languages::add_items
source: Add [items]
uz: [items] qo‘shish

# Languages::add_language
source: Add language
uz: Til qo'shing

# Languages::add_language_variable
source: Add language variable
uz: Til o'zgaruvchisini qo'shing

# Languages::add_layout
source: Add layout
uz: Tartib qo'shing

# Languages::add_link
source: Add link
uz: Havolani qo'shish

# Languages::add_localization
source: Add localization
uz: Mahalliylashtirishni qo'shing

# Languages::add_location
source: Add location
uz: Joylashuvni qo'shing

# Languages::add_rate_area
source: Add rate area
uz: Tarif maydonini qo'shing

# Languages::add_menu
source: Add menu
uz: Menyu qo'shish

# Languages::add_new
source: Add new
uz: Yangi qo'shing

# Languages::add_new_field
source: Add new field
uz: Yangi maydon qo'shing

# Languages::add_new_order
source: Adding new order
uz: Yangi buyurtma qo'shilmoqda

# Languages::add_new_variant
source: Add new variant
uz: Yangi variant qo'shing

# Languages::add_variant
source: Add variant
uz: Variant qo'shing

# Languages::add_option
source: Add option
uz: Variant qo'shish

# Languages::advanced_option_creation
source: Advanced option creation
uz: Kengaytirilgan variantni yaratish

# Languages::add_order
source: Add order
uz: Buyurtma qo'shish

# Languages::add_orders
source: Add orders
uz: Buyurtmalarni qo'shing

# Languages::add_orders_and_close
source: Add orders and close
uz: Buyurtmalarni qo'shing va yoping

# Languages::add_page
source: Add page
uz: Sahifani qo'shish

# Languages::add_pages
source: Add pages
uz: Sahifalar qo'shing

# Languages::add_pages_and_close
source: Add pages and close
uz: Sahifalar qo'shing va yoping

# Languages::add_payment
source: Add payment method
uz: Toʻlov usulini qoʻshing

# Languages::add_payout
source: Add payout
uz: To'lovni qo'shing

# Languages::add_product
source: Add product
uz: Mahsulot qo'shing

# Languages::add_products
source: Add products
uz: Mahsulotlarni qo'shing

# Languages::add_products_and_close
source: Add products and close
uz: Mahsulotlarni qo'shing va yoping

# Languages::add_products_to_section
source: Add product(s) to this section
uz: Ushbu bo'limga mahsulot(lar)ni qo'shing

# Languages::add_product_filter
source: Add product filter
uz: Mahsulot filtrini qo'shing

# Languages::add_promotions
source: Add promotions
uz: Aktsiyalarni qo'shing

# Languages::add_report
source: Add report
uz: Xabar qo'shish

# Languages::add_section
source: Add section
uz: Bo'lim qo'shish

# Languages::add_selected_to_cart
source: Add selected to cart
uz: Tanlanganlarni savatga qo'shing

# Languages::add_shipping_method
source: Add shipping method
uz: Yuk tashish usulini qo'shing

# Languages::add_site_map_section
source: Add sitemap section
uz: Sayt xaritasi bo'limini qo'shing

# Languages::add_state
source: Add state
uz: Davlat qo'shing

# Languages::add_status
source: Add status
uz: Status qo'shish

# Languages::add_subcategory
source: Add subcategory
uz: Pastki toifa qo'shing

# Languages::new_subscribers
source: New subscribers
uz: Yangi obunachilar

# Languages::add_subscriber
source: Add subscriber
uz: Obunachi qo'shing

# Languages::add_subscribers_from_users
source: Add subscribers from the list of users
uz: Foydalanuvchilar ro'yxatidan obunachilarni qo'shing

# Languages::add_tab
source: Add tab
uz: Yorliq qo'shish

# Languages::add_tax
source: Add tax
uz: Soliq qo'shing

# Languages::add_to_cart
source: Add to cart
uz: Savatchaga qo'shish

# Languages::add_to_comparison_list
source: Add to comparison list
uz: Taqqoslash ro'yxatiga qo'shing

# Languages::add_user
source: Add user
uz: Foydalanuvchi qo'shish

# Languages::add_users
source: Add users
uz: Foydalanuvchilarni qo'shish

# Languages::add_users_and_close
source: Add users and close
uz: Foydalanuvchilarni qo'shing va yoping

# Languages::add_vendor
source: Add store
uz: Do'kon qo'shish

# Languages::admin2
source: You can not perform an import to this store because you are using an expired trial version
uz: Siz ushbu doʻkonga import qila olmaysiz, chunki siz muddati oʻtgan sinov versiyasidan foydalanmoqdasiz

# Languages::administration
source: Administration
uz: Ma'muriyat

# Languages::administration_panel
source: Administration panel
uz: Boshqaruv paneli

# Languages::administrator
source: Administrator
uz: Boshqaruvchi

# Languages::administrators
source: Administrators
uz: Boshqaruvchilar

# Languages::administrators_menu_description
source: List of store administrators, registered users with an administrator account.
uz: Do'kon ma'murlari ro'yxati, administrator hisobiga ega ro'yxatdan o'tgan foydalanuvchilar.

# Languages::administrators_notified
source: [count] administrators notified.
uz: [count] administratorlar xabardor qilindi.

# Languages::admin_panel
source: Administration panel
uz: Boshqaruv paneli

# Languages::admin_text_letter_footer
source: E-shop of [company_name].
uz: [company_name] elektron do'koni.

# Languages::advanced
source: Advanced
uz: Kengaytirilgan

# Languages::advanced_search
source: Advanced search
uz: Kengaytirilgan qidiruv

# Languages::advanced_search_options
source: Advanced search options
uz: Kengaytirilgan qidiruv imkoniyatlari

# Languages::after_full_payment
source: After full payment
uz: To'liq to'lovdan keyin

# Languages::after_sum
source: After sum
uz: Sumdan keyin

# Languages::agreement_required
source: Agreement required
uz: Kelishuv talab qilinadi

# Languages::all
source: All
uz: Hammasi

# Languages::allowed
source: Allowed
uz: Ruxsat berilgan

# Languages::allowed_combinations
source: Allowed combinations
uz: Ruxsat berilgan kombinatsiyalar

# Languages::allowed_extensions
source: Allowed extensions
uz: Ruxsat etilgan kengaytmalar

# Languages::allowed_extensions_hint
source: Leave this field empty to allow uploading of all file types, or input allowed extensions separated by comma (e.g. jpg,bmp,gif,pdf)
uz: Barcha fayl turlarini yuklashga ruxsat berish yoki ruxsat berilgan kengaytmalarni vergul bilan ajratilgan holda kiritish uchun bu maydonni boʻsh qoldiring (masalan, jpg, bmp, gif, pdf)

# Languages::allow_api_access
source: Yes, allow this user to use the API
uz: Ha, bu foydalanuvchiga APIdan foydalanishga ruxsat bering

# Languages::api_access_for_user
source: API access for this user
uz: Ushbu foydalanuvchi uchun API kirish

# Languages::generate_new_api_key
source: Generate new API key
uz: Yangi API kalitini yarating

# Languages::please_copy_api_key
source: Please copy the API key now and keep it somewhere. Once you save the changes, this key won't appear here again. If the key is lost, the only way to regain API access will be to generate a new key on this page.
uz: Iltimos, API kalitini hozir nusxa oling va uni biror joyda saqlang. Oʻzgarishlarni saqlaganingizdan soʻng, bu kalit boshqa bu yerda koʻrinmaydi. Agar kalit yo'qolsa, APIga kirishning yagona yo'li ushbu sahifada yangi kalit yaratish bo'ladi.

# Languages::allow_return_registration
source: Allow return registration
uz: Qayta ro'yxatdan o'tishga ruxsat bering

# Languages::all_categories
source: All categories
uz: Barcha toifalar

# Languages::all_downloads
source: All downloads
uz: Barcha yuklab olishlar

# Languages::all_features
source: All features
uz: Barcha xususiyatlar

# Languages::all_filters
source: All product filters
uz: Barcha mahsulot filtrlari

# Languages::all_pages
source: All pages
uz: Barcha sahifalar

# Languages::all_products_have_been_updated
source: All products have been updated successfully.
uz: Barcha mahsulotlar muvaffaqiyatli yangilandi.

# Languages::all_vendors
source: All stores
uz: Barcha do'konlar

# Languages::all_storefronts_short
source: All
uz: Hammasi

# Languages::show_all_storefronts
source: Show all storefronts
uz: Barcha do'kon vitrinlarini ko'rsatish

# Languages::show_all_storefronts_with_count
source: Show all [count] storefronts
uz: Barcha [count] do‘kon vitrinalarini ko‘rsatish

# Languages::all_words
source: All of these words
uz: Bu so'zlarning barchasi

# Languages::also_bought
source: Also bought
uz: Shuningdek, sotib olingan

# Languages::alt_text
source: Alternative text/title
uz: Muqobil matn/sarlavha

# Languages::alternative_text
source: Alt text
uz: Muqobil matn

# Languages::american_express_info
source: CVV is on the front of the card above the credit card number (either on the right or on the left side of the credit card).
uz: CVV kartaning old tomonida kredit karta raqami ustida joylashgan (kredit kartaning o'ng yoki chap tomonida).

# Languages::amount
source: Amount
uz: Miqdori

# Languages::amount_increased
source: Quantity has been increased by
uz: Miqdori ko'paytirildi

# Languages::anonymous
source: Anonymous
uz: Anonim

# Languages::answer
source: Answer
uz: Javob

# Languages::any
source: Any
uz: Har qanday

# Languages::any_date
source: Any date
uz: Har qanday sana

# Languages::any_option_combinations
source: Any option combinations
uz: Har qanday variant kombinatsiyasi

# Languages::any_status
source: Any status
uz: Har qanday holat

# Languages::any_words
source: Any of these words
uz: Bu so'zlarning har biri

# Languages::any_category
source: Any category
uz: Har qanday kategoriya

# Languages::any_product
source: Any product
uz: Har qanday mahsulot

# Languages::api_access
source: API access
uz: API kirish

# Languages::api_key
source: API key
uz: API kaliti

# Languages::need_company_id
source: Company ID is required (the company_id param)
uz: Kompaniya identifikatori talab qilinadi (company_id parametri)

# Languages::api_need_correct_company_id
source: Company by passed ID not found
uz: O'tgan ID bo'yicha kompaniya topilmadi

# Languages::api_need_id
source: Object ID undefined
uz: Ob'ekt identifikatori aniqlanmagan

# Languages::api_need_params
source: Missing parameters
uz: Yo'qolgan parametrlar

# Languages::api_need_store
source: Store is required (the company_id param or entity stores)
uz: Doʻkon kerak (company_id param yoki korxona doʻkonlari)

# Languages::api_not_need_id
source: ID must not be defined
uz: ID aniqlanmasligi kerak

# Languages::api_partner
source: API partner
uz: API hamkori

# Languages::api_password
source: API password
uz: API paroli

# Languages::api_shipments_not_allow_update
source: Only the tracking_number and carrier params can be updated with the setting 'Allow multiple shipments for a single order' set
uz: “Bir buyurtma uchun bir nechta jo‘natishga ruxsat berish” sozlamasi bilan faqat kuzatuv_raqami va tashuvchi parametrlarini yangilash mumkin

# Languages::api_user
source: API user
uz: API foydalanuvchisi

# Languages::api_order_couldnt_be_created
source: Order couldn't be created
uz: Buyurtma yaratib bo‘lmadi

# Languages::api_no_shipping_methods_available
source: No shipping methods are available
uz: Yuk tashish usullari mavjud emas

# Languages::appearance
source: Appearance
uz: Tashqi ko'rinish

# Languages::appearance_settings
source: Appearance settings
uz: Tashqi ko'rinish sozlamalari

# Languages::appearance_type
source: Appearance type
uz: Tashqi ko'rinish turi

# Languages::application_id
source: Application ID
uz: Ilova identifikatori

# Languages::application_login
source: Application login
uz: Ilovaga kirish

# Languages::apply
source: Apply
uz: Murojaat qiling

# Languages::apply_as_link
source: Apply as link
uz: Havola sifatida murojaat qiling

# Languages::apply_tax_to_products
source: Apply selected taxes to all products
uz: Tanlangan soliqlarni barcha mahsulotlarga qo'llang

# Languages::apply_to_all_languages
source: Apply to all languages
uz: Barcha tillarga amal qiling

# Languages::apply_to_products
source: Apply to products
uz: Mahsulotlarga murojaat qiling

# Languages::approve
source: Approve
uz: Tasdiqlash

# Languages::approved
source: Approved
uz: Tasdiqlangan

# Languages::approve_selected
source: Approve selected
uz: Tanlanganni tasdiqlash

# Languages::enter_disapproval_reason
source: Enter the reason for disapproval
uz: Rad etish sababini kiriting

# Languages::arabic
source: Arabic
uz: Arabcha

# Languages::arrows
source: Arrows
uz: O'qlar

# Languages::asc
source: asc.
uz: ko'tarilish

# Languages::attention
source: Attention!
uz: Diqqat!

# Languages::audience
source: Audience
uz: Tomoshabinlar

# Languages::authentication_failed
source: Authentication failed
uz: Autentifikatsiya amalga oshmadi

# Languages::authentication_key
source: Authentication key
uz: Autentifikatsiya kaliti

# Languages::authentication_password
source: Authentication password
uz: Autentifikatsiya paroli

# Languages::author
source: Author
uz: Muallif

# Languages::authorization
source: Authorization
uz: Ruxsat

# Languages::authorize_capture
source: Authorize and capture
uz: Ruxsat bering va qo'lga oling

# Languages::authorize_only
source: Authorize only
uz: Faqat ruxsat bering

# Languages::auth_code
source: Auth code
uz: Auth kodi

# Languages::auth_info
source: Authentication information
uz: Autentifikatsiya ma'lumotlari

# Languages::auto
source: Auto
uz: Avtomatik

# Languages::auto_set_permissions_via_ftp
source: Auto-set permissions via FTP
uz: FTP orqali ruxsatlarni avtomatik sozlash

# Languages::avail
source: Available
uz: Mavjud

# Languages::availability
source: Availability
uz: Mavjudligi

# Languages::available
source: Available
uz: Mavjud

# Languages::available_fields
source: Available fields
uz: Mavjud maydonlar

# Languages::available_for_vendor
source: Available for store
uz: Do'kon uchun mavjud

# Languages::available_items
source: Available items
uz: Mavjud narsalar

# Languages::available_languages
source: Available
uz: Mavjud

# Languages::available_views
source: Available views
uz: Mavjud ko'rinishlar

# Languages::available_since
source: Avail since
uz: beri mavjud

# Languages::installed_themes
source: Installed themes
uz: O'rnatilgan mavzular

# Languages::browse_all_available_themes
source: Browse all available themes
uz: Barcha mavjud mavzularni ko'rib chiqing

# Languages::currently_in_use
source: Currently in use
uz: Hozirda foydalanilmoqda

# Languages::avail_from
source: Available from
uz: dan mavjud

# Languages::avail_till
source: Available till
uz: gacha mavjud

# Languages::average
source: Average
uz: O'rtacha

# Languages::awaiting
source: Awaiting
uz: Kutilmoqda

# Languages::awaiting_approval
source: Awaiting approval
uz: Tasdiqlash kutilmoqda

# Languages::backtrace
source: Backtrace
uz: Orqa iz

# Languages::backup
source: Backup
uz: Zaxira

# Languages::backupping_data
source: Backing up data for
uz: Ma'lumotlarning zaxira nusxasi

# Languages::backupping_schema
source: Backing up schema for
uz: uchun sxema zaxiralanmoqda

# Languages::backup_data
source: Backup database data
uz: Ma'lumotlar bazasi ma'lumotlarini zaxiralash

# Languages::backup_filename
source: Backup file name
uz: Zaxira fayl nomi

# Languages::backup_files
source: Backup files
uz: Zaxira fayllar

# Languages::backup_options
source: Backup options
uz: Zaxiralash imkoniyatlari

# Languages::backup_schema
source: Backup database schema
uz: Zaxira ma'lumotlar bazasi sxemasi

# Languages::back_in_stock_notification_footer
source: Welcome to purchase!
uz: Sotib olishga xush kelibsiz!

# Languages::back_in_stock_notification_header
source: We are writing to inform you that the following product is back in stock in our store:
uz: Sizga quyidagi mahsulot do'konimizda yana sotuvga qo'yilganligini ma'lum qilamiz:

# Languages::balance
source: Balance
uz: Balans

# Languages::balance_account
source: Account balance
uz: Hisob balansi

# Languages::ground_only
source: Ground only
uz: Faqat yer

# Languages::bank_cic
source: Groupe CIC
uz: CIC guruhi

# Languages::bank_cm
source: Credit Mutuel
uz: Kredit Mutuel

# Languages::bank_routing_number
source: Bank routing number
uz: Bank marshrut raqami

# Languages::bar
source: Bar
uz: Ustunli diagramma

# Languages::base_currency
source: Base
uz: Baza

# Languages::base_currency_not_deleted
source: The currency has not been deleted because it is the base currency of the store.
uz: Valyuta o'chirilmadi, chunki u do'konning asosiy valyutasi hisoblanadi.

# Languages::base_price
source: Base price
uz: Asosiy narx

# Languages::bestsellers
source: Bestsellers
uz: Eng ko'p sotilgan

# Languages::biller_code
source: Biller code
uz: Biller kodi

# Languages::billing_address
source: Billing address
uz: Murojaat manzili

# Languages::billing_options
source: Billing Options
uz: Hisob-kitob opsiyalari

# Languages::billing_shipping_address
source: Billing and Shipping Address
uz: Hisob-kitob va yetkazib berish manzili

# Languages::bill_to
source: Bill to
uz: Hisob kimning nomiga

# Languages::block
source: Block
uz: Blok

# Languages::blocks
source: Blocks
uz: Bloklar

# Languages::block_already_exists_in_grid
source: This block already exists in this grid
uz: Ushbu blok allaqachon ushbu tarmoqda mavjud

# Languages::invalid_value_for_grid_with_content
source: This value can not be set, because the content does not fit into the grid width. Edit the grid content and try again.
uz: Ushbu qiymatni o'rnatish mumkin emas, chunki tarkib to'r kengligiga mos kelmaydi. To‘r tarkibini tahrirlang va qaytadan urinib ko‘ring.

# Languages::block_breadcrumbs
source: Breadcrumbs
uz: Navigatsiya paneli
