Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# SettingsVariants::timezone::America/St_Johns
source: (GMT-03:30) Newfoundland
uz: (GMT-03:30) Nyufaundlend

# SettingsVariants::timezone::America/Nuuk
source: (GMT-03:00) Greenland
uz: (GMT-03:00) Grenlandiya

# SettingsVariants::timezone::America/Sao_Paulo
source: (GMT-03:00) Brasilia
uz: (GMT-03:00) Braziliya

# SettingsVariants::timezone::Atlantic/South_Georgia
source: (GMT-02:00) Mid-Atlantic
uz: (GMT-02:00) O'rta Atlantika

# SettingsVariants::timezone::Atlantic/Cape_Verde
source: (GMT-01:00) Cape Verde Is.
uz: (GMT-01:00) Kabo-Verde.

# SettingsVariants::timezone::Atlantic/Azores
source: (GMT-01:00) Azores
uz: (GMT-01:00) Azor orollari

# SettingsVariants::timezone::Atlantic/Reykjavik
source: (GMT) Reykjavik, Monrovia
uz: (GMT) Reykyavik, Monroviya

# SettingsVariants::timezone::Europe/London
source: (GMT) Greenwich Mean Time: Edinburgh, Lisbon, London
uz: (GMT) Grinvich vaqti: Edinburg, Lissabon, London

# SettingsVariants::timezone::Europe/Berlin
source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
uz: (GMT+01:00) Amsterdam, Berlin, Bern, Rim, Stokgolm, Vena

# SettingsVariants::timezone::Europe/Budapest
source: (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
uz: (GMT+01:00) Belgrad, Bratislava, Budapesht, Lyublyana, Praga

# SettingsVariants::timezone::Europe/Paris
source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
uz: (GMT+01:00) Bryussel, Kopengagen, Madrid, Parij

# SettingsVariants::timezone::Europe/Warsaw
source: (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
uz: (GMT+01:00) Sarayevo, Skopye, Varshava, Zagreb

# SettingsVariants::timezone::Africa/Lagos
source: (GMT+01:00) West Central Africa
uz: (GMT+01:00) G'arbiy Markaziy Afrika

# SettingsVariants::timezone::Europe/Athens
source: (GMT+02:00) Athens
uz: (GMT+02:00) Afina

# SettingsVariants::timezone::Asia/Beirut
source: (GMT+02:00) Beirut
uz: (GMT+02:00) Bayrut

# SettingsVariants::timezone::Europe/Bucharest
source: (GMT+02:00) Bucharest
uz: (GMT+02:00) Buxarest

# SettingsVariants::timezone::Africa/Cairo
source: (GMT+02:00) Cairo
uz: (GMT+02:00) Qohira

# SettingsVariants::timezone::Asia/Jerusalem
source: (GMT+02:00) Jerusalem
uz: (GMT+02:00) Quddus

# SettingsVariants::timezone::Asia/Baghdad
source: (GMT+03:00) Baghdad
uz: (GMT+03:00) Bag'dod

# SettingsVariants::timezone::Asia/Riyadh
source: (GMT+03:00) Kuwait, Riyadh
uz: (GMT+03:00) Quvayt, Ar-Riyod

# SettingsVariants::timezone::Europe/Moscow
source: (GMT+03:00) Moscow, St. Petersburg
uz: (GMT+03:00) Moskva, Sankt-Peterburg

# SettingsVariants::timezone::Africa/Nairobi
source: (GMT+03:00) Nairobi
uz: (GMT+03:00) Nayrobi

# SettingsVariants::timezone::Asia/Tehran
source: (GMT+03:30) Tehran
uz: (GMT+03:30) Tehron

# SettingsVariants::timezone::Asia/Dubai
source: (GMT+04:00) Abu Dhabi, Muscat
uz: (GMT+04:00) Abu-Dabi, Maskat

# SettingsVariants::timezone::Asia/Yerevan
source: (GMT+04:00) Baku, Tbilisi, Yerevan
uz: (GMT+04:00) Boku, Tbilisi, Yerevan

# SettingsVariants::timezone::Asia/Kabul
source: (GMT+04:30) Kabul
uz: (GMT+04:30) Kobul

# SettingsVariants::timezone::Asia/Tashkent
source: (GMT+05:00) Islamabad, Karachi, Tashkent
uz: (GMT+05:00) Islomobod, Karachi, Toshkent

# SettingsVariants::timezone::Asia/Kolkata
source: (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
uz: (GMT+05:30) Chennay, Kolkata, Mumbay, Yangi Dehli

# SettingsVariants::timezone::Asia/Kathmandu
source: (GMT+05:45) Kathmandu
uz: (GMT+05:45) Katmandu

# SettingsVariants::timezone::Asia/Dhaka
source: (GMT+06:00) Nur-Sultan, Dhaka
uz: (GMT+06:00) Nur-Sulton, Dakka

# SettingsVariants::timezone::Asia/Colombo
source: (GMT+06:00) Sri Jayawardenepura
uz: (GMT+06:00) Shri Jayavardenepura

# SettingsVariants::timezone::Asia/Bangkok
source: (GMT+07:00) Bangkok, Hanoi, Jakarta
uz: (GMT+07:00) Bangkok, Xanoy, Jakarta

# SettingsVariants::timezone::Asia/Irkutsk
source: (GMT+08:00) Irkutsk, Ulaanbaatar
uz: (GMT+08:00) Irkutsk, Ulan-Bator

# SettingsVariants::timezone::Asia/Singapore
source: (GMT+08:00) Kuala Lumpur, Singapore
uz: (GMT+08:00) Kuala-Lumpur, Singapur

# SettingsVariants::timezone::Australia/Perth
source: (GMT+08:00) Perth
uz: (GMT+08:00) Pert

# SettingsVariants::timezone::Asia/Taipei
source: (GMT+08:00) Taipei
uz: (GMT+08:00) Taypey

# SettingsVariants::timezone::Asia/Seoul
source: (GMT+09:00) Seoul
uz: (GMT+09:00) Seul

# SettingsVariants::timezone::Australia/Adelaide
source: (GMT+09:30) Adelaide
uz: (GMT+09:30) Adelaida

# SettingsVariants::timezone::Australia/Darwin
source: (GMT+09:30) Darwin
uz: (GMT+09:30) Darvin

# SettingsVariants::timezone::Australia/Brisbane
source: (GMT+10:00) Brisbane
uz: (GMT+10:00) Brisben

# SettingsVariants::timezone::Australia/Sydney
source: (GMT+10:00) Canberra, Melbourne, Sydney
uz: (GMT+10:00) Kanberra, Melburn, Sidney

# SettingsVariants::timezone::Pacific/Port_Moresby
source: (GMT+10:00) Guam, Port Moresby
uz: (GMT+10:00) Guam, Port-Morsbi

# SettingsVariants::timezone::Australia/Hobart
source: (GMT+10:00) Hobart
uz: (GMT+10:00) Xobart

# SettingsVariants::timezone::Pacific/Guadalcanal
source: (GMT+11:00) Magadan, Solomon Is., New Caledonia
uz: (GMT+11:00) Magadan, Solomon Is., Yangi Kaledoniya

# SettingsVariants::timezone::Pacific/Auckland
source: (GMT+12:00) Auckland, Wellington
uz: (GMT+12:00) Oklend, Vellington

# SettingsVariants::timezone::Asia/Kamchatka
source: (GMT+12:00) Kamchatka, Marshall Is.
uz: (GMT+12:00) Kamchatka, Marshall oroli.

# SettingsVariants::email_templates::old
source: Old (stored on file system)
uz: Eski (fayl tizimida saqlangan)

# SettingsVariants::email_templates::new
source: New (nice and editable via admin panel)
uz: Yangi (yaxshi va administrator paneli orqali tahrirlanishi mumkin)

# SettingsVariants::phone_validation_mode::international_format
source: International phone number
uz: Xalqaro telefon raqami

# SettingsVariants::phone_validation_mode::any_digits
source: Any digits and +-()
uz: Har qanday raqamlar va +-()

# SettingsVariants::phone_validation_mode::any_symbols
source: Any symbols
uz: Har qanday belgilar

# Languages::views
source: Views
uz: Ko'rinishlar

# ProfileFields::firstname
source: First name
uz: Ism

# ProfileFields::lastname
source: Last name
uz: Familiya

# Languages::first_name_and_last_name
source: First name and last name
uz: Ism va familiya

# Languages::s_first_name_and_last_name
source: First name and last name (for shipping)
uz: Ism va familiya (yuk tashish uchun)

# Languages::b_first_name_and_last_name
source: First name and last name (for billing)
uz: Ism va familiya (to'lov uchun)

# Languages::last_name_and_first_name
source: Last name and first name
uz: Familiyasi va ismi

# Languages::s_last_name_and_first_name
source: Last name and first name (for shipping)
uz: Familiyasi va ismi (yuk tashish uchun)

# Languages::b_last_name_and_first_name
source: Last name and first name (for billing)
uz: Familiya va ism (to'lov uchun)

# Languages::fullname
source: Full name
uz: To'liq ismi sharif

# Languages::s_fullname
source: Full name (for shipping)
uz: To'liq ism (yuk tashish uchun)

# Languages::b_fullname
source: Full name (for billing)
uz: To'liq ism (to'lov uchun)

# ProfileFields::customer_notes
source: Customer's notes
uz: Mijoz eslatmalari

# ProfileFields::company
source: Company
uz: Kompaniya

# ProfileFields::email
source: Phone
uz: Telefon

# ProfileFields::phone
source: Phone
uz: Telefon

# ProfileFields::b_firstname
source: First name
uz: Ism

# ProfileFields::s_firstname
source: First name
uz: Ism

# ProfileFields::b_lastname
source: Last name
uz: Familiya

# ProfileFields::s_lastname
source: Last name
uz: Familiya

# ProfileFields::b_address
source: Address
uz: Manzil

# ProfileFields::b_address_2
source: Address
uz: Manzil

# ProfileFields::s_address
source: Address
uz: Manzil

# ProfileFields::s_address_2
source: Address
uz: Manzil

# ProfileFields::b_city
source: City
uz: Shahar

# ProfileFields::s_city
source: City
uz: Shahar

# ProfileFields::b_state
source: State/province
uz: Shtat/viloyat

# ProfileFields::s_state
source: State/province
uz: Shtat/viloyat

# ProfileFields::b_country
source: Country
uz: Mamlakat

# ProfileFields::s_country
source: Country
uz: Mamlakat

# ProfileFields::b_zipcode
source: Zip/postal code
uz: Pochta/pochta indeksi

# ProfileFields::s_zipcode
source: Zip/postal code
uz: Pochta/pochta indeksi

# ProfileFields::b_phone
source: Phone
uz: Telefon

# ProfileFields::s_phone
source: Phone
uz: Telefon

# ProfileFields::email
source: E-mail
uz: Elektron pochta

# ProfileFields::s_address_type
source: Address type
uz: Manzil turi

# ProfileFields::admin_firstname
source: First name
uz: Ism

# ProfileFields::admin_lastname
source: Last name
uz: Familiya

# ProfileFields::company_description
source: Description
uz: Tavsif

# ProfileFields::address
source: Address
uz: Manzil

# ProfileFields::city
source: City
uz: Shahar

# ProfileFields::country
source: Country
uz: Mamlakat

# ProfileFields::state
source: State/Province
uz: Shtat/viloyat

# ProfileFields::zipcode
source: Zip/postal code
uz: Pochta/pochta indeksi

# ProfileFields::accept_terms
source: I accept the Terms and Conditions
uz: Men Shartlarni qabul qilaman

# Languages::vendor_terms
source: Vendor terms and conditions
uz: Sotuvchining shartlari va shartlari

# Languages::vendor_terms_field_alert
source: Vendor terms and conditions alert
uz: Sotuvchining shartlari va shartlari haqida ogohlantirish

# Languages::vendor_terms_field_terms_text
source: Vendor terms and conditions text
uz: Sotuvchining shartlari va shartlari matni

# Languages::product_must_have_owner_category
source: Product must belong to some category created by the owner company.
uz: Mahsulot egasi kompaniya tomonidan yaratilgan ba'zi toifaga tegishli bo'lishi kerak.

# SettingsVariants::mailer_smtp_ecrypted_connection::none
source: None
uz: Yo'q

# SettingsVariants::configure_sign_in_step::new_customer_first
source: Display "New customer" first
uz: Avval "Yangi mijoz" ni ko'rsating

# SettingsVariants::configure_sign_in_step::returning_customer_first
source: Display "Returning customer" first
uz: Avval "Qaytgan mijoz" ni ko'rsating

# SettingsVariants::configure_sign_in_step::hide
source: Hide step completely
uz: Qadamni butunlay yashiring

# SettingsVariants::sign_in_default_action::register
source: Register
uz: Roʻyxatdan oʻtish

# SettingsVariants::sign_in_default_action::checkout_as_guest
source: Checkout as guest
uz: Mehmon sifatida hisob-kitob qiling

# Languages::last_year
source: Last year
uz: O'tgan yili

# Languages::store_closed
source: Store closed
uz: Do'kon yopiq

# Languages::store_closed_banner
source: Store<br/>closed
uz: Do‘kon<br/>yopiq

# Languages::copy_to_other_locations
source: Copy to other locations
uz: Boshqa joylarga nusxa ko'chiring

# Languages::head_custom_html
source: Custom HTML code
uz: Maxsus HTML kodi

# Languages::tt_views_block_manager_update_location_head_custom_html
source: This code will be put between the &lt;head&gt;&lt;/head&gt; tags. Use it to specify meta tags or to reference external scripts or styles.
uz: Bu kod &lt;head&gt;&lt;/head&gt; teglar. Meta teglarni belgilash yoki tashqi skriptlar yoki uslublarga murojaat qilish uchun undan foydalaning.

# Languages::category_deletion_side_effects
source: This will delete all selected category's products, as well as its subcategories and their products.
uz: Bu tanlangan toifadagi barcha mahsulotlarni, shuningdek, uning quyi toifalarini va ularning mahsulotlarini o‘chirib tashlaydi.

# Languages::bulk_category_deletion_side_effects
source: This will delete all selected categories' products, as well as their subcategories and their products.
uz: Bunda barcha tanlangan toifalar mahsulotlari, shuningdek, ularning quyi toifalari va mahsulotlari o‘chiriladi.

# Languages::restore_original
source: Restore original
uz: Asl nusxasini tiklang

# Languages::set_custom_configuration
source: Set custom configuration
uz: Maxsus konfiguratsiyani o'rnating

# Languages::use_default_block_configuration
source: Use default block configuration
uz: Standart blok konfiguratsiyasidan foydalaning

# Languages::private_files
source: Private files
uz: Shaxsiy fayllar

# Languages::public_files
source: Public files
uz: Umumiy fayllar

# Languages::templates
source: Templates
uz: Shablonlar

# Languages::payments.realex.referring_url
source: Please supply this URL to your Realex Payments account manager
uz: Iltimos, ushbu URL manzilni Realex Payments hisob menejeriga taqdim eting

# Languages::payments.globalpayments.referring_url
source: Please supply this URL to your Global Payments account manager
uz: Iltimos, ushbu URL manzilni Global Payments hisob menejeriga taqdim eting

# Languages::payments.realex.referring_ip
source: Please supply the IP address of your server to your Realex Payments account manager
uz: Iltimos, serveringizning IP manzilini Realex Payments hisob menejeriga taqdim eting

# Languages::payments.globalpayments.referring_ip
source: Please supply the IP address of your server to your Global Payments account manager
uz: Global Payments hisob menejeriga serveringizning IP manzilini bering

# Languages::payments.realex.settlement
source: Settlement
uz: Hisob-kitob

# Languages::payments.realex.delayed_settlement
source: Delayed settlement
uz: Kechiktirilgan hisob-kitob

# Languages::payments.realex.auto_settled
source: Auto-settled
uz: Avtomatik o'rnatilgan

# Languages::payments.realex.text_status_map
source: Realex to CS-Cart order status conversion map
uz: Realexdan CS-Cartga buyurtma holatini o'zgartirish xaritasi

# Languages::payments.globalpayments.text_status_map
source: Global Payments to [product] order status conversion map
uz: [product] global toʻlovlar buyurtma holatini oʻzgartirish xaritasi

# Languages::payments.realex.subaccount
source: Subaccount
uz: Subhisob

# Languages::payments.realex.liability_shift
source: Liability Shift
uz: Mas'uliyatni o'zgartirish

# Languages::payments.realex.liability_shift_required
source: Liability Shift required
uz: Mas'uliyatni o'zgartirish talab qilinadi

# Languages::payments.realex.3d_secure_message
source: 3-D Secure message
uz: 3-D Secure xabar

# Languages::payments.realex.connector_error
source: Your Realex account has been suspended. Contact Realex support for further information.
uz: Realex hisobingiz toʻxtatildi. Qo'shimcha ma'lumot uchun Realex qo'llab-quvvatlash xizmatiga murojaat qiling.

# Languages::payments.globalpayments.connector_error
source: Your Global Payments account has been suspended. Contact Global Payments support for further information.
uz: Global Payments hisobingiz toʻxtatildi. Qo'shimcha ma'lumot uchun Global Payments qo'llab-quvvatlash xizmatiga murojaat qiling.

# Languages::payments.realex.incorrect_request
source: Incorrect XML message formation or content
uz: Noto'g'ri XML xabar shakllanishi yoki mazmuni

# Languages::payments.realex.realex_error
source: Error with Realex systems
uz: Realex tizimlarida xatolik

# Languages::payments.globalpayments.globalpayments_error
source: Error with Global Payments systems
uz: Global to'lov tizimlari bilan bog'liq xato

# Languages::payments.realex.bank_error
source: Error with bank systems
uz: Bank tizimlarida xato

# Languages::payments.realex.card_lost_or_stolen
source: Card reported lost or stolen
uz: Karta yo'qolgan yoki o'g'irlanganligi haqida xabar berilgan

# Languages::payments.realex.refferal
source: Referral by bank
uz: Bank tomonidan tavsiyanoma

# Languages::payments.realex.avs_postcode
source: AVS Postcode
uz: AVS pochta indeksi

# Languages::payments.realex.avs_address
source: AVS Address
uz: AVS manzili

# Languages::payments.realex.result_message
source: Result message
uz: Natija xabari

# Languages::payments.realex.result_code
source: Result code
uz: Natija kodi

# Languages::payments.realex.transaction_pasref
source: Transaction PASREF
uz: Tranzaksiya PASREF

# Languages::payments.realex.transaction_order_id
source: Transaction Order ID
uz: Tranzaksiya buyurtmasi identifikatori

# Languages::payments.realex.avs.matched
source: Matched
uz: Mos keldi

# Languages::payments.realex.avs.not_matched
source: Not matched
uz: Mos emas

# Languages::payments.realex.avs.problem_with_check
source: Problem with check
uz: Tekshirish bilan bog'liq muammo

# Languages::payments.realex.avs.unable_to_check
source: Unable to check
uz: Tekshirib boʻlmadi

# Languages::payments.realex.avs.partial_match
source: Partial match
uz: Qisman moslik

# Languages::payments.realex.wrong_card_type
source: This payment is unavailable for this type of credit cards.
uz: Ushbu turdagi kredit kartalar uchun bu toʻlov mavjud emas.

# Languages::payments.realex.incorrect_valid_trhu
source: Incorrect values of 'Valid thru' fields.
uz: "Valid thru" maydonlarining noto'g'ri qiymatlari.

# Languages::use_for_login
source: Login form
uz: Kirish shakli

# Languages::use_for_register
source: Create and edit profile form
uz: Profil shaklini yarating va tahrirlang

# Languages::use_for_checkout
source: Checkout (user information) form
uz: Chiqish (foydalanuvchi ma'lumotlari) shakli

# Languages::use_for_track_orders
source: Track my order form
uz: Buyurtma formamni kuzatib boring

# Languages::use_for_track_product_in_stock
source: In-stock notification subscription form
uz: Stokdagi xabarnoma obuna shakli

# Languages::seo_menu_description
source: SEO settings of your store.
uz: Do'koningizning SEO sozlamalari.

# Languages::robots_title
source: Editing: robots.txt
uz: Tahrirlash: robots.txt

# Languages::edit_robots
source: Edit robots.txt
uz: robots.txt faylini tahrirlash

# Languages::restore_robots
source: Restore the default robots.txt
uz: Standart robots.txt faylini tiklang

# Languages::option_exceptions
source: Option exceptions
uz: Variantlardan istisnolar

# Languages::horizontal_filters
source: Horizontal filters
uz: Gorizontal filtrlar

# Languages::uc_broken_upgrade_connector
source: Upgrade connector [connector_id] returned incorrect data
uz: Yangilash ulagichi [connector_id] noto‘g‘ri ma’lumotlarni qaytardi

# Languages::uc_downloaded_and_ready
source: Upgrade package has been downloaded and ready to install
uz: Yangilash paketi yuklab olindi va oʻrnatishga tayyor

# Languages::uc_connector_not_found
source: Upgrade connector not found
uz: Yangilash ulagichi topilmadi

# Languages::uc_unable_to_read_schema
source: Unable to read package schema (schema.json)
uz: Paket sxemasini o‘qib bo‘lmadi (schema.json)

# Languages::uc_package_schema_not_found
source: Package content schema not found
uz: Paket mazmuni sxemasi topilmadi

# Languages::uc_package_schema_is_not_json
source: Package schema is not a valid JSON
uz: Paket sxemasi yaroqli JSON emas

# Languages::uc_addon_package_forbidden_path
source: Forbidden: Add-on tries to upgrade core files ([path])
uz: Taqiqlangan: plagin asosiy fayllarni yangilashga harakat qiladi ([path])

# Languages::uc_addon_package_migrations_forbidden
source: Package contains migrations that were not described in schema or schema has links to missing migration files
uz: Paketda sxemada tasvirlanmagan migratsiyalar mavjud yoki sxemada etishmayotgan migratsiya fayllariga havolalar mavjud

# Languages::uc_addon_package_languages_forbidden
source: Package contains languages that were not described in schema or schema has links to missing languages files
uz: Paketda sxemada tavsiflanmagan tillar mavjud yoki sxemada etishmayotgan tillar fayllariga havolalar mavjud

# Languages::uc_addon_package_files_do_not_match_schema
source: Package contains files that were not described in schema or schema has links to missing files
uz: Paketda sxemada tasvirlanmagan fayllar yoki sxemada etishmayotgan fayllarga havolalar mavjud

# Languages::uc_addon_package_pre_post_scripts_mismatch
source: Package contains pre/post scripts that were not described in schema or schema has links to missing files
uz: Paketda sxemada tavsiflanmagan oldingi/post skriptlari yoki sxemada etishmayotgan fayllarga havolalar mavjud

# Languages::new_version
source: New version
uz: Yangi versiya

# Languages::migrations
source: Migrations
uz: Migratsiya

# Languages::permissions_issue
source: Permissions issue
uz: Ruxsatlar muammosi

# Languages::text_uc_local_modification
source: Local modifications
uz: Mahalliy o'zgarishlar

# Languages::text_uc_agreed_collisions
source: I understand that my local modifications will be permanently lost during the upgrade
uz: Yangilash vaqtida mahalliy oʻzgartirishlarim butunlay yoʻqolishini tushunaman

# Languages::text_uc_will_be_changed
source: Will be changed
uz: O'zgartiriladi

# Languages::text_uc_will_be_deleted
source: Will be deleted
uz: Oʻchirib tashlanadi

# Languages::uc_title_validators
source: Upgrade package validators
uz: Paket tekshiruvchilarini yangilang

# Languages::uc_execute_validator
source: Execute "[validator]" validator
uz: “[validator]” validatorni ishga tushiring

# Languages::uc_copy_files
source: Copy files
uz: Fayllarni nusxalash

# Languages::uc_run_migrations
source: Run migrations
uz: Migratsiyalarni amalga oshirish

# Languages::uc_install_languages
source: Install languages
uz: Tillarni o'rnating

# Languages::uc_upgrade_progress
source: Upgrade progress
uz: Yangilanish jarayoni

# Languages::upload_upgrade_package
source: Upload upgrade package
uz: Yangilash paketini yuklang

# Languages::upload_upgrade_text
source: Uploading upgrade package allows you to apply HotFixes or Add-on upgrades. You can upload an upgrade pack by picking a tgz,gz,zip format archive and clicking Upload.
uz: Yangilash paketini yuklash sizga tuzatishlar yoki qo'shimcha yangilanishlarni qo'llash imkonini beradi. Siz tgz, gz, zip formatidagi arxivni tanlab, “Yuklash” tugmasini bosish orqali yangilanish paketini yuklashingiz mumkin.

# Languages::outside_navigation
source: Outside navigation
uz: Tashqi navigatsiya

# Languages::exim_error_incorrect_feature_type
source: Incorrect feature type. Some product features were not updated.
uz: Noto'g'ri xususiyat turi. Ba'zi mahsulot xususiyatlari yangilanmagan.

# Languages::exim_error_empty_feature_name
source: Feature name is missing. Some product features were not updated.
uz: Funksiya nomi yo‘q. Ba'zi mahsulot xususiyatlari yangilanmagan.

# Languages::unable_to_delete_last_storefront
source: At least one storefront must remain
uz: Kamida bitta do‘kon peshtaxtasi qolishi kerak

# Languages::datakeeper.run_backup_via_cron_message
source: You can run the backup automatically at certain time intervals. To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
uz: Zaxira nusxasini ma'lum vaqt oralig'ida avtomatik ravishda ishga tushirishingiz mumkin. Buning uchun <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>ga quyidagi buyruqni qo'shing:

# Languages::datakeeper.error_unsupported_file_type
source: File cannot be restored. Only .sql, .zip and .tgz files are allowed.
uz: Faylni qayta tiklab bo'lmaydi. Faqat .sql, .zip va .tgz fayllarga ruxsat beriladi.

# Languages::datakeeper.file_cannot_be_overrided
source: Cannot write to the file <b>[file]</b>. Set the writable permissions manually or check the FTP access to your server in the <a href="[url]">"Upgrade center"</a> section
uz: <b>[fayl]</b> fayliga yozish imkonsiz. Yozish uchun ruxsatlarni qo'lda o'rnating yoki <a href="[url]">"Yangilash markazi"</a> bo'limida serveringizga FTP ruxsatini tekshiring.
