Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::per_page
source: Per Page
uz: Har bir sahifa uchun

# Languages::phone
source: Phone
uz: Telefon

# Languages::phone1_label
source: Phone
uz: Telefon

# Languages::phone2_label
source: International
uz: Xalqaro

# Languages::phone2
source: International
uz: Xalqaro

# Languages::phpinfo
source: PHP information
uz: PHP ma'lumotlari

# Languages::pick_store
source: Pick a store
uz: Do'kon tanlang

# Languages::pie
source: Pie
uz: Doiraviy

# Languages::pie_3d
source: Pie 3D
uz: 3D doiraviy diagrammasi

# Languages::pixels
source: pixels
uz: piksellar

# Languages::place_order
source: Place order
uz: Buyurtma berish

# Languages::placing_order
source: Placing the order
uz: Buyurtmani joylashtirish

# Languages::plain
source: Plain
uz: Oddiy

# Languages::platform
source: Platform
uz: Platforma

# Languages::please_be_patient
source: Please be patient
uz: Iltimos, sabr qiling

# Languages::please_enter_license_here
source: Enter your license number here
uz: Bu yerda litsenziya raqamingizni kiriting

# Languages::please_select_one
source: Please, select one
uz: Iltimos, birini tanlang

# Languages::please_sign_in
source: Please sign in
uz: Iltimos, tizimga kiring

# Languages::polish
source: Polish
uz: polyak

# Languages::poor
source: Poor
uz: kam

# Languages::popup
source: Popup
uz: To'saddan paydo bo'lish

# Languages::popup_larger_image
source: Popup larger image
uz: Qalqib chiquvchi oyna kattaroq rasm

# Languages::portugese
source: Portuguese
uz: portugal

# Languages::position
source: Position
uz: Lavozim

# Languages::positions_updated
source: Positions of items were updated
uz: Elementlarning joylashuvi yangilandi

# Languages::postal_mail
source: Postal mail
uz: Pochta pochtasi

# Languages::postauth
source: Postauth
uz: Postavorizatsiya

# Languages::powered_by
source: Powered by
uz: Tomonidan qo'llab-quvvatlanadi

# Languages::po_number
source: PO number
uz: PO raqami

# Languages::preauth
source: Preauth
uz: Oldindan avtorizatsiya

# Languages::preauthorization
source: Preauthorization
uz: oldindan avtorizatsiya

# Languages::prefix
source: Prefix
uz: Prefiks

# Languages::preshared_key
source: PreShared Key
uz: oldindan taqsimlangan kalit

# Languages::prev
source: Prev.
uz: Qaytish.

# Languages::preview
source: Preview
uz: Ko‘rib chiqish

# Languages::previous
source: Previous
uz: Oldingi

# Languages::previous_month
source: Previous month
uz: Oldingi oy

# Languages::previous_period
source: Previous period
uz: Oldingi davr

# Languages::previous_week
source: Previous week
uz: oldingi hafta

# Languages::previous_year
source: Previous year
uz: O'tgan yil

# Languages::prev_page
source: Prev
uz: Oldingi

# Languages::price
source: Price
uz: Narxi

# Languages::price_decreased
source: Price has been decreased by
uz: ga arzonlashdi

# Languages::price_dec_sign_delimiter
source: Price decimal separator
uz: Narxlarni o'nlik ajratuvchi

# Languages::price_includes_tax
source: Price includes tax
uz: Narxga soliq kiradi

# Languages::price_increased
source: Price has been increased by
uz: Narx oshirildi

# Languages::price_in_points
source: Price in points
uz: Ballardagi narx

# Languages::price_summary
source: Price summary
uz: Narxlar xulosasi

# Languages::pricing_inventory
source: Pricing / inventory
uz: Narxlar / inventar

# Languages::primary
source: Primary
uz: Asosiy

# Languages::primary_currency
source: Primary currency
uz: Asosiy valyuta

# Languages::print_card
source: Print card
uz: Kartani chop etish

# Languages::print_credit_memo
source: Print credit memo
uz: Kredit eslatmasini chop eting

# Languages::print_invoice
source: Print invoice
uz: Hisob-fakturani chop etish

# Languages::edit_invoice
source: Edit invoice
uz: Hisob-fakturani tahrirlash

# Languages::remove_invoice
source: Remove invoice
uz: Hisob-fakturani olib tashlash

# Languages::print_order_details
source: Print order details
uz: Buyurtma tafsilotlarini chop etish

# Languages::print_packing_slip
source: Print packing slip
uz: Qadoqlash slipini chop eting

# Languages::print_pdf_packing_slip
source: Print packing slip (pdf)
uz: Qadoqlash slipini chop etish (pdf)

# Languages::print_pdf_credit_memo
source: Print credit memo (pdf)
uz: Kredit eslatmasini chop etish (pdf)

# Languages::print_pdf_invoice
source: Print invoice (pdf)
uz: Hisob-fakturani chop etish (pdf)

# Languages::print_pdf_order_details
source: Print order details (pdf)
uz: Chop etish buyurtmasi tafsilotlari (pdf)

# Languages::print_slip
source: Print slip
uz: Reyestrni chop etish

# Languages::priority
source: Priority
uz: Ustuvorlik

# Languages::private
source: Private
uz: Shaxsiy

# Languages::private_customer_settings
source: Private customer settings
uz: Mijozning shaxsiy sozlamalari

# Languages::privilege
source: Privilege
uz: Imtiyoz

# Languages::privileges
source: Privileges
uz: Imtiyozlar

# Languages::privileges.change_order_status
source: Can change statuses
uz: Statuslarni o'zgartirishi mumkin

# Languages::privileges.create_order
source: Can create orders (only if editing entire orders is allowed)
uz: Buyurtmalarni yaratishi mumkin (faqat butun buyurtmalarni tahrirlashga ruxsat berilsa)

# Languages::privileges.backup_restore
source: Can manage
uz: Boshqara oladi

# Languages::privileges.delete_logs
source: Can delete
uz: Oʻchirish mumkin

# Languages::privileges.delete_orders
source: Can delete
uz: Oʻchirish mumkin

# Languages::privileges.edit_blocks
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.edit_order
source: Can edit entire order (select other products, payment and shipping methods, customers)
uz: Butun buyurtmani tahrirlashi mumkin (boshqa mahsulotlarni tanlash, to'lov va jo'natish usullari, mijozlar)

# Languages::privileges.edit_files
source: Edit files
uz: Fayllarni tahrirlash

# Languages::privileges.exim_access
source: Can manage
uz: Boshqara oladi

# Languages::privileges.manage_catalog
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_currencies
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_design
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_languages
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_locations
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_order_statuses
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_pages
source: Manage pages
uz: Sahifalarni boshqarish

# Languages::privileges.manage_payments
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_promotions
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_reports
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_shipping
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_sitemap
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_static_data
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_storage
source: Can manage
uz: Boshqara oladi

# Languages::privileges.manage_stores
source: Manage stores
uz: Do'konlarni boshqaring

# Languages::privileges.manage_taxes
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_themes
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_translation
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_usergroups
source: Can manage customer user groups
uz: Mijozlarning foydalanuvchi guruhlarini boshqarishi mumkin

# Languages::privileges.manage_users
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_email_templates
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.manage_document_templates
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.update_settings
source: Can edit
uz: Tahrirlash mumkin

# Languages::privileges.update_order_details
source: Can edit minor details (select manager; edit shipments, notes, and tracking number)
uz: Kichik ma'lumotlarni tahrirlashi mumkin (menejerni tanlang; jo'natmalarni, eslatmalarni va kuzatuv raqamini tahrirlash)

# Languages::privileges.upgrade_store
source: Can upgrade
uz: Yangilash mumkin

# Languages::privileges.view_catalog
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_currencies
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_languages
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_locations
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_logs
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_orders
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_pages
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_payments
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_reports
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_settings
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_shipping
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_static_data
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_stores
source: View stores
uz: Do'konlarni ko'rish

# Languages::privileges.view_taxes
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_usergroups
source: Can view
uz: Ko'rish mumkin

# Languages::privileges.view_users
source: Can view
uz: Ko'rish mumkin

# Languages::privilege_sections.addons
source: Add-on privileges
uz: Qo'shimcha imtiyozlar

# Languages::privilege_sections.administration
source: Administration privileges
uz: Ma'muriy imtiyozlar

# Languages::privilege_sections.cart
source: Cart
uz: Savat

# Languages::privilege_sections.products
source: Product privileges
uz: Mahsulot imtiyozlari

# Languages::privilege_sections.settings
source: Settings privileges
uz: Sozlamalar imtiyozlari

# Languages::privilege_sections.catalog
source: Catalog
uz: Katalog

# Languages::privilege_sections.design
source: Design privileges
uz: Dizayn imtiyozlari

# Languages::privilege_sections.orders
source: Order privileges
uz: Buyurtma imtiyozlari

# Languages::privilege_sections.marketing
source: Marketing privileges
uz: Marketing imtiyozlari

# Languages::privilege_sections.website
source: Website privileges
uz: Veb-sayt imtiyozlari

# Languages::privilege_sections.users
source: Customer privileges
uz: Mijoz imtiyozlari

# Languages::privilege_sections.vendors
source: Store privileges
uz: Do'kon imtiyozlari

# Languages::proceed
source: Proceed
uz: Davom eting

# Languages::proceed_to_checkout
source: Proceed to checkout
uz: Ro'yxatdan o'chirilishda davom etish

# Languages::proceed_to_the_next_step
source: Proceed to the next step
uz: Keyingi bosqichga o'ting

# Languages::processed
source: Processed
uz: Qayta ishlangan

# Languages::processing
source: Processing
uz: Qayta ishlash

# Languages::processing_order
source: Processing order
uz: Buyurtmani qayta ishlash

# Languages::processor
source: Processor
uz: Protsessor

# Languages::processor_description_cardsave
source: Merchant Accounts provided by Worldpay Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
uz: Worldpay Cardsave tomonidan taqdim etilgan savdo hisoblari, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>E-pochta: <a href='mailto:ecomm @cardsave.net'>ecomm@cardsave.net</a>

# Languages::processor_description_p21
source: <b>P21 Simple API</b> enables you to accept check payments. It offers the industry's most comprehensive suite of check image creation and clearing solutions. With Check 21, you will receive your funds within the same day by check or direct deposit.<br/><br/>To activate the Check 21 option, please contact us via email at: <a href="mailto:support@payment21.com">support@payment21.com</a> or by phone at: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
uz: <b>P21 Simple API</b> sizga chek to'lovlarini qabul qilish imkonini beradi. U sanoatning eng keng qamrovli tekshiruv tasvirini yaratish va tozalash yechimlarini taklif etadi. Chek 21 bilan siz pulingizni shu kun ichida chek yoki toʻgʻridan-toʻgʻri depozit orqali olasiz.<br/><br/>Chek 21 opsiyasini faollashtirish uchun biz bilan quyidagi manzil orqali bogʻlaning: <a href="mailto:support@ payment21.com">support@payment21.com</a> yoki telefon orqali: 1-888-770-0850 (AQSh bepul) yoki 0041-71-740-1629 (Xalqaro).<br/><br/ ><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>

# Languages::processor_id
source: Processor ID
uz: Protsessor identifikatori

# Languages::process_selected
source: Process selected
uz: Jarayon tanlandi

# Languages::product
source: Product
uz: Mahsulot

# Languages::products
source: Products
uz: Mahsulotlar

# Languages::products_menu_title
source: Products
uz: Mahsulotlar

# Languages::products_deprecated
source: Products (Deprecated)
uz: Mahsulotlar (eskirgan)

# Languages::products2
source: Products2
uz: Mahsulotlar 2

# Languages::products_added_to_cart
source: The products were added to your cart
uz: Mahsulotlar savatingizga qo'shildi

# Languages::products_number_added_to_cart
source: <b>[number]</b> products were added to your cart
uz: <b>[number]</b> mahsulot savatingizga qo'shildi

# Languages::products_amount
source: Product quantity
uz: Mahsulot miqdori

# Languages::products_bar
source: Products bar
uz: Mahsulotlar paneli

# Languages::products_cost
source: Products cost
uz: Mahsulotlar narxi

# Languages::products_for_shipment_not_selected
source: Products for shipment were not selected
uz: Yuboriladigan mahsulotlar tanlanmagan

# Languages::products_found
source: Products found
uz: Mahsulotlar topildi

# Languages::n_products_found
source: [n] product found|[n] products found
uz: [n] mahsulot topildi|[n] mahsulot topildi

# Languages::products_grid
source: Products grid
uz: Mahsulotlar tarmog'i

# Languages::products_information
source: Products information
uz: Mahsulotlar haqida ma'lumot

# Languages::products_in_cart
source: Products in cart
uz: Savatdagi mahsulotlar

# Languages::products_links_type
source: Products links type
uz: Mahsulotlar havolalari turi

# Languages::products_menu_description
source: View, add and edit products that are shown to visitors of your store.
uz: Doʻkoningizga tashrif buyuruvchilarga koʻrsatiladigan mahsulotlarni koʻring, qoʻshing va tahrirlang.

# Languages::products_required
source: Please add product(s)
uz: Iltimos, mahsulot(lar)ni qo'shing

# Languages::products_stat
source: Product statistics
uz: Mahsulot statistikasi

# Languages::products_weight
source: Products weight
uz: Mahsulotlar og'irligi

# Languages::products_were_sent
source: The products have been sent out to you. The order information is given below
uz: Mahsulotlar sizga yuborildi. Buyurtma haqida ma'lumot quyida keltirilgan

# Languages::product_added_to_cart
source: The product was added to your cart
uz: Mahsulot savatingizga qo'shildi

# Languages::product_name_added_to_cart
source: <b>[product]</b> was added to your cart
uz: <b>[product]</b> savatingizga qo'shildi

# Languages::product_added_to_cl
source: The product was added to your Comparison list
uz: Mahsulot taqqoslash roʻyxatiga qoʻshildi

# Languages::product_cannot_be_added
source: The product cannot be added to cart. Check if all the uploading files meet the necessary conditions
uz: Mahsulotni savatga qo'shib bo'lmaydi. Barcha yuklangan fayllar kerakli shartlarga javob berishini tekshiring

# Languages::product_code
source: Product code
uz: Mahsulot kodi

# Languages::product_columns
source: Product columns
uz: Mahsulot ustunlari

# Languages::product_combinations
source: Product combinations
uz: Mahsulot kombinatsiyasi

# Languages::product_coming_soon
source: This product can't be added to cart now. It will be available on [avail_date]
uz: Bu mahsulotni hozir savatga qo‘shib bo‘lmaydi. U [avail_date] da mavjud bo‘ladi

# Languages::product_coming_soon_add
source: This product will be shipped on [avail_date]
uz: Bu mahsulot [avail_date] sanasida jo‘natiladi.

# Languages::product_details
source: Product details page
uz: Mahsulot tafsilotlari sahifasi

# Languages::product_details_view
source: Product details view
uz: Mahsulot tafsilotlarini ko'rish

# Languages::product_details_sidebar
source: Product details
uz: Mahsulot tafsilotlari

# Languages::customer_info_sidebar
source: Customer info
uz: Mijoz ma'lumotlari

# Languages::product_feature_cannot_assigned
source: The feature "[feature_name]" cannot be assigned to the product "[product_name]"
uz: “[feature_name]” xususiyatini “[product_name]” mahsulotiga belgilash mumkin emas

# Languages::product_fields
source: Product fields
uz: Mahsulot maydonlari

# Languages::product_groups
source: Product groups
uz: Mahsulot guruhlari

# Languages::product_id
source: Product ID
uz: Mahsulot identifikatori

# Languages::product_images
source: Product images
uz: Mahsulot tasvirlari

# Languages::product_inventory
source: Product inventory
uz: Mahsulot inventarizatsiyasi

# Languages::product_in_cart
source: This product is already in the cart
uz: Bu mahsulot allaqachon savatda

# Languages::product_in_comparison_list
source: This product is already in the comparison list
uz: Bu mahsulot allaqachon taqqoslash ro'yxatida

# Languages::product_name
source: Product name
uz: Mahsulot nomi

# Languages::product_notification_subscribed
source: You have been subscribed to the product in stock notifications
uz: Siz mahsulot haqida xabarnomalarda obuna bo'ldingiz

# Languages::product_notification_unsubscribed
source: You have been unsubscribed from the product in stock notifications
uz: Siz zaxiradagi bildirishnomalardagi mahsulotga obunani bekor qildingiz

# Languages::product_notification_subscription_error
source: Cannot subscribe for the product in stock notification
uz: Stokdagi mahsulotga obuna bo'lmaydi

# Languages::product_options
source: Product options
uz: Mahsulot variantlari

# Languages::product_options_forbidden_combination
source: The <strong>[product]</strong> product has options that are included in the forbidden combination. The product was deleted from the cart
uz: <strong>[product]</strong> mahsulotida taqiqlangan kombinatsiyaga kiritilgan variantlar mavjud. Mahsulot savatdan olib tashlandi

# Languages::product_disabled_options
source: The product <strong>[product]</strong> has options or option variants that are not available anymore, so it was removed from cart
uz: <strong><strong>[product]</strong>da endi mavjud boʻlmagan variantlar yoki variantlar mavjud, shuning uchun u savatdan olib tashlandi

# Languages::product_s
source: Product(s)
uz: Mahsulot(lar)

# Languages::product_subscriptions
source: Product subscriptions
uz: Mahsulot obunalari

# Languages::product_summary
source: Product summary
uz: Mahsulot xulosasi

# Languages::product_tabs
source: Product tabs
uz: Mahsulot yorliqlari

# Languages::product_type
source: Product type
uz: Mahsulot turi

# Languages::profile
source: Profile
uz: Profil

# Languages::profiles
source: Profiles
uz: Profillar

# Languages::profile_activated
source: Account activated
uz: Hisob faollashtirilgan

# Languages::profile_details
source: Profile details
uz: Profil tafsilotlari

# Languages::profile_fields
source: Profile fields
uz: Profil maydonlari

# Languages::profile_fields_menu_description
source: Configure the set of fields included in the profile forms.
uz: Profil shakllariga kiritilgan maydonlar to'plamini sozlang.

# Languages::profile_info
source: Profile information
uz: Profil ma'lumotlari

# Languages::profile_name
source: Profile name
uz: Profil nomi

# Languages::project_id
source: Project ID
uz: Loyiha identifikatori

# Languages::project_password
source: Project password
uz: Loyiha parol

# Languages::prolongate_download_key
source: Prolong download key to
uz: Yuklab olish kalitini uzaytirish

# Languages::promotion
source: Promotion
uz: Rag'batlantirish

# Languages::promotions
source: Promotions
uz: Aktsiyalar

# Languages::promotions_menu_description
source: Promote goods and offer bonuses basing on customers memberships.
uz: Mijozlarning a'zoligi asosida tovarlarni targ'ib qiling va bonuslarni taklif qiling.

# Languages::promotion_bonus_discount_on_categories
source: Discount on all products in categories
uz: Barcha toifadagi mahsulotlarga chegirma

# Languages::promotion_bonus_discount_on_products
source: Discount on products
uz: Mahsulotlarga chegirma

# Languages::promotion_bonus_free_products
source: Free products
uz: Bepul mahsulotlar

# Languages::promotion_bonus_free_shipping
source: Free shipping
uz: Yetkazib berish bepul

# Languages::promotion_bonus_give_coupon
source: Give coupon
uz: Kupon bering

# Languages::promotion_bonus_give_points
source: Give points
uz: Ballarni bering

# Languages::promotion_bonus_give_usergroup
source: Give user group
uz: Foydalanuvchilar guruhini bering

# Languages::promotion_bonus_order_discount
source: Order discount
uz: Buyurtma uchun chegirma

# Languages::promotion_bonus_product_discount
source: Product discount
uz: Mahsulot chegirmasi

# Languages::promotion_cond_auto_coupons
source: Automatically generated coupon codes
uz: Avtomatik ravishda yaratilgan kupon kodlari

# Languages::promotion_cond_categories
source: Categories
uz: Kategoriyalar

# Languages::promotion_cond_country
source: Customer country (shipping)
uz: Xaridor mamlakati (etkazib berish)

# Languages::promotion_cond_coupon_code
source: Coupon code
uz: Kupon kodi

# Languages::promotion_cond_feature
source: Product feature
uz: Mahsulot xususiyati

# Languages::promotion_cond_number_of_usages
source: Number of usages
uz: Foydalanishlar soni

# Languages::promotion_cond_once_per_customer
source: Once per customer
uz: Har bir mijozga bir marta

# Languages::promotion_cond_payment
source: Payment method
uz: To'lov uslubi

# Languages::promotion_cond_price
source: Product price
uz: Mahsulot narxi

# Languages::promotion_cond_products
source: Products
uz: Mahsulotlar

# Languages::promotion_cond_products_number
source: Total products in the cart
uz: Savatdagi jami mahsulotlar

# Languages::promotion_cond_purchased_products
source: Purchased products
uz: Sotib olingan mahsulotlar

# Languages::promotion_cond_state
source: Customer state (shipping)
uz: Mijoz holati (etkazib berish)

# Languages::promotion_cond_subtotal
source: Order subtotal
uz: Buyurtma oraliq jami

# Languages::promotion_cond_total
source: Order total
uz: Buyurtma jami

# Languages::promotion_cond_total_weight
source: Total products weight in the cart
uz: Savatdagi mahsulotning umumiy og'irligi

# Languages::promotion_cond_usergroup
source: User group
uz: Foydalanuvchilar guruhi

# Languages::promotion_cond_users
source: Users
uz: Foydalanuvchilar

# Languages::promotion_cond_zip_postal_code
source: Customer zip/postal code (shipping)
uz: Mijozning pochta indeksi (etkazib berish)

# Languages::promotion_cond_shipping
source: Shipping methods
uz: Yuk tashish usullari

# Languages::promotion_op_amount
source: amount
uz: miqdori

# Languages::promotion_op_cont
source: contains
uz: o'z ichiga oladi

# Languages::promotion_op_eq
source: equal
uz: teng

# Languages::promotion_op_gt
source: greater
uz: kattaroq

# Languages::promotion_op_gte
source: equal or greater
uz: teng yoki kattaroq

# Languages::promotion_op_in
source: in
uz: ichida

# Languages::promotion_op_lt
source: less
uz: Kamroq

# Languages::promotion_op_lte
source: equal or less
uz: teng yoki kamroq

# Languages::promotion_op_ncont
source: doesn't contain
uz: o'z ichiga olmaydi

# Languages::promotion_op_neq
source: not equal
uz: teng emas

# Languages::promotion_op_nin
source: not in
uz: ichida emas

# Languages::promo_code
source: Promo code
uz: Kupon kodi

# Languages::promo_text
source: Promo text
uz: Promo matni
