Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# SettingsOptions::company_newsletter_email
source: Reply-To newsletter e-mail address
uz: Javob berish - axborot byulleteniga elektron pochta manzili

# SettingsOptions::edp_key_ttl
source: Download key TTL (for electronically distributed products), hours
uz: TTL kalitini yuklab oling (elektron tarqatilgan mahsulotlar uchun), soat

# SettingsOptions::low_stock_threshold
source: Low stock notification threshold
uz: Birja haqida bildirishnoma chegarasi past

# SettingsOptions::columns_in_products_list
source: Number of columns in the product list
uz: Mahsulotlar ro'yxatidagi ustunlar soni

# SettingsOptions::show_products_from_subcategories
source: Show products from subcategories of the selected category
uz: Tanlangan toifadagi kichik toifadagi mahsulotlarni ko'rsatish

# SettingsOptions::display_options_modifiers
source: Display modifiers for product options
uz: Mahsulot variantlari uchun o'zgartirish moslamalarini ko'rsatish

# SettingsOptions::default_options_type
source: Options type
uz: Variantlar turi

# SettingsOptions::default_tracking
source: Track inventory
uz: Inventarizatsiyani kuzatish

# SettingsOptions::default_exceptions_type
source: Exceptions type
uz: Istisnolar turi

# SettingsOptions::default_zero_price_action
source: Zero price action
uz: Nolinchi narx harakati

# SettingsOptions::default_min_qty
source: Minimum quantity to buy per product
uz: Har bir mahsulot uchun sotib olinadigan minimal miqdor

# SettingsTooltips::default_min_qty
source: Sell no less than X units of a product in an order.
uz: Buyurtmada kamida X birlik mahsulotni soting.

# SettingsOptions::default_max_qty
source: Maximum quantity to buy per product
uz: Har bir mahsulot uchun sotib olinadigan maksimal miqdor

# SettingsTooltips::default_max_qty
source: Sell no more than X units of a product in an order.
uz: Buyurtmada X birlikdan ko'p bo'lmagan mahsulotni soting.

# SettingsOptions::default_qty_step
source: Quantity step
uz: Miqdor bosqichi

# SettingsTooltips::default_qty_step
source: Increase or decrease the number of purchased product units only by X.
uz: Xarid qilingan mahsulot birliklari sonini faqat X ga oshiring yoki kamaytiring.

# SettingsOptions::default_list_qty_count
source: Number of available quantities
uz: Mavjud miqdorlar soni

# SettingsTooltips::default_list_qty_count
source: Replace product quantity selector with a dropdown list with X variants.
uz: Mahsulot miqdorini tanlash moslamasini X variantlari bilan ochiladigan ro'yxat bilan almashtiring.

# SettingsOptions::exception_style
source: Exception style
uz: Istisno uslubi

# SettingsOptions::product_cart_thumbnail_width
source: Product cart page thumbnail width
uz: Mahsulot savati sahifasi eskizi kengligi

# SettingsOptions::product_cart_thumbnail_height
source: Product cart page thumbnail height
uz: Mahsulot savati sahifasi eskizi balandligi

# SettingsOptions::show_out_of_stock_products
source: Show out of stock products
uz: Stoksiz mahsulotlarni ko'rsatish

# SettingsOptions::category_lists_thumbnail_width
source: Categories list thumbnail width
uz: Kategoriyalar ro'yxati eskiz kengligi

# SettingsOptions::taxes_using_default_address
source: Estimate taxes using default address on cart/checkout pages
uz: Savat/to‘lov sahifalarida standart manzildan foydalangan holda soliqlarni hisoblang

# SettingsOptions::in_stock_field
source: Show number of available products
uz: Mavjud mahsulotlar sonini ko'rsatish

# SettingsOptions::thumbnails_gallery
source: Display mini thumbnail images as a gallery
uz: Mini eskiz rasmlarni galereya sifatida ko'rsatish

# SettingsOptions::quantity_changer
source: Use 'Value changer' for the Quantity field
uz: Miqdor maydoni uchun "Qiymat o'zgartiruvchi" dan foydalaning

# SettingsOptions::top_pagination
source: Display the 'Pagination section' on the top of the listed object
uz: Ro'yxatdagi ob'ektning yuqori qismida "Sahifalash bo'limi" ni ko'rsating

# SettingsOptions::default_image_previewer
source: Default image previewer
uz: Birlamchi tasvirni koʻrib chiquvchi

# SettingsOptions::category_lists_thumbnail_height
source: Categories list thumbnail height
uz: Kategoriyalar roʻyxati eskiz balandligi

# SettingsOptions::default_product_details_view
source: Product detailed page view
uz: Mahsulotning batafsil sahifa ko'rinishi

# SettingsOptions::product_details_in_tab
source: Display product details in tabs
uz: Yorliqlarda mahsulot tafsilotlarini ko'rsatish

# SettingsOptions::display_track_orders
source: Display track my orders section
uz: Mening buyurtmalarimni kuzatish bo'limini ko'rsatish

# SettingsOptions::header_10070
source: Products list layouts settings
uz: Mahsulotlar ro'yxatining joylashuvi sozlamalari

# SettingsOptions::default_products_view_templates
source: Available product list views
uz: Mavjud mahsulotlar ro'yxatini ko'rish

# SettingsOptions::default_products_view
source: Product list default view
uz: Mahsulotlar roʻyxatining standart koʻrinishi

# SettingsOptions::save_selected_view
source: Use the selected view for current category or search page only
uz: Tanlangan koʻrinishdan faqat joriy toifa yoki qidiruv sahifasi uchun foydalaning

# SettingsOptions::available_product_list_sortings
source: Available product list sortings
uz: Mavjud mahsulotlar ro'yxatini saralash

# SettingsOptions::default_products_sorting
source: Product list default sorting
uz: Mahsulotlar roʻyxatini standart tartiblash

# SettingsOptions::enable_quick_view
source: Enable quick view
uz: Tez ko'rishni yoqish

# SettingsOptions::header_10080
source: Common settings
uz: Umumiy sozlamalar

# SettingsOptions::date_format
source: Date format
uz: Sana formati

# SettingsOptions::category_details_thumbnail_width
source: Category details page thumbnail width
uz: Turkum tafsilotlari sahifa eskizi kengligi

# SettingsOptions::time_format
source: Time format
uz: Vaqt formati

# SettingsOptions::category_details_thumbnail_height
source: Category details page thumbnail height
uz: Turkum tafsilotlari sahifa eskizi balandligi

# SettingsOptions::header_7024
source: Promotions
uz: Aktsiyalar

# SettingsOptions::timezone
source: Time zone
uz: Vaqt zonasi

# SettingsOptions::category_detailed_image_width
source: Detailed category image width
uz: Batafsil toifadagi tasvir kengligi

# SettingsOptions::use_single_coupon
source: Allow customers to use single discount coupon only
uz: Mijozlarga faqat bitta chegirma kuponidan foydalanishga ruxsat bering

# SettingsOptions::calendar_date_format
source: Calendar date format
uz: Kalendar sana formati

# SettingsOptions::category_detailed_image_height
source: Detailed category image height
uz: Batafsil toifadagi tasvir balandligi

# SettingsOptions::header_7005
source: Users
uz: Foydalanuvchilar

# SettingsOptions::user_multiple_profiles
source: Allow users to create multiple profiles for one account
uz: Foydalanuvchilarga bitta hisob uchun bir nechta profil yaratishga ruxsat bering

# SettingsOptions::calendar_week_format
source: Calendar week starts from
uz: Kalendar haftasi dan boshlanadi

# SettingsOptions::min_order_amount
source: Minimum order amount
uz: Minimal buyurtma miqdori

# SettingsOptions::min_order_amount_type
source: Define minimum order amount by
uz: Minimal buyurtma miqdorini belgilang

# SettingsOptions::allow_anonymous_shopping
source: Allow shopping for unlogged customers
uz: Ochilmagan mijozlarga xarid qilishga ruxsat bering

# SettingsOptions::disable_anonymous_checkout
source: Disable anonymous checkout
uz: Anonim hisob-kitobni o'chirib qo'ying

# SettingsOptions::checkout_redirect
source: Allow checkout only from cart
uz: To'lovni faqat savatdan o'tkazishga ruxsat bering

# SettingsOptions::allow_usergroup_signup
source: Allow customer to signup for user group
uz: Mijozlarga foydalanuvchilar guruhiga ro'yxatdan o'tishga ruxsat bering

# SettingsOptions::approve_user_profiles
source: Administrator must activate new user accounts
uz: Administrator yangi foydalanuvchi hisoblarini faollashtirishi kerak

# SettingsOptions::address_position
source: Profile address section order
uz: Profil manzili bo'limi tartibi

# SettingsOptions::changes_warning
source: Unsaved changes warning
uz: Saqlanmagan o'zgarishlar haqida ogohlantirish

# SettingsOptions::show_menu_descriptions
source: Show menu description in admin panel
uz: Administrator panelida menyu tavsifini ko'rsatish

# SettingsOptions::notice_displaying_time
source: Notice displaying time (to turn off the autohide function enter 0)
uz: Vaqtni ko'rsatishga e'tibor bering (avtomatik yashirish funksiyasini o'chirish uchun 0 ni kiriting)

# SettingsOptions::quick_registration
source: Quick registration
uz: Tez ro'yxatdan o'tish

# SettingsOptions::agree_terms_conditions
source: Ask customers to agree with terms &amp; conditions during checkout
uz: mijozlar shartlariga rozi bo'lishlarini so'rang & amp; to'lov paytidagi shartlar

# SettingsTooltips::agree_terms_conditions
source: The text of terms & conditions is in the "terms_and_conditions_content" language variable.
uz: Shartlar va shartlar matni "shartlar_va_shartlar_kontenti" til o'zgaruvchisida.

# SettingsOptions::repay
source: Allow customers to pay order again if transaction was declined
uz: Agar tranzaksiya rad etilgan bo'lsa, mijozlarga buyurtmani qayta to'lashiga ruxsat bering

# SettingsOptions::estimate_shipping_cost
source: Estimate shipping cost on cart page
uz: Savat sahifasida etkazib berish narxini taxmin qiling

# SettingsOptions::allow_create_account_after_order
source: Offer guest to create an account after successful order
uz: Muvaffaqiyatli buyurtmadan keyin mehmonga hisob yaratishni taklif qiling

# SettingsOptions::disregard_options_for_discounts
source: Disregard product options when calculating quantity discounts
uz: Miqdor chegirmalarini hisoblashda mahsulot variantlariga e'tibor bermang

# SettingsOptions::header_8057
source: Proxy server for outgoing connections
uz: Chiquvchi ulanishlar uchun proksi-server

# SettingsOptions::proxy_host
source: Proxy host
uz: Proksi-server

# SettingsOptions::proxy_port
source: Proxy port
uz: Proksi port

# SettingsOptions::proxy_user
source: Proxy user
uz: Proksi foydalanuvchi

# SettingsOptions::proxy_password
source: Proxy password
uz: Proksi parol

# SettingsOptions::header_15000
source: Search options
uz: Qidiruv variantlari

# SettingsOptions::search_objects
source: Search also in
uz: Shuningdek, ichidan qidiring

# SettingsOptions::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
uz: Shifrlangan ulanishdan foydalaning

# SettingsOptions::configure_sign_in_step
source: Configure "Sign in" step
uz: "Kirish" bosqichini sozlang

# SettingsTooltips::configure_sign_in_step
source: This step can be hidden only if it doesn't have any required contact info fields and anonymous checkout is allowed.
uz: Bu qadamni faqat kontakt maʼlumotlari uchun kerakli maydonlar boʻlmasa va anonim hisob-kitobga ruxsat berilsagina berkitish mumkin.

# SettingsOptions::sign_in_default_action
source: Default option for the "New customer" section at the "Sign in"
uz: "Kirish" bo'limidagi "Yangi mijoz" bo'limi uchun standart parametr

# SettingsOptions::display_shipping_step
source: Display "Shipping method" step
uz: "Yuk tashish usuli" qadamini ko'rsating

# SettingsTooltips::display_shipping_step
source: If the step is hidden, the first active method will be used by default.
uz: Agar qadam yashirin bo'lsa, sukut bo'yicha birinchi faol usul ishlatiladi.

# SettingsOptions::email_templates
source: Email templates mode
uz: Elektron pochta shablonlari rejimi

# SettingsOptions::phone_validation_mode
source: Supported phone numbers
uz: Qo'llab-quvvatlanadigan telefon raqamlari

# SettingsOptions::display_payment_step
source: Display "Payment method" step
uz: "To'lov usuli" qadamini ko'rsating

# SettingsTooltips::display_payment_step
source: If the step is hidden, the first active method will be used by default.
uz: Agar qadam yashirin bo'lsa, sukut bo'yicha birinchi faol usul ishlatiladi.

# SettingsOptions::enable_edp
source: Enable selling downloadable products
uz: Yuklab olinadigan mahsulotlarni sotishni yoqing

# SettingsOptions::enable_compare_products
source: Allow customers to compare products
uz: Mijozlarga mahsulotlarni solishtirishga ruxsat bering

# SettingsTooltips::secure_storefront
source: SSL certificate must be installed on your server.
uz: SSL sertifikati serveringizga o'rnatilishi kerak.

# SettingsTooltips::secure_admin
source: SSL certificate must be installed on your server.
uz: SSL sertifikati serveringizga o'rnatilishi kerak.

# SettingsTooltips::order_start_id
source: Use a number between 1 and 10000000 or leave empty for auto-filling.
uz: 1 dan 10000000 gacha bo'lgan raqamdan foydalaning yoki avtomatik to'ldirish uchun bo'sh qoldiring.

# SettingsTooltips::user_multiple_profiles
source: A profile is a combination of shipping and billing address.
uz: Profil yuk tashish va hisob-kitob manzilining birikmasidir.

# SettingsTooltips::thumbnail_background_color
source: Leave empty for transparent background.
uz: Shaffof fon uchun bo'sh qoldiring.

# SettingsTooltips::secure_auth
source: SSL certificate must be installed on your server.
uz: SSL sertifikati serveringizga o'rnatilishi kerak.

# SettingsTooltips::checkout_redirect
source: Show the Checkout button only on the Cart Content page.
uz: To‘lov tugmasini faqat Savat tarkibi sahifasida ko‘rsating.

# SettingsTooltips::store_optimization_dev
source: Track modifications in real-time and automatically re-cache modified files (works with files modified directly on server, too.) May slightly affect store performance. Recommended to disable on production.
uz: O'zgartirishlarni real vaqt rejimida kuzatib boring va o'zgartirilgan fayllarni avtomatik ravishda keshlash (to'g'ridan-to'g'ri serverda o'zgartirilgan fayllar bilan ham ishlaydi.) Do'kon ishiga ozgina ta'sir qilishi mumkin. Ishlab chiqarishda o'chirib qo'yish tavsiya etiladi.

# SettingsTooltips::show_menu_descriptions
source: Affects the menus like Products and Orders in the admin panel.
uz: Administrator panelidagi Mahsulotlar va Buyurtmalar kabi menyularga ta'sir qiladi.

# SettingsTooltips::quick_registration
source: Require only contact information for registration.
uz: Ro'yxatdan o'tish uchun faqat aloqa ma'lumotlarini talab qiling.

# SettingsVariants::default_products_sorting::position
source: Default
uz: Standart

# SettingsVariants::feedback_type::manual
source: Manual feedback
uz: Qo'lda qayta aloqa

# SettingsVariants::feedback_type::auto
source: Automatic feedback
uz: Avtomatik qayta aloqa

# SettingsVariants::date_format::%d/%m/%Y
source: 29/09/2005 (day/month/year)
uz: 29/09/2005 (kun/oy/yil)

# SettingsVariants::allow_anonymous_shopping::allow_shopping
source: Allow
uz: Ruxsat bering

# SettingsVariants::string_type::digits
source: Digits only
uz: Faqat raqamlar

# SettingsVariants::calendar_date_format::month_first
source: 09/30/2008 (month/day/year)
uz: 30.09.2008 (oy/kun/yil)

# SettingsVariants::calendar_week_format::sunday_first
source: Sunday
uz: Yakshanba

# SettingsVariants::address_position::billing_first
source: Billing first
uz: Avval hisob-kitob

# SettingsVariants::log_type_general::runtime
source: Runtime
uz: Ish vaqti

# SettingsVariants::default_state_update_for_all::not_active
source: Not Active
uz: Faol emas

# SettingsVariants::date_format::%d-%m-%Y
source: 29-09-2005 (day-month-year)
uz: 29-09-2005 (kun-oy-yil)

# SettingsVariants::min_order_amount_type::products_with_shippings
source: Products with shipping
uz: Yuk tashish bilan mahsulotlar

# SettingsVariants::allow_anonymous_shopping::hide_add_to_cart
source: Hide the "Add to cart" button
uz: "Savatga qo'shish" tugmasini yashiring

# SettingsVariants::string_type::letters
source: Letters only
uz: Faqat harflar

# SettingsVariants::calendar_date_format::day_first
source: 30/09/2008 (day/month/year)
uz: 30/09/2008 (kun/oy/yil)

# SettingsVariants::calendar_week_format::monday_first
source: Monday
uz: Dushanba

# SettingsVariants::address_position::shipping_first
source: Shipping first
uz: Avval yetkazib berish

# SettingsVariants::log_type_general::deprecated
source: Deprecated features
uz: Eskirgan xususiyatlar

# SettingsVariants::default_state_update_for_all::active
source: Active
uz: Faol

# SettingsVariants::date_format::%d.%m.%Y
source: 29.09.2005 (day.month.year)
uz: 29.09.2005 (kun.oy.yil)

# SettingsVariants::min_order_amount_type::only_products
source: Products
uz: Mahsulotlar

# SettingsVariants::allow_anonymous_shopping::hide_price_and_add_to_cart
source: Hide price and the "Add to cart" button
uz: Narxni va "Savatga qo'shish" tugmasini yashirish

# SettingsVariants::string_type::mixed
source: Mixed
uz: Aralashgan

# SettingsVariants::date_format::%m/%d/%Y
source: 09/29/2005 (month/day/year)
uz: 29.09.2005 (oy/kun/yil)

# SettingsVariants::log_type_orders::create
source: Create
uz: Yaratish

# SettingsVariants::log_type_orders::delete
source: Delete
uz: Oʻchirish

# SettingsVariants::log_type_orders::update
source: Update
uz: Yangilash

# SettingsVariants::log_type_products::create
source: Create
uz: Yaratish

# SettingsVariants::log_type_products::delete
source: Delete
uz: Oʻchirish

# SettingsVariants::log_type_products::update
source: Update
uz: Yangilash

# SettingsVariants::log_type_users::create
source: Create
uz: Yaratish

# SettingsVariants::log_type_users::delete
source: Delete
uz: Oʻchirish

# SettingsVariants::log_type_users::update
source: Update
uz: Yangilash

# SettingsVariants::log_type_categories::create
source: Create
uz: Yaratish

# SettingsVariants::log_type_categories::delete
source: Delete
uz: Oʻchirish

# SettingsVariants::log_type_categories::update
source: Update
uz: Yangilash

# SettingsVariants::date_format::%m-%d-%Y
source: 09-29-2005 (month-day-year)
uz: 29.09.2005 (oy/kun/yil)

# SettingsVariants::month::%B, %Y
source: January, 2006
uz: 2006 yil 3 yanvar

# SettingsVariants::log_type_orders::status
source: Change
uz: O'zgartirish

# SettingsVariants::log_type_users::session
source: Session
uz: Sessiya

# SettingsVariants::log_type_users::failed_login
source: Failed logins
uz: Muvaffaqiyatsiz loginlar

# SettingsVariants::log_type_products::low_stock
source: Low stock
uz: Kam zaxira

# SettingsVariants::log_type_database::restore
source: Restore
uz: Qayta tiklash

# SettingsVariants::log_type_database::backup
source: Backup
uz: Zaxira

# SettingsVariants::log_type_database::optimize
source: Optimize
uz: Optimallashtirish

# SettingsVariants::log_type_database::error
source: Errors
uz: Xatolar

# SettingsVariants::date_format::%m.%d.%Y
source: 09.29.2005 (month.day.year)
uz: 29.09.2005 (oy.kun.yil)

# SettingsVariants::date_format::%Y/%m/%d
source: 2005/09/29 (year/month/day)
uz: 2005-09-29 (yil/oy/kun)

# SettingsVariants::date_format::%Y-%m-%d
source: 2005-09-29 (year-month-day)
uz: 2005-09-29 (yil-oy-kun)

# SettingsVariants::date_format::%Y.%m.%d
source: 2005.09.29 (year.month.day)
uz: 2005-09-29 (yil-oy-kun)

# SettingsVariants::exception_style::hide
source: Hide exception
uz: Istisnoni yashirish

# SettingsVariants::alternative_currency::use_only_selected
source: Show prices in selected currency only
uz: Narxlarni faqat tanlangan valyutada ko'rsatish

# SettingsVariants::date_format::%b %e, %Y
source: Sep 29, 2005 (month day, year)
uz: 2005 yil 29 sentyabr (oy, kun)

# SettingsVariants::default_products_sorting::product
source: Product name
uz: Mahsulot nomi

# SettingsVariants::day::%a, %b %e
source: Tue, Jan 3
uz: yil 3 yanvar, seshanba

# SettingsVariants::week::%U
source: 1 week
uz: 1 hafta

# SettingsVariants::month::%B
source: January
uz: yanvar

# SettingsVariants::mailer_send_method::smtp
source: via SMTP server
uz: SMTP server orqali

# SettingsVariants::tax_calculation::unit_price
source: Unit price
uz: Donasining narxi

# SettingsVariants::date_format::%d %b %Y
source: 29 Sep 2005 (day month year)
uz: 2005 yil 29 sentyabr (kun-oy yil)

# SettingsVariants::date_format::%A, %B %e, %Y
source: Thursday, September 29, 2005 (day of week, month day, year)
uz: Payshanba, 29 sentyabr, 2005 yil (hafta kuni, oy kuni, yil)

# SettingsVariants::date_format::%A, %e %B %Y
source: Thursday, 29 September 2005 (day of week, day month year)
uz: 2005 yil 29-sentyabr, payshanba (hafta kuni, oy-yil)

# SettingsVariants::day::%B %e, %Y
source: January 3, 2006
uz: 2006 yil 3 yanvar

# SettingsVariants::exception_style::warning
source: Show warning on exception
uz: Istisno haqida ogohlantirishni ko'rsatish

# SettingsVariants::default_options_type::P
source: Simultaneous
uz: Bir vaqtda

# SettingsVariants::default_options_type::S
source: Sequential
uz: Ketma-ket

# SettingsVariants::default_exceptions_type::F
source: Forbidden
uz: Taqiqlangan

# SettingsVariants::default_exceptions_type::A
source: Allowed
uz: Ruxsat berilgan

# SettingsVariants::default_zero_price_action::R
source: Do not allow customers to add the product to cart
uz: Mijozlarga mahsulotni savatga qo'shishga ruxsat bermang

# SettingsVariants::default_zero_price_action::P
source: Allow customers to add the product to cart
uz: Mijozlarga mahsulotni savatga qo'shishga ruxsat bering

# SettingsVariants::default_zero_price_action::A
source: Ask customer to enter the price
uz: Mijozdan narxni kiritishni so'rang

# SettingsVariants::alternative_currency::use_selected_and_alternative
source: Show prices in default and selected currencies
uz: Narxlarni standart va tanlangan valyutalarda ko'rsatish

# SettingsVariants::default_products_sorting::price
source: Price
uz: Narxi

# SettingsVariants::mailer_send_method::mail
source: via php mail function
uz: php pochta funktsiyasi orqali

# SettingsVariants::tax_calculation::subtotal
source: Subtotal
uz: Oraliq jami

# SettingsVariants::default_products_sorting::null
source: None
uz: Yo'q

# SettingsVariants::day::%a %b %e, %Y
source: Tue Jan 3, 2006
uz: 2006 yil 3 yanvar, seshanba

# SettingsVariants::week::%U, %b
source: 1, Jan
uz: 1 yanvar

# SettingsVariants::month::%b
source: Jan
uz: Yanvar

# SettingsVariants::mailer_send_method::sendmail
source: via sendmail program
uz: sendmail dasturi orqali

# SettingsVariants::timezone::Pacific/Honolulu
source: (GMT-10:00) Hawaii
uz: (GMT-10:00) Gavayi

# SettingsVariants::day::%b %e
source: Jan 3
uz: 3 yanvar

# SettingsVariants::timezone::America/Anchorage
source: (GMT-09:00) Alaska
uz: (GMT-09:00) Alyaska

# SettingsVariants::timezone::America/Los_Angeles
source: (GMT-08:00) Pacific Time (US & Canada); Tijuana
uz: (GMT-08:00) Tinch okeani vaqti (AQSh va Kanada); Tixuana

# SettingsVariants::timezone::America/Denver
source: (GMT-07:00) Mountain Time (US & Canada)
uz: (GMT-07:00) Togʻ vaqti (AQSh va Kanada)

# SettingsVariants::timezone::America/Regina
source: (GMT-06:00) Saskatchewan
uz: (GMT-06:00) Saskachevan

# SettingsVariants::timezone::America/Mexico_City
source: (GMT-06:00) Guadalajara, Mexico City, Monterrey
uz: (GMT-06:00) Gvadalaxara, Mexiko, Monterrey

# SettingsVariants::timezone::America/Chicago
source: (GMT-06:00) Central Time (US & Canada)
uz: (GMT-06:00) Markaziy vaqt (AQSh va Kanada)

# SettingsVariants::timezone::America/Guatemala
source: (GMT-06:00) Central America
uz: (GMT-06:00) Markaziy Amerika

# SettingsVariants::timezone::America/New_York
source: (GMT-05:00) Eastern Time (US & Canada)
uz: (GMT-05:00) Sharqiy vaqt (AQSh va Kanada)

# SettingsVariants::timezone::America/Bogota
source: (GMT-05:00) Bogota, Lima, Quito
uz: (GMT-05:00) Bogota, Lima, Kito

# SettingsVariants::timezone::America/Santiago
source: (GMT-04:00) Santiago
uz: (GMT-04:00) Santyago

# SettingsVariants::timezone::America/La_Paz
source: (GMT-04:00) Caracas, La Paz
uz: (GMT-04:00) Karakas, La-Pas

# SettingsVariants::timezone::America/Halifax
source: (GMT-04:00) Atlantic Time (Canada)
uz: (GMT-04:00) Atlantika vaqti (Kanada)
