Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::important_currency_text
source: When you hide, disable, or delete a default currency of one of the storefronts, make sure to update the value of the <b>Frontend default currency</b> setting in <a href="[link]">Settings → Appearance</a>.
uz: Vitrinlardan birining standart valyutasini yashirganingizda, o‘chirib qo‘yganingizda yoki o‘chirib tashlaganingizda, <a href="[link]">Sozlamalar → Tashqi ko‘rinishdagi <b>Oldning birlamchi valyutasi</b> qiymatini yangilaganingizga ishonch hosil qiling. </a>.

# Languages::new_layout
source: New layout
uz: Yangi tartib

# Languages::new_link
source: New link
uz: Yangi havola

# Languages::new_localization
source: New localization
uz: Yangi mahalliylashtirish

# Languages::new_location
source: New location
uz: Yangi joylashuv

# Languages::new_rate_area
source: New rate area
uz: Yangi tarif maydoni

# Languages::new_menu
source: New menu
uz: Yangi menyu

# Languages::new_option
source: New option
uz: Yangi variant

# Languages::new_page
source: New page
uz: Yangi sahifa

# Languages::new_payments
source: New payment method
uz: Yangi to'lov usuli

# Languages::new_payout
source: New payout
uz: Yangi to'lov

# Languages::new_post
source: New post
uz: Yangi post

# Languages::new_product
source: New product
uz: Yangi mahsulot

# Languages::new_profile
source: New profile
uz: Yangi profil

# Languages::new_profile_field
source: New profile field
uz: Yangi profil maydoni

# Languages::new_profile_notification
source: New profile notification
uz: Yangi profil haqida bildirishnoma

# Languages::new_promotion
source: New promotion
uz: Yangi aksiya

# Languages::new_report
source: New report
uz: Yangi hisobot

# Languages::new_saved_search
source: New saved search
uz: Yangi saqlangan qidiruv

# Languages::new_section
source: New section
uz: Yangi bo'lim

# Languages::new_shipment
source: New shipment
uz: Yangi jo'natish

# Languages::detailed_shipment
source: Detailed shipment
uz: Batafsil yetkazib berish

# Languages::create_detailed_shipment
source: Create detailed shipment
uz: Batafsil jo'natishni yarating

# Languages::new_shipment_was_created
source: New shipment was created
uz: Yangi jo'natma yaratildi

# Languages::new_shipping_method
source: New shipping method
uz: Yangi yuk tashish usuli

# Languages::new_site_map_section
source: New sitemap section
uz: Yangi sayt xaritasi bo'limi

# Languages::new_states
source: New state(s) for the selected country
uz: Tanlangan mamlakat uchun yangi shtat(lar).

# Languages::new_status
source: New status
uz: Yangi holat

# Languages::new_tab
source: New tab
uz: Yangi varaq

# Languages::new_tax
source: New tax
uz: Yangi soliq

# Languages::new_usergroups
source: New user group(s)
uz: Yangi foydalanuvchilar guruhi(lar)i

# Languages::new_user_profile
source: New user profile
uz: Yangi foydalanuvchi profili

# Languages::new_vendor
source: New store
uz: Yangi do'kon

# Languages::new_zealand
source: New Zealand
uz: Yangi Zelandiya

# Languages::next
source: Next
uz: Keyingisi

# Languages::next_step
source: Next step
uz: Keyingi qadam

# Languages::no
source: No
uz: Yo'q

# Languages::nocombination
source: Unfortunately this combination is not accessible
uz: Afsuski, bu kombinatsiyaga kirish mumkin emas

# Languages::none
source: None
uz: Yo'q

# Languages::normal
source: Normal
uz: Oddiy

# Languages::norway
source: Norway
uz: Norvegiya

# Languages::norwegian
source: Norwegian
uz: norveg

# Languages::note
source: Note
uz: Eslatma

# Languages::notes
source: Notes
uz: Eslatmalar

# Languages::notice
source: Notice
uz: Eslatma

# Languages::notice_too_many_decimals
source: You have specified [DECIMALS] decimal places for [CURRENCY]. The maximum number of supported decimal places is 2. Further values will be displayed as zeros.
uz: Siz [CURRENCY] uchun [DECIMALS] kasr belgiladingiz. Qo'llab-quvvatlanadigan o'nli kasrlarning maksimal soni - 2. Keyingi qiymatlar nol sifatida ko'rsatiladi.

# Languages::notice_undeliverable_products_removed
source: Undeliverable products have been removed from your cart. You may proceed with the purchase.
uz: Yetkazib berilmaydigan mahsulotlar savatdan olib tashlandi. Siz xaridni davom ettirishingiz mumkin.

# Languages::notice_update_customer_details
source: The customer updated the email address in the profile. Select the check box to update the order details:
uz: Mijoz profildagi elektron pochta manzilini yangiladi. Buyurtma ma'lumotlarini yangilash uchun katagiga belgi qo'ying:

# Languages::notify_customer
source: Notify customer
uz: Xaridorga xabar bering

# Languages::notify_orders_department
source: Notify orders department
uz: Buyurtmalar bo'limiga xabar bering

# Languages::notify_user
source: Notify user
uz: Foydalanuvchini xabardor qilish

# Languages::notify_vendor
source: Notify store owner
uz: Do'kon egasiga xabar bering

# Languages::notify_when_back_in_stock
source: Notify me when this product is back in stock
uz: Ushbu mahsulot yana stokda bo'lganda menga xabar bering

# Languages::not_active
source: Not active
uz: Faol emas

# Languages::not_active_file_notice
source: This file will be available for downloading only after the administrator approves them
uz: Ushbu faylni faqat administrator ma'qullaganidan keyin yuklab olish mumkin bo'ladi

# Languages::not_a_member
source: Not a member
uz: Aʼzo emas

# Languages::not_installed
source: Not installed
uz: Oʻrnatilmagan

# Languages::not_scroll_automatically
source: Do not scroll automatically
uz: Avtomatik aylantirmang

# Languages::enable_link
source: Enable link
uz: Havolani yoqish

# Languages::no_categories_available
source: No categories available
uz: Hech qanday toifa mavjud emas

# Languages::no_data
source: No data found
uz: Hech qanday maʼlumot topilmadi

# Languages::no_data_found
source: No data found that satisfies this chart conditions
uz: Ushbu diagramma shartlariga javob beradigan hech qanday ma'lumot topilmadi

# Languages::no_files
source: No files
uz: Fayl yo'q

# Languages::no_image
source: No image
uz: Rasm yo'q

# Languages::no_items
source: No items defined
uz: Hech qanday element belgilanmagan

# Languages::no_items_found
source: No items found matching the search criteria
uz: Qidiruv mezonlariga mos keladigan biror narsa topilmadi

# Languages::no_menus
source: No menus
uz: Menyu yo'q

# Languages::no_products_for_shipment
source: There are no products for shipment
uz: Yuk tashish uchun mahsulotlar yo'q

# Languages::no_products_selected
source: No products selected
uz: Hech qanday mahsulot tanlanmagan

# Languages::no_rates_for_empty_cart
source: <p class="error-text" align="center">Your cart is empty and the shipping cost cannot be estimated</p>
uz: <p class="error-text" align="center">Savatingiz bo'sh va yetkazib berish narxini hisoblab bo'lmaydi</p>

# Languages::no_rates_for_empty_cart_warning
source: Your cart is empty and the shipping cost cannot be estimated
uz: Savatingiz boʻsh va yetkazib berish narxini hisoblab boʻlmaydi

# Languages::no_shipping_required
source: No shipping required
uz: Yuk tashish talab qilinmaydi

# Languages::no_such_coupon
source: The entered code cannot be applied, because it does not meet the requirements.
uz: Kiritilgan kodni qo'llash mumkin emas, chunki u talablarga javob bermaydi.

# Languages::no_themes_available
source: No themes available
uz: Mavzular mavjud emas

# Languages::no_users_found
source: No users found
uz: Hech qanday foydalanuvchi topilmadi

# Languages::number
source: Number
uz: Raqam

# Languages::number_of_columns
source: Number of columns in the objects list
uz: Ob'ektlar ro'yxatidagi ustunlar soni

# Languages::object
source: Object
uz: Ob'ekt

# Languages::object_does_not_exist
source: The object doesn't exist
uz: Ob'ekt mavjud emas

# Languages::object_exists
source: Object of the same name already exists. Do you want to overwrite it?
uz: Xuddi shu nomdagi obyekt allaqachon mavjud. Uni qayta yozmoqchimisiz?

# Languages::object_not_found
source: The [object] not found
uz: [object] topilmadi

# Languages::of
source: of
uz: ning

# Languages::off
source: Off
uz: Oʻchirilgan

# Languages::offline
source: Offline
uz: Oflayn

# Languages::offset
source: Offset
uz: Ofset

# Languages::old_price
source: Old price
uz: Eski narx

# Languages::on
source: on
uz: yoqilgan

# Languages::once_per_customer
source: Once per customer
uz: Har bir mijozga bir marta

# Languages::onclick_dropdown
source: Onclick-dropdown
uz: Ochiladigan menyuni bosing

# Languages::online_only
source: Online only
uz: Faqat onlayn

# Languages::on_off
source: On/Off
uz: Yoqish/o‘chirish

# Languages::on_site_template_editing
source: On-site template editing
uz: Saytda shablonni tahrirlash

# Languages::on_site_live_editing
source: On-site live editing
uz: Saytda jonli tahrirlash

# Languages::open
source: Open
uz: Ochiq

# Languages::open_action
source: Open
uz: Ochiq

# Languages::open_file_or_create_new
source: Open a file or create a new one to get started.
uz: Boshlash uchun faylni oching yoki yangisini yarating.

# Languages::open_in_new_window
source: Open in new window
uz: Yangi oynada oching

# Languages::open_store
source: Open storefront
uz: Vitrini oching

# Languages::optimize_database
source: Optimize database
uz: Ma'lumotlar bazasini optimallashtirish

# Languages::optimizing_table
source: Optimizing table
uz: Optimallashtirish jadvali

# Languages::options
source: Options
uz: Variantlar

# Languages::options_for
source: Options for
uz: Variantlar

# Languages::options_have_been_applied_to_products
source: Options have been successfully applied to the selected products
uz: Tanlangan mahsulotlarga parametrlar muvaffaqiyatli qo'llanildi

# Languages::options_menu_description
source: Manage global product options and option variants in your store.
uz: Do'koningizdagi global mahsulot opsiyalari va variant variantlarini boshqaring.

# Languages::options_settings
source: Options settings
uz: Do'koningizdagi global mahsulot opsiyalari va variant variantlarini boshqaring.

# Languages::options_type
source: Options type
uz: Variantlar turi

# Languages::option_combinations
source: Option combinations
uz: Variant kombinatsiyalari

# Languages::option_name
source: Option name
uz: Variant nomi

# Languages::option_unlinked
source: Global option "[option_name]" has been deactivated for the product
uz: “[option_name]” global opsiyasi mahsulot uchun o‘chirib qo‘yilgan

# Languages::option_variants
source: Option variants
uz: Variant variantlari

# Languages::opt_currency_name
source: Show currency titles
uz: Valyuta sarlavhalarini ko'rsatish

# Languages::opt_currency_symbol
source: Use currency symbols instead of titles
uz: Sarlavhalar o'rniga valyuta belgilaridan foydalaning

# Languages::opt_language_icon
source: Use language icons instead of names
uz: Ismlar o'rniga til belgilaridan foydalaning

# Languages::opt_language_name
source: Show language names
uz: Til nomlarini ko'rsatish

# Languages::or
source: or
uz: yoki

# Languages::order
source: Order
uz: Buyurtma

# Languages::ordered_products
source: Ordered products
uz: Buyurtma qilingan mahsulotlar

# Languages::orders
source: Orders
uz: Buyurtmalar

# Languages::orders_not_allow_to_change_company
source: Company has not been changed. It is not allowed to change the company when editing an order.
uz: Kompaniya o'zgartirilmagan. Buyurtmani tahrirlashda kompaniyani o'zgartirishga yo'l qo'yilmaydi.

# Languages::orders_no_items
source: Use the "Add products" button above to add products to order.
uz: Buyurtmaga mahsulot qo'shish uchun yuqoridagi "Mahsulotlar qo'shish" tugmasidan foydalaning.

# Languages::order_by_status
source: Order by status
uz: Buyurtma holati

# Languages::order_date
source: Order date
uz: Buyurtma sanasi

# Languages::order_details
source: Order details
uz: Buyurtma tafsilotlari

# Languages::order_discount
source: Order discount
uz: Buyurtma uchun chegirma

# Languages::order_id
source: Order ID
uz: Buyurtma identifikatori

# Languages::order_info
source: Order information
uz: Buyurtma haqida ma'lumot

# Languages::order_items
source: Order items
uz: Buyurtma buyumlari

# Languages::order_landing_page
source: Order landing page
uz: Ochilish sahifasiga buyurtma bering

# Languages::order_management
source: Order management
uz: Buyurtmani boshqarish

# Languages::order_placed
source: Order placed
uz: Buyurtma berildi

# Languages::order_prefix
source: Order prefix
uz: Buyurtma prefiksi

# Languages::order_search
source: Search order
uz: Qidiruv tartibi

# Languages::order_status
source: Order status
uz: Buyurtma holati

# Languages::order_statuses
source: Order statuses
uz: Buyurtma holatlari

# Languages::order_statuses_menu_description
source: Add new or edit existing order statuses.
uz: Yangi buyurtma qo'shing yoki mavjud buyurtma holatini tahrirlang.

# Languages::order_total
source: Order Total
uz: Buyurtma jami

# Languages::order_total_not_correct
source: The paid total amount does not match the order total
uz: To'langan jami summa buyurtma summasiga mos kelmaydi

# Languages::order_was_not_placed
source: Order was not placed
uz: Buyurtma berilmadi

# Languages::original
source: Original
uz: Asl

# Languages::origination
source: Origination
uz: Kelib chiqishi

# Languages::or_saved_search
source: or any item from the saved search
uz: yoki saqlangan qidiruvdagi istalgan element

# Languages::or_use
source: Or use
uz: Yoki foydalaning

# Languages::others
source: Others
uz: Boshqalar

# Languages::other_addons
source: Other add-ons
uz: Boshqa qo'shimchalar

# Languages::output
source: Output
uz: Chiqish

# Languages::out_of_stock_actions
source: Out of stock actions
uz: Stoksiz harakatlar

# Languages::out_of_stock_products
source: Out of stock
uz: Sotuvda yo'q

# Languages::override_by_dispatch
source: Override locations by dispatch
uz: Joylarni jo'natish orqali bekor qilish

# Languages::override_by_this
source: Use this content for all the block instances
uz: Ushbu tarkibdan barcha blokirovkalar uchun foydalaning

# Languages::override_product_data
source: Apply values to all the selected products
uz: Barcha tanlangan mahsulotlarga qiymatlarni qo'llang

# Languages::owner
source: Owner
uz: Egasi

# Languages::p21agree
source: Please type "AGREE" or "DISAGREE" in the box provided
uz: Iltimos, berilgan katakchaga “ROZILIM” yoki “ROZI EMAS” so‘zlarini kiriting

# Languages::p21agree_tooltip
source: By typing AGREE in the below box I am providing my signature as authorization to Payment21&reg; to electronically debit my account for the amount I have entered. I also understand and expressly authorize the merchant, if my eCheck payment is dishonored or returned for any reason, to electronically debit my account for the amount of the eCheck payment plus an NSF fee not to exceed the state maximum legal limit. I will print or save this page for my records. I can call 1-888-770-0850 for 24/7 support with any questions regarding this payment transaction.
uz: Quyidagi katakchaga ROZILIM so‘zini kiritish orqali men Payment21-ga ruxsat sifatida imzoimni taqdim etaman&reg; men kiritgan summani hisobimdan elektron tarzda yechib olish. Shuningdek, men, agar mening eCheck toʻlovim notoʻgʻri boʻlsa yoki biron-bir sababga koʻra qaytarilsa, savdogarga eCheck toʻlovi va davlatning maksimal qonuniy chegarasidan oshmaydigan NSF toʻlovi miqdorini hisobimdan elektron tarzda yechib olishini tushunaman va unga aniq ruxsat beraman. Men ushbu sahifani o'z yozuvlarim uchun chop etaman yoki saqlayman. Ushbu toʻlov tranzaksiyasi boʻyicha har qanday savol bilan 24/7 qoʻllab-quvvatlash uchun 1-888-770-0850 raqamiga qoʻngʻiroq qilishim mumkin.

# Languages::package
source: Package
uz: Paket

# Languages::packages
source: Packages
uz: Paketlar

# Languages::show_package_contents
source: View upgrade contents
uz: Yangilash tarkibini ko'rish

# Languages::package_type
source: Package type
uz: Paket turi

# Languages::packing_slip
source: Packing slip
uz: Qadoqlash varaqasi

# Languages::packing_slip_for_order
source: Packing slip for order
uz: Buyurtma uchun qadoqlash varaqasi

# Languages::page
source: Page
uz: Sahifa

# Languages::pages
source: Pages
uz: Sahifalar

# Languages::page_cloned
source: The page <b>[page]</b> has been cloned successfully. Now you can edit the new page
uz: <b>[page]</b> sahifasi muvaffaqiyatli klonlandi. Endi siz yangi sahifani tahrirlashingiz mumkin

# Languages::page_id
source: Page ID
uz: Sahifa identifikatori

# Languages::page_link
source: Page URL
uz: Sahifa URL manzili

# Languages::page_name
source: Page name
uz: Sahifa nomi

# Languages::page_not_found
source: Page Not Found
uz: Sahifa topilmadi

# Languages::page_not_found_text
source: The page you have requested cannot be found.
uz: Siz soʻragan sahifa topilmadi.

# Languages::page_title
source: Page title
uz: Sahifa sarlavhasi

# Languages::paid_amount
source: Paid amount
uz: To'langan miqdor

# Languages::param
source: Parameter
uz: Parametr

# Languages::parameter
source: Object to analyze
uz: Tahlil qilinadigan ob'ekt

# Languages::parameter_name
source: Parameter name
uz: Parametr nomi

# Languages::parent_category
source: Parent category
uz: Ota-onalar toifasi

# Languages::parent_category_id
source: Parent category
uz: Ota-onalar toifasi

# Languages::parent_item
source: Parent item
uz: Asosiy element

# Languages::parent_page
source: Parent page
uz: Asosiy sahifa

# Languages::parent_page_id
source: Parent page
uz: Asosiy sahifa

# Languages::partner
source: Partner
uz: Hamkor

# Languages::passphrase
source: Pass-phrase
uz: Parolli ibora

# Languages::passport_number
source: Passport number
uz: Pasport raqami

# Languages::password
source: Password
uz: Parol

# Languages::path_to_files
source: Full path to the "atos" files
uz: "Atos" fayllariga to'liq yo'l

# Languages::pause_delay
source: Pause delay (in seconds)
uz: Pauza kechikishi (sekundlarda)

# Languages::payflowcolor
source: Payflow color
uz: To'lov oqimi rangi

# Languages::payment
source: Payment
uz: To'lov

# Languages::payments
source: Payments
uz: To'lovlar

# Languages::payments.cresecure.location_notice
source: <b>Please note:</b><br>1. This payment requires the https checkout option to be enabled!<br>2. By default, the Checkout location is shown to a user on payment placing. In order to show a different location, create a new location with the dispatch 'checkout.cresecure_template' in the <a href="[url]" target="_blank">Layout manager</a>.
uz: <b>E'tibor bering:</b><br>1. Bu toʻlov https toʻlov opsiyasini yoqishni talab qiladi!<br>2. Odatiy bo'lib, to'lov joyi foydalanuvchiga to'lovni amalga oshirishda ko'rsatiladi. Boshqa joylashuvni koʻrsatish uchun <a href="[url]" target="_blank">Tuzilish menejerida</a> joʻnatish “checkout.cresecure_template” bilan yangi joylashuv yarating.

# Languages::payments.epdq.bgcolor
source: Background color
uz: Fon rangi

# Languages::payments.epdq.btn_bgcolor
source: Button background color
uz: Tugma fon rangi

# Languages::payments.epdq.btn_textcolor
source: Button text color
uz: Tugma matn rangi

# Languages::payments.epdq.font_type
source: Font type
uz: Shrift turi

# Languages::payments.epdq.hash_error
source: Sorry, the hash string does not match
uz: Kechirasiz, xesh qatori mos emas

# Languages::payments.epdq.instructions
source: <ol><li><p>Enter the following URL in the "Technical information"→"Transaction feedback" section in the Barclaycard ePDQ admin area:</p><p>for the "accepted" and "cancelled" payments: [url]</p></li><li>Make sure that the "Timing of the request" is set to "Always online", and "Request method" is set to "POST"</li><li>Define the "SHA-OUT pass phrase" value in the ePDQ admin area as you like, then duplicate it in the "SHA-IN pass phrase" field in the "Data and origin verification" section, and also in the "Pass-phrase" field below</li><li>Make sure that the "Default operation code" option in the ePDQ admin area has the same value as the "Transaction type" option value below</li><li>Set the "Hash algorithm" parameter to "SHA-1" in the "Global security parameters" section in the Barclaycard ePDQ admin area</li></ol>
uz: <ol><li><p>Barclaycard ePDQ administrator hududidagi "Texnik ma'lumot"→"Tranzaksiya haqida fikr-mulohaza" bo'limiga quyidagi URL manzilini kiriting:</p><p>"qabul qilingan" va "bekor qilingan" to'lovlar uchun: [url]</p></li><li>“Soʻrov vaqti” “Har doim onlayn”, “Soʻrov usuli” esa “POST” qilib oʻrnatilganligiga ishonch hosil qiling</li><li> ePDQ administrator hududida “SHA-OUT o‘tish iborasi” qiymatini o‘zingiz xohlagancha belgilang, so‘ng uni “Ma’lumotlar va kelib chiqishni tekshirish” bo‘limidagi “SHA-IN o‘tish iborasi” maydonida, shuningdek, “Pass-frase”da takrorlang. Quyidagi " maydoni</li><li>ePDQ administrator hududidagi "Birlamchi operatsiya kodi" parametri quyidagi "Tranzaktsiya turi" parametr qiymati bilan bir xil qiymatga ega ekanligiga ishonch hosil qiling</li><li>"Xesh algoritmini o'rnating. " parametrini Barclaycard ePDQ administrator hududidagi "Global xavfsizlik parametrlari" bo'limida "SHA-1" ga</li></ol>

# Languages::payments.epdq.tbl_bgcolor
source: Table background color
uz: Jadval fon rangi

# Languages::payments.epdq.tbl_textcolor
source: Table text color
uz: Jadval matn rangi

# Languages::payments.epdq.textcolor
source: Text color
uz: Matn rangi

# Languages::payments.epdq.title
source: Title
uz: Sarlavha

# Languages::payments.signin_to_checkout
source: <a href=[url]>Sign in</a> to check out
uz: Chiqish uchun <a href=[url]>tizimga kiring</a>

# Languages::payments_tab1
source: Credit card
uz: Kredit kartasi

# Languages::payments_tab2
source: Internet Payments
uz: Internet to'lovlari

# Languages::payments_tab3
source: Other Payment Options
uz: Boshqa to'lov imkoniyatlari

# Languages::payment_amount
source: Payment amount
uz: To'lov miqdori

# Languages::payment_category
source: Payment category
uz: To'lov toifasi

# Languages::payment_category_note
source: Payment categories tabs will NOT be displayed if all the active payments belong to the same category
uz: Agar barcha faol to‘lovlar bir xil toifaga tegishli bo‘lsa, to‘lov toifalari yorliqlari KO‘RSATILMAYDI

# Languages::payment_details
source: Payment details
uz: To'lov tafsilotlari

# Languages::payment_form_url
source: Payment Form URL
uz: Toʻlov shaklining URL manzili

# Languages::payment_info
source: Payment type
uz: To'lov turi

# Languages::payment_information
source: Payment information
uz: To'lov ma'lumotlari

# Languages::payment_instructions
source: Payment instructions
uz: To'lov ko'rsatmalari

# Languages::payment_method
source: Payment method
uz: To'lov uslubi

# Languages::payment_methods
source: Payment methods
uz: To'lov usullari

# Languages::payment_response_password
source: Payment Response password
uz: To'lovga javob paroli

# Languages::payment_surcharge
source: Payment surcharge
uz: Qo'shimcha to'lov

# Languages::payment_type
source: Payment type
uz: To'lov turi

# Languages::paypal_authentication_method
source: PayPal authentication method
uz: PayPal autentifikatsiya usuli

# Languages::paypal_item_name
source: Name of the item (or a name for the Shopping Cart)
uz: Tovar nomi (yoki Savatga nomi)

# Languages::paypal_security_error
source: Your order was not placed: the recipient PayPal account is wrong.
uz: Buyurtmangiz joylashtirilmadi: oluvchining PayPal hisobi noto‘g‘ri.

# Languages::pay_from_email
source: Customer email
uz: Mijoz elektron pochtasi

# Languages::pay_order_again
source: Pay order again
uz: Buyurtmani qayta to'lash

# Languages::pay_to_email
source: Email address of the Merchant
uz: Savdogarning elektron pochta manzili

# Languages::pending
source: Pending
uz: Kutilmoqda

# Languages::suspended
source: Suspended
uz: To'xtatildi

# Languages::per
source: Per [object]
uz: [ob'ekt] uchun

# Languages::percent
source: Percent
uz: Foiz

# Languages::period
source: Period
uz: Davr

# Languages::per_item
source: Per Item
uz: Har bir element
