Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::text_recover_password
source: <p>If you have forgotten your password, enter your email address in the field and click <i>Reset password</i>.</p><p>You will receive a new password and a link to sign in. You will be able to change the password later.</p>
uz: <p>Agar parolingizni unutgan bo'lsangiz, maydonga elektron pochta manzilingizni kiriting va <i>Parolni tiklash</i> tugmasini bosing.</p><p>Siz yangi parol va tizimga kirish uchun havola olasiz. parolni keyinroq oʻzgartirishi mumkin.</p>

# Languages::text_recover_password_notice
source: Enter your email address to receive a new login key and a link to sign in and change your password.
uz: Yangi kirish kalitini va tizimga kirish va parolingizni o'zgartirish uchun havolani olish uchun elektron pochta manzilingizni kiriting.

# Languages::text_recover_password_title
source: Reset password
uz: Parolni tiklash

# Languages::text_remove_additional_images
source: When importing additional images of an updated product, existing images of this product will be deleted before import
uz: Yangilangan mahsulotning qoʻshimcha rasmlarini import qilishda ushbu mahsulotning mavjud rasmlari importdan oldin oʻchirib tashlanadi

# Languages::text_remove_backup_files
source: Warning! If you remove the backup files, you will not be able to restore your previous installation. Ensure that the new version is working properly, and the backup database files are in a safe place.
uz: Ogohlantirish! Zaxira fayllarni olib tashlasangiz, avvalgi o'rnatishingizni tiklay olmaysiz. Yangi versiya to'g'ri ishlayotganiga va ma'lumotlar bazasi fayllarining zaxira nusxasi xavfsiz joyda ekanligiga ishonch hosil qiling.

# Languages::text_required_group_product
source: Please select a product for the required group [group_name]
uz: Kerakli guruh uchun mahsulotni tanlang [guruh_nomi]

# Languages::text_reset_inventory_description
source: Quantity of all products in the store will be reset.
uz: Do'kondagi barcha mahsulotlar miqdori qayta o'rnatiladi.

# Languages::text_restore_question
source: Are you sure that you want to restore the template?
uz: Shablonni qayta tiklamoqchi ekanligingizga ishonchingiz komilmi?

# Languages::text_sagepay_dir_notice
source: <b>Note:</b> In order to track your Sage Pay orders by the shopping cart software, please enable the 3D Secure Fraud Checking Option for your Sage Pay VSP Direct account.
uz: <b>Eslatma:</b> Savatcha dasturi orqali Sage Pay buyurtmalaringizni kuzatish uchun Sage Pay VSP Direct hisobingiz uchun 3D Secure Fraud Checking opsiyasini yoqing.

# Languages::text_sagepay_notice
source: Use <b>testvendor</b> as <b>Vendor Name</b> for the testing purposes<br /><p><b>PAYMENT</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
uz: Sinov maqsadida <b>testvendor</b> dan <b>Vendor Name</b> sifatida foydalaning<br /><p><b>TO'LOV</b> - tranzaksiya turi bankdan ruxsat olish uchun ishlatiladi , keyin ertasi kuni ertalab mijozingiz kartasidan pul mablag'larini olish majburiyatini olgan holda o'sha tranzaksiya bo'yicha hisob-kitob qiling.<br /></p><p><b>KECHIRILGAN</b> - tranzaktsiyalar yakunlash uchun bankka yuborilmaydi. SagePay VSP administrator interfeysiga kirib, tranzaksiyani topib, “Chiqarish” tugmasini bosish orqali ularni OLIB BERMAguningizcha.</p>

# Languages::text_secret_key_notice
source: Please complete this field with any non-empty value. It will increase the security of transactions.
uz: Iltimos, ushbu maydonni boʻsh boʻlmagan qiymat bilan toʻldiring. Bu tranzaktsiyalar xavfsizligini oshiradi.

# Languages::text_select_fields2edit_note
source: You are able to modify several items at once. Select the check boxes corresponding to the fields you wish to edit, and click on Modify Selected.
uz: Siz bir vaqtning o'zida bir nechta narsalarni o'zgartirishingiz mumkin. Tahrir qilmoqchi bo'lgan maydonlarga mos keladigan katakchalarni belgilang va "Tanlanganni o'zgartirish" tugmasini bosing.

# Languages::text_select_file
source: Select a file or enter a URL
uz: Faylni tanlang yoki URL manzilini kiriting

# Languages::text_select_range
source: You can select a range to export (otherwise all [name] will be exported)
uz: Eksport qilish uchun diapazonni tanlashingiz mumkin (aks holda barcha [name] eksport qilinadi)

# Languages::text_share_product_features_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in filters will be lost even if you copy all categories. Please, fix categories manually.
uz: Diqqat! Ushbu operatsiya davomida ba'zi ma'lumotlardan nusxa ko'chirilmaydi: filtrlarda o'rnatilgan toifalar barcha toifalarni nusxa ko'chirsangiz ham yo'qoladi. Iltimos, toifalarni qo'lda tuzating.

# Languages::text_share_product_filters_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in features will be lost even if you copy all categories. Please, fix categories manually.
uz: Diqqat! Ushbu operatsiya davomida ba'zi ma'lumotlardan nusxa ko'chirilmaydi: barcha toifalarni nusxalagan bo'lsangiz ham, funksiyalarda o'rnatilgan toifalar yo'qoladi. Iltimos, toifalarni qo'lda tuzating.

# Languages::text_share_promotions_tooltip
source: In order to share promotions make sure the respective products are also shared (check Share products below)
uz: Aktsiyalarni baham ko'rish uchun tegishli mahsulotlar ham baham ko'rilganiga ishonch hosil qiling (quyida "Mahsulotlarni ulashish" bandini belgilang)

# Languages::text_shipping_packages_info
source: To ensure a more precise shipping rate estimation, the products have been separated into packages as defined by the product settings and the shipping method configuration. The following info is for referential use only
uz: Yuk tashish tezligini aniqroq baholash uchun mahsulotlar mahsulot sozlamalari va yuk tashish usuli konfiguratsiyasi bilan belgilangan paketlarga ajratilgan. Quyidagi ma'lumotlar faqat ma'lumot uchun mo'ljallangan

# Languages::text_shipping_rates_changed
source: Shipping rates were changed
uz: Yuk tashish tariflari o'zgartirildi

# Languages::text_ship_to_billing
source: Order will be delivered to the billing address
uz: Buyurtma hisob-kitob manziliga yetkaziladi

# Languages::text_skrill_activate_quick_checkout_short_explanation
source: Skrill Merchant Tools enables you to take payments from credit cards, debit cards and over 60 other local payment options in over 200 countries. The highly competitive rates for this service are published on the Skrill website at www.skrill.com.
uz: Skrill Merchant Tools sizga kredit kartalari, debet kartalari va 200 dan ortiq mamlakatlarda 60 dan ortiq boshqa mahalliy toʻlov opsiyalaridan toʻlovlarni qabul qilish imkonini beradi. Ushbu xizmat uchun yuqori raqobatbardosh tariflar Skrill veb-saytida e'lon qilingan www.skrill.com.

# Languages::text_skrill_activate_quick_checkout_short_explanation_1
source: You have sent a request for activation on the [date]. Please be aware that the verification process to use Skrill Merchant Tools could take up to 72 hours. You will be contacted by Skrill when the verification process has been completed.
uz: Siz [date] faollashtirish uchun so'rov yubordingiz. Skrill Merchant Tools-dan foydalanishni tekshirish jarayoni 72 soatgacha vaqt olishi mumkinligini unutmang. Tasdiqlash jarayoni tugagach, Skrill siz bilan bog'lanadi.

# Languages::text_skrill_currs_notice
source: If you selected a currency that is not the base one in your store, please make sure that it has the correct <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> on the <a href="[link]">currencies</a> page.
uz: Agar siz doʻkoningizda asosiy boʻlmagan valyutani tanlagan boʻlsangiz, unda <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 kodi</a> toʻgʻri ekanligiga ishonch hosil qiling. <a href="[link]">valyutalar</a> sahifasida.

# Languages::text_skrill_email_is_not_registered
source: Specified email address is not registered in Skrill.
uz: Belgilangan elektron pochta manzili Skrill-da ro'yxatdan o'tmagan.

# Languages::text_skrill_email_is_registered
source: Specified email address is registered in Skrill.
uz: Belgilangan elektron pochta manzili Skrill-da ro'yxatdan o'tgan.

# Languages::text_skrill_empty_input_data
source: Some of the fields required for Quick Checkout activation are missing. Please check.
uz: Tezkor hisob-kitobni faollashtirish uchun zarur bo'lgan ba'zi maydonlar etishmayapti. Iltimos, tekshiring.

# Languages::text_skrill_logo_notice
source: If your HTTPS server is not set up, the logo will be passed by the HTTP protocol and users will see the "Connection Partially Encrypted" warning on the Skrill page.
uz: Agar HTTPS serveringiz sozlanmagan boʻlsa, logotip HTTP protokoli orqali oʻtadi va foydalanuvchilar Skrill sahifasida “Ulanish qisman shifrlangan” ogohlantirishini koʻradi.

# Languages::text_skrill_notice
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.<p><strong>Attention</strong>: please save settings before validating email, secret word or activating merchant tools.</p>
uz: Skrill xalqaro toʻlov tarmogʻiga kirish uchun bepul hisob qaydnomangiz boʻlmasa, <a href="[register_url]" target="_blank">bu yerda</a> roʻyxatdan oʻting.<p><strong >Diqqat</strong>: e-pochta, maxfiy so‘zni tasdiqlash yoki savdo vositalarini faollashtirishdan oldin sozlamalarni saqlang.</p>

# Languages::text_skrill_notice_register
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.<p><strong>Attention</strong>: please save settings before activating merchant tools.</p>
uz: Skrill xalqaro toʻlov tarmogʻiga kirish uchun bepul hisob qaydnomangiz boʻlmasa, <a href="[register_url]" target="_blank">bu yerda</a> roʻyxatdan oʻting.<p><strong >Diqqat</strong>: sotuvchi vositalarini faollashtirishdan oldin sozlamalarni saqlang.</p>

# Languages::text_skrill_payment_is_not_saved
source: In order to use this feature, please save the payment method first.
uz: Bu funksiyadan foydalanish uchun avval toʻlov usulini saqlang.

# Languages::text_skrill_secred_word_notice
source: The secret word must be in lower case without special characters and at least 10 digits long.
uz: Yashirin so'z kichik harflarda maxsus belgilarsiz va kamida 10 ta raqamdan iborat bo'lishi kerak.

# Languages::text_skrill_secret_word_is_correct
source: Specified secret word is correct.
uz: Belgilangan maxfiy so'z to'g'ri.

# Languages::text_skrill_secret_word_is_incorrect
source: Your secret word is incorrect. Please choose your secret word in the Merchant Tools section of your Skrill Account and then enter it here.
uz: Sizning maxfiy so'zingiz noto'g'ri. Iltimos, Skrill hisobingizning Savdogar asboblari boʻlimida maxfiy soʻzingizni tanlang va soʻng uni shu yerga kiriting.

# Languages::text_skrill_support
source: <b>Support:</b> <br /><br /> Do you have questions?<br /> Contact Skrill on <a href="mailto:">ecommerce@skrill.com</a> or by phone +44 (0) 870 383 0762.<br />
uz: <b>Yordam:</b> <br /><br /> Savollaringiz bormi?<br /> Skrill bilan <a href="mailto:">ecommerce@skrill.com</a> yoki telefon orqali bog‘laning. +44 (0) 870 383 0762.<br />

# Languages::text_status_is_float
source: You cannot use time interval for the "Status" parameter because this parameter is time dependent.
uz: "Status" parametri uchun vaqt oralig'idan foydalana olmaysiz, chunki bu parametr vaqtga bog'liq.

# Languages::text_storage_changed
source: Storage changed successfully
uz: Xotira muvaffaqiyatli almashtirildi

# Languages::text_store_mode_changed_to_full
source: <strong>Full mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
uz: <strong>To'liq rejim</strong> faollashtirildi. Ushbu rejimda elektron tijoratning barcha ilg'or xususiyatlari mavjud.

# Languages::text_store_mode_closed
source: The store was <b>closed</b>
uz: Do‘kon <b>yopildi</b>

# Languages::text_store_mode_full
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p><br />

# Languages::text_store_mode_opened
source: The store was <b>opened</b>
uz: Do'kon <b>ochildi</b>

# Languages::text_store_mode_open
source: The store was <b>opened</b>
uz: Do'kon <b>ochildi</b>

# Languages::text_store_mode_trial
source: <p>Full access to all features during the 30-day trial period, starting from the time of activation.</p><p>Once the 30-day trial period expires, you'll have to <a href="[product_buy_url]" target="_blank">purchase a license</a> or enter a valid license number to be able to manage your store.</p>
uz: <p>Faollashtirilgan paytdan boshlab 30 kunlik sinov muddati davomida barcha funksiyalardan toʻliq foydalanish imkoniyati.</p><p>30 kunlik sinov muddati tugashi bilan siz <a href="[ product_buy_url]" target="_blank">litsenziyani sotib oling</a> yoki do‘koningizni boshqarish uchun haqiqiy litsenziya raqamini kiriting.</p>

# Languages::text_store_mode_trial_rb
source: All features are available during 30 days after download of the installation package. You don't need to enter the license key.<br /><br />After the 30-day trial period is over, you need to buy the license or enter the license key if you already have one.<br /><br />
uz: Barcha xususiyatlar o'rnatish paketi yuklab olingandan keyin 30 kun ichida mavjud. Litsenziya kalitini kiritish shart emas.<br /><br />30 kunlik sinov muddati tugagandan soʻng litsenziyani sotib olishingiz yoki agar sizda mavjud boʻlsa, litsenziya kalitini kiritishingiz kerak.<br /> <br />

# Languages::text_tax_applied
source: The tax <b>[tax]</b> has been applied to all products
uz: Soliq <b>[tax]</b> barcha mahsulotlarga qo'llanildi

# Languages::text_tax_unset
source: The tax <b>[tax]</b> has been removed from all products
uz: Soliq <b>[tax]</b> barcha mahsulotlardan olib tashlandi

# Languages::text_template_changed
source: Your changes have not been saved.Press OK to save changes or Cancel to discard them.
uz: Oʻzgartirishlaringiz saqlanmadi. Oʻzgarishlarni saqlash uchun OK tugmasini yoki ularni bekor qilish uchun Bekor qilish tugmasini bosing.

# Languages::text_thaiepay_notice
source: <p>Please set the following values in the ThaiePay merchant settings:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (it is important!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" must be checked</b> - it will increase the security of transactions</p><p>Additional Parameter: it is obligatory for successful processing of transactions. For example, you can set <b>name=completed</b> and <b>value=some_secret_word</b>. Copy these values to these form fields: "Additional parameter Name" and "Additional parameter Value".</p>
uz: <p>Iltimos, ThaiePay savdogar sozlamalarida quyidagi qiymatlarni o‘rnating:</p><p>Qaytish URL manzili: <b>[return_url]</b></p><p>Holat: <b>Ha (bu shunday muhim!)</b></p><p>Orqaga yuborish URL: <b>[postback_url]</b></p><p>Asosiy parametr: <b>"jami" belgilanishi kerak</b > - bu tranzaktsiyalar xavfsizligini oshiradi</p><p>Qo'shimcha parametr: tranzaktsiyalarni muvaffaqiyatli qayta ishlash uchun majburiydir. Masalan, siz <b>name=completed</b> va <b>value=some_secret_word</b> ni belgilashingiz mumkin. Ushbu qiymatlarni ushbu shakl maydonlariga nusxalang: "Qo'shimcha parametr nomi" va "Qo'shimcha parametr qiymati".</p>

# Languages::text_thumbnail_manual_loading
source: Thumbnails will be generated from detailed images automatically, but you can also <a id="[id]" class="[class]">upload them manually.</a>
uz: Batafsil tasvirlardan eskizlar avtomatik ravishda yaratiladi, lekin siz <a id="[id]" class="[class]">ularni qo‘lda yuklashingiz mumkin</a>.

# Languages::text_topmenu_more
source: More [item] <i class="text-arrow">&rarr;</i>
uz: Batafsil [item] <i class="text-arrow">&rarr;</i>

# Languages::text_topmenu_view_more
source: View more <i class="text-arrow">&rarr;</i>
uz: Koʻproq <i class="text-arrow">&rarr;</i>ni koʻring

# Languages::text_track_instructions_sent
source: Access instructions were sent to your e-mail address.
uz: Kirish ko'rsatmalari sizning elektron pochta manzilingizga yuborildi.

# Languages::text_track_request
source: You requested information on the orders you placed in our store.
uz: Siz bizning do'konimizga bergan buyurtmalaringiz haqida ma'lumot so'radingiz.

# Languages::text_track_view_all_orders
source: To view all your orders, please follow this link:
uz: Barcha buyurtmalaringizni koʻrish uchun quyidagi havolaga oʻting:

# Languages::text_track_view_order
source: To view order #[order] please open this link:
uz: #[order] buyurtmasini ko‘rish uchun ushbu havolani oching:

# Languages::text_transaction_cancelled
source: Transaction was canceled by the customer
uz: Bitim mijoz tomonidan bekor qilindi

# Languages::text_transaction_declined
source: Transaction was declined by the payment processor or was canceled by the customer
uz: Tranzaksiya toʻlov protsessori tomonidan rad etildi yoki mijoz tomonidan bekor qilindi

# Languages::text_uc_another_update_process_running
source: Possibly another upgrade process is running.<br />Please wait until it is finished.<br />If the process has finished with an error, you can remove the file [filename] and try to restart the upgrade.<br /><a href="[url]">Remove the lock file and restart the upgrade</a>
uz: Ehtimol, boshqa yangilash jarayoni ishlamoqda.<br />Iltimos, u tugashini kuting.<br />Agar jarayon xatolik bilan yakunlangan boʻlsa, [fayl nomi] faylini oʻchirib tashlashingiz va yangilashni qayta ishga tushirishga urinib koʻrishingiz mumkin.<br /> <a href="[url]">Qulflash faylini olib tashlang va yangilashni qayta ishga tushiring</a>

# Languages::text_uc_backup_database
source: The following database tables have been backed up
uz: Quyidagi ma'lumotlar bazasi jadvallari zaxiralangan

# Languages::text_uc_backup_files
source: The following files have been backed up
uz: Quyidagi fayllar zaxiralangan

# Languages::text_uc_broken_package
source: The upgrade package seems to be broken. Please refresh packages list and try to download it again
uz: Yangilash paketi buzilganga o'xshaydi. Iltimos, paketlar roʻyxatini yangilang va uni qayta yuklab olishga urinib koʻring

# Languages::text_uc_cannot_lock_upgrade_process
source: Failed to disable upgrade process launching
uz: Yangilash jarayonini ishga tushirishni o‘chirib bo‘lmadi

# Languages::text_uc_cant_download_package
source: Cannot download the upgrade package
uz: Yangilash paketini yuklab bo'lmadi

# Languages::text_uc_changed_files_message
source: These files have local modifications and will be backed up. Once the upgrade is complete, compare the backup files with the new files and reapply the modifications to the new files, if necessary.
uz: Ushbu fayllar mahalliy o'zgarishlarga ega va zaxiralanadi. Yangilash tugallangandan so'ng, zaxira fayllarni yangi fayllar bilan solishtiring va agar kerak bo'lsa, o'zgartirishlarni yangi fayllarga qayta qo'llang.

# Languages::text_uc_check_ok
source: Your [product] version has been checked successfully. It is ready for upgrade.
uz: Sizning [product] versiyangiz muvaffaqiyatli tekshirildi. U yangilashga tayyor.

# Languages::text_uc_conflicts
source: The following files had local modifications
uz: Quyidagi fayllar mahalliy o'zgarishlarga ega edi

# Languages::text_uc_db_right_needed
source: Not enough permissions to update database. Please assign the following privileges to your database user [db_user]: [priviliges].
uz: Maʼlumotlar bazasini yangilash uchun ruxsat yoʻq. Iltimos, maʼlumotlar maʼlumotlari foydalanuvchisiga [db_user] yordamlarni tayinlang: [priviliges].

# Languages::text_uc_emergency_restore
source: Attention! Please copy and save the URL below - you can use it to restore your store if upgrade fails.<br /><b>[href]</b>
uz: Diqqat! Iltimos, quyidagi URL manzilidan nusxa oling va saqlang - agar yangilash muvaffaqiyatsiz bo'lsa, undan do'koningizni tiklash uchun foydalanishingiz mumkin.<br /><b>[href]</b>

# Languages::text_uc_failed_to_backup_tables
source: The database tables have not been backed up
uz: Ma'lumotlar bazasi jadvallari zaxiralanmagan

# Languages::text_uc_failed_to_create_directory
source: Failed to create a new directory
uz: Yangi katalog yaratib bo‘lmadi

# Languages::text_uc_failed_to_ftp_copy
source: FTP transfer failed
uz: FTP uzatish amalga oshmadi

# Languages::text_uc_ftp_cart_directory_not_found
source: We were unable to find CS-Cart installation in the specified directory. Please make sure that you have entered the correct FTP directory.
uz: Belgilangan katalogda CS-Cart o'rnatilishini topa olmadik. Iltimos, to'g'ri FTP katalogini kiritganingizga ishonch hosil qiling.

# Languages::text_uc_ftp_connection_failed
source: FTP connection failed
uz: FTP ulanishi amalga oshmadi

# Languages::text_uc_ftp_connect_failed
source: Cannot connect to FTP server. Please check if the host name is correct
uz: FTP serveriga ulanib bo'lmadi. Iltimos, xost nomi toʻgʻri yoki yoʻqligini tekshiring

# Languages::text_uc_ftp_login_failed
source: Cannot log in to FTP server. Please check if username and password are correct
uz: FTP serveriga kirib bo'lmadi. Iltimos, foydalanuvchi nomi va parol to'g'ri yoki yo'qligini tekshiring

# Languages::text_uc_ftp_needed
source: FTP credentials to access the files and set proper permissions automatically
uz: Fayllarga kirish va tegishli ruxsatlarni avtomatik ravishda o'rnatish uchun FTP hisob ma'lumotlari

# Languages::text_uc_has_conflicts
source: Some of your files had local modifications. You can check them by clicking the following link
uz: Ayrim fayllaringizda mahalliy oʻzgarishlar mavjud edi. Quyidagi havolani bosish orqali ularni tekshirishingiz mumkin

# Languages::text_uc_incorrect_upgrade_path
source: Wrong path to upgrade files
uz: Fayllarni yangilash uchun noto'g'ri yo'l

# Languages::text_uc_license_number_required
source: Please enter your [product] license number
uz: Iltimos, [product] litsenziya raqamingizni kiriting

# Languages::text_uc_list_of_updates_missing
source: List of upgrades is missing
uz: Yangilanishlar roʻyxati yoʻq

# Languages::text_uc_non_writable_files
source: These files require write permissions set (manually or automatically via FTP)
uz: Ushbu fayllar yozish ruxsatnomalarini o'rnatishni talab qiladi (FTP orqali qo'lda yoki avtomatik ravishda)

# Languages::text_uc_no_enough_space_to_backup_database
source: Insufficient disk space to back up the database
uz: Ma'lumotlar bazasini zaxiralash uchun disk maydoni etarli emas

# Languages::text_uc_no_ftp_module
source: It seems that no FTP module is installed on your server. You cannot use FTP until this module is installed
uz: Sizning serveringizda hech qanday FTP moduli o'rnatilmaganga o'xshaydi. Ushbu modul o'rnatilmaguncha FTP dan foydalana olmaysiz

# Languages::text_uc_unable_to_create_upgrade_folder
source: Failed to create an upgrade folder
uz: Yangilash papkasini yaratib bo‘lmadi

# Languages::text_uc_unable_to_parse_uc_xml
source: Failed to parse the upgrade process descriptor uc.xml
uz: uc.xml yangilash jarayoni deskriptorini tahlil qilib bo‘lmadi
