Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::currency_code_lkr
source: Sri Lanka Rupee
uz: Shri-Lanka rupisi

# Languages::currency_code_shp
source: St Helena Pound
uz: Avliyo Yelena funti

# Languages::currency_code_sdp
source: Sudanese Pound
uz: Sudan funti

# Languages::currency_code_srd
source: Suriname Dollar
uz: Surinam dollari

# Languages::currency_code_srg
source: Suriname Guilder
uz: Surinam Guilder

# Languages::currency_code_szl
source: Swaziland Lilangeni
uz: Svazilend Lilangeni

# Languages::currency_code_syp
source: Syrian Pound
uz: Suriya funti

# Languages::currency_code_tzs
source: Tanzanian Shilling
uz: Tanzaniya shillingi

# Languages::currency_code_ttd
source: Trinidad and Tobago Dollar
uz: Trinidad va Tobago dollari

# Languages::currency_code_tnd
source: Tunisian Dinar
uz: Tunis dinori

# Languages::currency_code_trl
source: Turkish Lira
uz: Turk lirasi

# Languages::currency_code_tmt
source: Turkmenistan Manat
uz: Turkmaniston manati

# Languages::currency_code_uzs
source: Uzbekistan Sum
uz: O'zbekiston so'mi

# Languages::currency_code_veb
source: Venezuela Bolivar
uz: Venesuela bolivari

# Languages::currency_code_vef
source: Venezuela Bolivar Fuerte
uz: Venesuela Bolivar Fuerte

# Languages::currency_code_vnd
source: Vietnamese New Dong
uz: Vetnam yangi dongi

# Languages::currency_code_yer
source: Yemeni Rial
uz: Yaman riali

# Languages::currency_code_yum
source: Yugoslavian New Dinar
uz: Yugoslaviya yangi dinari

# Languages::currency_code_zmw
source: Zambian Kwacha
uz: Zambiya kvachasi

# Languages::currency_code_zwd
source: Zimbabwe Dollar
uz: Zimbabve dollari

# Languages::editing_order_invoice_responsive
source: Editing invoice for order
uz: Buyurtma uchun hisob-fakturani tahrirlash

# Languages::responsive_admin.email_order_invoice_subject
source: [company_name]: Invoice for order
uz: [company_name]: Buyurtma uchun hisob-faktura

# Languages::file_uploading_in_progress_please_wait
source: File uploading in progress. Please wait.
uz: Fayl yuklanmoqda. Iltimos kuting.

# Languages::profile_types_section_user
source: Customers and admins
uz: Mijozlar va adminlar

# Languages::profile_types_section_seller
source: Vendor information
uz: Sotuvchi haqida ma'lumot

# Languages::profile_type
source: Profile type
uz: Profil turi

# Languages::bulk_edit.example_of_modified_value
source: Example of the modified value
uz: O'zgartirilgan qiymatga misol

# Languages::bulk_edit.decrease_hint
source: To decrease the value use the "-". Example: -5
uz: Qiymatni kamaytirish uchun "-" belgisidan foydalaning. Misol: -5

# Languages::bulk_edit.make_active
source: Make products active
uz: Mahsulotlarni faol qiling

# Languages::bulk_edit.make_disabled
source: Make products disabled
uz: Mahsulotlarni o'chirib qo'ying

# Languages::bulk_edit.make_hidden
source: Make products hidden
uz: Mahsulotlarni yashiring

# Languages::bulk_edit.price_and_stock
source: Price & Stock
uz: Narx va zaxira

# Languages::bulk_edit.what_do_these_checkboxes_mean
source: What do these checkboxes mean?
uz: Ushbu katakchalar nimani anglatadi?

# Languages::bulk_edit.what_do_these_checkboxes_mean_checked
source: all the selected products belong to this category or will be assigned to it.
uz: barcha tanlangan mahsulotlar ushbu turkumga tegishli yoki unga tayinlanadi.

# Languages::bulk_edit.what_do_these_checkboxes_mean_unchecked
source: none of the selected products belong to this category, or they will be removed from it.
uz: tanlangan mahsulotlarning hech biri ushbu turkumga kirmaydi yoki ular undan olib tashlanadi.

# Languages::bulk_edit.what_do_these_checkboxes_mean_indeterminate
source: some of the selected products belong to this category; no changes will be made.
uz: tanlangan mahsulotlarning ba'zilari ushbu toifaga tegishli; hech qanday o'zgartirish kiritilmaydi.

# Languages::bulk_edit.unable_to_delete_all_categories
source: At least one category must be selected
uz: Kamida bitta toifa tanlanishi kerak

# Languages::bulk_edit.some_products_were_omitted
source: Some products were skipped because the last remaining category can't be removed or added for a product.
uz: Baʼzi mahsulotlar oʻtkazib yuborildi, chunki oxirgi qolgan turkumni mahsulot uchun olib tashlash yoki qoʻshish mumkin emas.

# Languages::bulk_edit.some_products_were_omitted_other_storefront
source: Couldn't edit selected products. Some of the selected products belong to other storefronts; please deselect those products to be able to edit remaining ones.
uz: Tanlangan mahsulotlarni tahrirlab bo‘lmadi. Tanlangan mahsulotlarning ba'zilari boshqa do'kon vitrinalariga tegishli; qolganlarini tahrirlash uchun ushbu mahsulotlarni tanlashni bekor qiling.

# Languages::custom_search
source: Custom search
uz: Maxsus qidiruv

# Languages::system_environment
source: System environment
uz: Tizim muhiti

# Languages::product_feature.purpose
source: Purpose
uz: Maqsad

# Languages::ttc_product_feature.purpose
source: Determines how you and your customers will be able to use this feature.
uz: Siz va mijozlaringiz ushbu xususiyatdan qanday foydalanishlarini aniqlaydi.

# Languages::product_feature.purpose.organize_catalog
source: Brand, author, etc.
uz: Brend, muallif va boshqalar.

# Languages::product_feature.purpose.organize_catalog.description
source: For features like "Brand" or "Manufacturer" (for most products), "Performer" or "Label" (for music), "Author" or "Publisher" (for books), and so on. Every variant of this feature gets its own page with an image, description, and the list of products.
uz: "Brend" yoki "Ishlab chiqaruvchi" (ko'pgina mahsulotlar uchun), "Ijrochi" yoki "Yorliq" (musiqa uchun), "Muallif" yoki "Nashriyot" (kitoblar uchun) va boshqalar kabi xususiyatlar uchun. Ushbu xususiyatning har bir varianti rasm, tavsif va mahsulotlar ro'yxati bilan o'z sahifasiga ega bo'ladi.

# Languages::product_feature.purpose.find_products
source: Product search via filters
uz: Filtrlar orqali mahsulotni qidirish

# Languages::product_feature.purpose.find_products.description
source: For a feature that just allows you to specify an additional property of a product (for example, "Fabric" for T-shirts). If you create a filter by that feature, customers will see that such a property exists, and will be able to search products by it.
uz: Faqatgina mahsulotning qo'shimcha xususiyatini ko'rsatishga imkon beruvchi xususiyat uchun (masalan, futbolkalar uchun "Mato"). Agar siz ushbu xususiyat bo'yicha filtr yaratsangiz, mijozlar bunday xususiyat mavjudligini ko'radi va u bo'yicha mahsulotlarni qidirishi mumkin bo'ladi.

# Languages::product_feature.purpose.describe_product
source: Additional information
uz: Qo'shimcha ma'lumot

# Languages::product_feature.purpose.describe_product.description
source: For cases when you just need to show some information on a product page. There are no filters for this kind of features.
uz: Faqat mahsulot sahifasida ba'zi ma'lumotlarni ko'rsatishingiz kerak bo'lgan holatlar uchun. Bunday xususiyatlar uchun filtrlar mavjud emas.

# Languages::product_feature.feature_style
source: Feature style
uz: Xususiyat uslubi

# Languages::ttc_product_feature.feature_style
source: Determines the look of this feature on the product page.
uz: Mahsulot sahifasida ushbu xususiyatning ko'rinishini aniqlaydi.

# Languages::product_feature.feature_style.checkbox
source: Checkbox
uz: Belgilash katagi

# Languages::product_feature.feature_style.color
source: Color
uz: Rang

# Languages::product_feature.filter_style.color
source: Color
uz: Rang

# Languages::product_feature.feature_style.multiple_checkbox
source: Multiple checkboxes
uz: Bir nechta belgilash katakchalari

# Languages::product_feature.feature_style.text
source: Text or number
uz: Matn yoki raqam

# Languages::product_feature.feature_style.number
source: Number
uz: Raqam

# Languages::product_feature.feature_style.brand
source: Brand
uz: Brend

# Languages::product_feature.filter_style
source: Filter type
uz: Filtr turi

# Languages::ttc_product_feature.filter_style
source: Determines the look of a filter by this feature on the product list. Filters make it easier for customers to find a product with the desired feature value. You'll be able to create a filter after you create a feature.
uz: Mahsulotlar roʻyxatidagi ushbu xususiyat boʻyicha filtr koʻrinishini aniqlaydi. Filtrlar mijozlarga kerakli xususiyat qiymatiga ega mahsulotni topishni osonlashtiradi. Funktsiyani yaratganingizdan so'ng filtr yaratishingiz mumkin bo'ladi.

# Languages::product_feature.filter_style.checkbox
source: Checkbox
uz: Belgilash katagi

# Languages::product_feature.filter_style.slider
source: Number slider
uz: Raqamli slayder

# Languages::product_feature.filter_style.date
source: Date selector
uz: Sana selektori

# Languages::privilege_groups.blog_and_pages
source: Blog & Pages
uz: Blog va sahifalar

# Languages::privilege_groups.orders
source: Orders
uz: Buyurtmalar

# Languages::privilege_groups.order_statuses
source: Order statuses
uz: Buyurtma holatlari

# Languages::privilege_groups.other
source: Other
uz: Boshqa

# Languages::privilege_groups.backup_restore
source: Backup/Restore
uz: Zaxiralash/Tiklash

# Languages::privilege_groups.blocks
source: Blocks
uz: Bloklar

# Languages::privilege_groups.currencies
source: Currencies
uz: Valyutalar

# Languages::privilege_groups.design
source: Design
uz: Dizayn

# Languages::privilege_groups.documents
source: Documents
uz: Hujjatlar

# Languages::privilege_groups.file_changes
source: File changes detector
uz: Fayl o'zgarishlar detektori

# Languages::privilege_groups.files
source: Files
uz: Fayllar

# Languages::privilege_groups.edit_on_site
source: Edit content on-site
uz: Saytdagi tarkibni tahrirlash

# Languages::privilege_groups.email_templates
source: Email templates
uz: Elektron pochta shablonlar

# Languages::privilege_groups.exim
source: Import and export data
uz: Ma'lumotlarni import va eksport qilish

# Languages::privilege_groups.languages
source: Languages
uz: Tillar

# Languages::privilege_groups.locations
source: Rate areas
uz: Hududlarni baholang

# Languages::privilege_groups.logs
source: Logs
uz: Jurnallar

# Languages::privilege_groups.sales_reports
source: Sales reports
uz: Savdo hisobotlari

# Languages::privilege_groups.sitemap
source: Sitemap
uz: Sayt xaritasi

# Languages::privilege_groups.shipping
source: Shipping methods
uz: Yuk tashish usullari

# Languages::privilege_groups.payments
source: Payment methods
uz: To'lov usullari

# Languages::privilege_groups.products
source: Categories, Products, Features, Filters, Options
uz: Kategoriyalar, Mahsulotlar, Xususiyatlar, Filtrlar, Variantlar

# Languages::privilege_groups.promotions
source: Promotions
uz: Aktsiyalar

# Languages::privilege_groups.static_data
source: Static data
uz: Statik ma'lumotlar

# Languages::privilege_groups.stores
source: Storefronts
uz: Vitrinlar

# Languages::privilege_groups.storage
source: Storage
uz: Saqlash

# Languages::privilege_groups.settings
source: Settings
uz: Sozlamalar

# Languages::privilege_groups.taxes
source: Taxes
uz: Soliqlar

# Languages::privilege_groups.themes
source: Themes
uz: Mavzular

# Languages::privilege_groups.users
source: Users
uz: Foydalanuvchilar

# Languages::privilege_groups.user_groups
source: User groups
uz: Foydalanuvchilar guruhlari

# Languages::privilege_groups.upgrade_center
source: Upgrade center
uz: Yangilash markazi

# Languages::privilege.full_access
source: Full access
uz: To'liq kirish

# Languages::privilege.view_access
source: Can view only
uz: Faqat ko'rish mumkin

# Languages::privilege.no_access
source: No access
uz: Kirish yo'q

# Languages::privilege.custom_access
source: Custom access
uz: Maxsus kirish

# Languages::privilege.apply_to_all
source: Apply value to all
uz: Qiymatni hammaga qo'llang

# Languages::open_hours
source: Open hours
uz: Ochiq soatlar

# Languages::affected_email_templates
source: Email templates using this document
uz: Ushbu hujjat yordamida elektron pochta shablonlari

# Languages::pickup_point_not_selected
source: Sorry, we couldn't determine your pickup point. Please choose a pickup point, so that we know where to deliver your order.
uz: Kechirasiz, biz sizni qabul qilish nuqtasini aniqlay olmadik. Buyurtmani qayerga yetkazishni bilishimiz uchun qabul qilish punktini tanlang.

# Languages::no_manager_assigned
source: No manager assigned
uz: Hech qanday menejer tayinlanmagan

# Languages::block_manager.view_layout.reset_filter
source: Edit layouts
uz: Tartiblarni tahrirlash

# Languages::block_manager.view_layout.phone
source: Phone preview
uz: Telefonni oldindan ko'rish

# Languages::block_manager.view_layout.tablet
source: Tablet preview
uz: Planshetni oldindan ko'rish

# Languages::block_manager.view_layout.desktop
source: Desktop preview
uz: Ish stolini oldindan ko'rish

# Languages::block_manager.availability.show_on
source: Show on
uz: Ko‘rsatish

# Languages::block_manager.availability.phone
source: Phone
uz: Telefon

# Languages::block_manager.availability.tablet
source: Tablet
uz: Planshet

# Languages::block_manager.availability.desktop
source: Desktop
uz: Kompyuter

# Languages::add_as_order
source: Add as order
uz: Buyurtma sifatida qo'shing

# Languages::is_address_required
source: Customer must specify his/her address
uz: Xaridor o'z manzilini ko'rsatishi kerak

# Languages::go_to_admin_panel
source: Admin panel
uz: Administrator paneli

# Languages::checkout.min_cart_subtotal_required
source: To continue checkout process your order subtotal must exceed [amount]
uz: Toʻlov jarayonini davom ettirish uchun buyurtma oraliq summasi [amount] dan oshishi kerak

# Languages::lite_checkout.customer_information
source: Customer
uz: Mijoz

# Languages::lite_checkout.personal_name
source: Full name
uz: To'liq ismi sharif

# Languages::lite_checkout.city_and_state
source: City, state
uz: Shahar, shtat

# Languages::lite_checkout.place_an_order_for
source: Place order ([amount])
uz: Buyurtma berish ([amount])

# Languages::lite_checkout.delivery_note
source: Customer's notes
uz: Mijoz eslatmalari

# Languages::lite_checkout.shippings.show_all_on_map
source: Show all on map
uz: Hammasini xaritada ko'rsatish

# Languages::lite_checkout.nearest_station
source: Nearest station
uz: Eng yaqin stantsiya

# Languages::lite_checkout.select_pickup_item
source: Select a pickup point
uz: Qabul qilish nuqtasini tanlang

# Languages::lite_checkout.choose_from_list
source: Choose from list
uz: Ro'yxatdan tanlang

# Languages::lite_checkout.use_two_fingers_for_move_map
source: Use two fingers to move the map
uz: Xaritani siljitish uchun ikki barmoqdan foydalaning

# Languages::lite_checkout.select_your_city
source: Specify your city
uz: Shaharingizni belgilang

# Languages::lite_checkout.deliver_to
source: Deliver to:
uz: Yetkazib berish:

# Languages::lite_checkout.click_here_to_update_shipping
source: Enter city and state and click here to update shipping rates
uz: Shahar va shtatni kiriting va yuk tashish tariflarini yangilash uchun shu yerni bosing

# Languages::lite_checkout.shipping_method_for
source: Shipping method for [group_name]
uz: [group_name] uchun yetkazib berish usuli

# Languages::deprecated
source: Deprecated
uz: Eskirgan

# Languages::collapse_section
source: Collapse section
uz: Bo'limni yig'ish

# Languages::expand_section
source: Expand section
uz: Bo'limni kengaytirish

# Languages::companies
source: Stores
uz: Do'konlar

# Languages::storefronts
source: Storefronts
uz: Vitrina

# Languages::editing_storefront
source: Editing storefront
uz: Vitrini tahrirlash

# Languages::creating_storefront
source: Creating storefront
uz: Vitrina yaratish

# Languages::all_languages
source: All languages
uz: Barcha tillar

# Languages::all_currencies
source: All currencies
uz: Barcha valyutalar

# Languages::all_companies
source: All stores
uz: Barcha do'konlar

# Languages::storefront_status
source: Status
uz: Holat

# Languages::storefront_status.tooltip
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Specify the <i>Access key to temporarily closed storefront</i> below.<br/>Use http://www.example.com/index.php?store_access_key=key_value to access a closed storefront.
uz: Vitrina yopiq bo'lsa ham (holat OFF deb belgilangan), agar sizda kirish kaliti bo'lsa, uni ko'rishingiz mumkin bo'ladi. Quyida <i>Vaqtinchalik yopilgan vitrinaga kirish kalitini</i> belgilang.<br/>Yopiq vitrinaga kirish uchun http://www.example.com/index.php?store_access_key=key_value dan foydalaning.

# Languages::storefront_access_key
source: Access key to temporarily closed storefront
uz: Vaqtinchalik yopilgan vitrinaga kirish kaliti

# Languages::storefront_access_key.setting_notice
source: You can set the access key on the storefront editing page
uz: Kirish kalitini vitrini tahrirlash sahifasida o'rnatishingiz mumkin

# Languages::close_storefront
source: Close storefront
uz: Vitrini yoping

# Languages::close_storefront.setting_notice
source: You can open or close a storefront on the storefront editing page
uz: Vitrinni tahrirlash sahifasida siz vitrini ochishingiz yoki yopishingiz mumkin

# Languages::open_selected_storefronts
source: Open selected
uz: Tanlanganni ochish

# Languages::close_selected_storefronts
source: Close selected
uz: Tanlanganni yopish

# Languages::add_storefront
source: Add storefront
uz: Vitrina qo'shing

# Languages::storefront_status_changed.Y
source: The storefront was <b>closed</b>|The storefronts were <b>closed</b>
uz: Vitrina <b>yopildi</b>|Dikonlar <b>yopildi</b>

# Languages::storefront_status_changed.N
source: The storefront was <b>opened</b>|The storefronts were <b>opened</b>
uz: Vitrina <b>ochildi</b>|Dikonlar <b>ochildi</b>

# Languages::default_storefront
source: Default
uz: Standart

# Languages::add_profile_fields
source: Add profile fields
uz: Profil maydonlarini qo'shing

# Languages::add_profile_fields_and_close
source: Add profile fields and close
uz: Profil maydonlarini qo'shing va yoping

# Languages::checkout_block_with_heading
source: Checkout block (H2 heading)
uz: Hisob-kitob bloki (H2 sarlavhasi)

# Languages::notifications_center.no_notifications
source: No notifications
uz: Hech qanday bildirishnoma yo'q

# Languages::notifications_center.notifications
source: Notifications
uz: Bildirishnomalar

# Languages::notifications_center.section.all
source: All
uz: Hammasi

# Languages::notifications_center.section.administration
source: Administration
uz: Ma'muriyat

# Languages::notifications_center.section.products
source: Products
uz: Mahsulotlar

# Languages::notifications_center.section.other
source: Other
uz: Boshqa

# Languages::notifications_center.tag.administration.update
source: Update
uz: Yangilash

# Languages::notifications_center.tag.administration.license
source: Licence
uz: Litsenziya

# Languages::notifications_center.tag.other
source: Other
uz: Boshqa

# Languages::notifications_center.mark_all_as_read
source: Mark all as read
uz: Hammasini o'qilgan deb belgilang

# Languages::notification.upgrade_available.title
source: Upgrade available
uz: Yangilash mavjud

# Languages::notification.upgrade_available.message
source: A new version of [product] is available. If you want to upgrade to the latest version now, click here.
uz: [product] ning yangi versiyasi mavjud. Agar siz hozir eng so'nggi versiyaga yangilamoqchi bo'lsangiz, bu yerni bosing.

# Languages::authorize_before_order
source: Only registered customers can place an order. Please sign in to your account or register a new one.
uz: Faqat ro'yxatdan o'tgan mijozlar buyurtma berishlari mumkin. Iltimos, hisobingizga kiring yoki yangisini ro'yxatdan o'tkazing.

# Languages::storefront_with_same_url_exists
source: A storefront with the specified URL already exists
uz: Belgilangan URL manzilli vitrina allaqachon mavjud

# Languages::edit_layout_on_site
source: Edit layout on-site
uz: Saytda tartibni tahrirlash

# Languages::on_site_layout_editing
source: Editing layout page: [page]
uz: Tartib sahifasini tahrirlash: [page]

# Languages::bottom_panel.go_to_home_page
source: Go to home page
uz: Bosh sahifaga o'ting

# Languages::bottom_panel.go_to_dashboard
source: Go to Dashboard
uz: Boshqaruv paneliga o‘ting

# Languages::bottom_panel.show_bottom_admin_panel
source: Show admin toolbar
uz: Administrator asboblar panelini ko'rsatish

# Languages::bottom_panel.hide_bottom_admin_panel
source: Hide admin toolbar
uz: Administrator asboblar panelini yashirish

# Languages::bottom_panel.storefront
source: Storefront
uz: Vitrin

# Languages::bottom_panel.admin_panel
source: Admin panel
uz: Administrator paneli

# Languages::bottom_panel.vendor_panel
source: Vendor panel
uz: Sotuvchi paneli

# Languages::bottom_panel.preview_mode
source: Preview
uz: Ko‘rib chiqish

# Languages::bottom_panel.build_mode
source: Edit structure
uz: Strukturani tahrirlash

# Languages::bottom_panel.build_mode.not_available
source: Available at the following page types: homepage, product, category, checkout.
uz: Quyidagi sahifa turlarida mavjud: bosh sahifa, mahsulot, toifa, kassa.

# Languages::bottom_panel.theme_mode.not_available
source: Available only in your microstore or on the pages of your products and blog articles.
uz: Faqat mikrodo'koningizda yoki mahsulotlaringiz va blog maqolalaringiz sahifalarida mavjud.

# Languages::bottom_panel.text_mode
source: Edit texts
uz: Matnlarni tahrirlash

# Languages::bottom_panel.theme_mode
source: Edit style
uz: Uslubni tahrirlash

# Languages::bottom_panel.settings
source: Settings
uz: Sozlamalar

# Languages::bottom_panel.change_theme
source: Change theme
uz: Mavzuni o'zgartirish

# Languages::bottom_panel.edit_layout
source: Edit layout
uz: Tartibni tahrirlash

# Languages::bottom_panel.edit_template
source: Edit template
uz: Shablonni tahrirlash

# Languages::bottom_panel.edit_translations
source: Edit translations
uz: Tarjimalarni tahrirlash

# Languages::bottom_panel.edit_menus
source: Edit menus
uz: Menyularni tahrirlash

# Languages::bottom_panel.edit_product_tabs
source: Edit product tabs
uz: Mahsulot yorliqlarini tahrirlash

# Languages::bottom_panel.restore_demo
source: Restore demo
uz: Namoyishni tiklash

# Languages::bottom_panel.documentation
source: Documentation
uz: Hujjatlar

# Languages::bottom_panel.help
source: Help
uz: Yordam bering

# Languages::bottom_panel.community_forums
source: Community forums
uz: Jamoa forumlari

# Languages::bottom_panel.video_tutorials
source: Video tutorials
uz: Video darsliklar

# Languages::bottom_panel.faq
source: FAQ
uz: Savol va Javob

# Languages::bottom_panel.customer_help_desk
source: Contact support
uz: Qo‘llab-quvvatlash xizmatiga murojaat qiling

# Languages::bottom_panel.hire_a_developers
source: Hire a developer
uz: Dasturchini yollash

# Languages::bottom_panel.download
source: Download
uz: Yuklab olish

# Languages::bottom_panel.buy_license
source: Buy license
uz: litsenziya sotib olish

# Languages::bottom_panel.trial_left
source: Remaining trial period
uz: Qolgan sinov muddati

# Languages::demo_panel.theme_editor.enable
source: Edit style<br/><br/>Change the style of your store (logos, colors, fonts, and so on) and see the changes as you make them.<br/><br/>To use this functionality in your [product] store, go to Design → Themes and click "Theme editor"
uz: Uslubni tahrirlash<br/><br/>Doʻkoningiz uslubini oʻzgartiring (logotiplar, ranglar, shriftlar va h.k.) va kiritilgan oʻzgarishlarni koʻring.<br/><br/>Ushbu funksiyadan foydalanish uchun [product] do'konida Dizayn → Mavzular bo'limiga o'ting va "Mavzu muharriri" ni bosing.

# Languages::link_an_existing_option
source: Link an existing option
uz: Mavjud variantni bog'lang

# Languages::create_or_link_an_existing_option
source: Create or link an existing option
uz: Mavjud variantni yarating yoki bog'lang
