Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::default_value
source: Default value
uz: Standart qiymat

# Languages::default_custom.disabled
source: Disabled
uz: O'chirilgan

# Languages::default_custom.custom
source: Custom...
uz: Maxsus...

# Languages::default_custom.custom_value
source: Custom ([value])
uz: Maxsus ([value])

# Languages::default_custom.parent
source: Parent ([name])
uz: Ota-ona ([name])

# Languages::default_custom.global
source: Global ([name])
uz: Maxsus ([name])

# Languages::default_custom.edit_parent
source: Edit parent ([name])...
uz: Ota-onani ([name]) tahrirlash...

# Languages::default_custom.edit_global
source: Edit global ([name])...
uz: Global ([name]) tahrirlash...

# Languages::global_individual.global_value_all_items
source: Global value for all items
uz: Barcha elementlar uchun global qiymat

# Languages::global_individual.individual_values_each_item
source: Individual values for each item
uz: Har bir element uchun individual qiymatlar

# Languages::global_individual.individual_tooltip
source: This setting is currently global. Click here to allow changing its value for individual items.
uz: Bu sozlama hozirda global. Ayrim elementlar uchun uning qiymatini o'zgartirishga ruxsat berish uchun shu yerni bosing.

# Languages::global_individual.global_tooltip
source: The value of this setting can be changed for individual items. Click here to make this setting global.
uz: Ushbu parametrning qiymati alohida elementlar uchun o'zgartirilishi mumkin. Ushbu sozlamani global qilish uchun shu yerni bosing.

# Languages::global_individual.additional_settings
source: You can hide or show some extra product settings here. A hidden setting will be global and affect all products. Look out for icon [icon] <a href="[settings_url]">in the "Settings" menu</a>.
uz: Bu yerda qoʻshimcha mahsulot sozlamalarini yashirishingiz yoki koʻrsatishingiz mumkin. Yashirin sozlama global bo'ladi va barcha mahsulotlarga ta'sir qiladi. <a href="[settings_url]">"Sozlamalar" menyusida</a> belgi [icon]ga e'tibor bering.

# Languages::deferred
source: Deferred
uz: Kechiktirilgan

# Languages::defined
source: Defined
uz: Belgilangan

# Languages::defined_desired_products
source: List of desired products
uz: Istalgan mahsulotlar ro'yxati

# Languages::defined_items
source: defined items
uz: belgilangan elementlar

# Languages::delay
source: Delay (in seconds)
uz: Kechikish (sekundlarda)

# Languages::delete
source: Delete
uz: Oʻchirish

# Languages::deleted
source: Deleted
uz: Oʻchirildi

# Languages::deleted_product
source: DELETED PRODUCT
uz: OʻCHIRILGAN MAHSULOT

# Languages::delete_block
source: Delete block
uz: Blokni o'chirish

# Languages::delete_confirmation
source: Are you sure you want to delete the selected items?
uz: Haqiqatan ham tanlangan elementlarni oʻchirib tashlamoqchimisiz?

# Languages::delete_grid
source: Delete grid
uz: To'rni o'chirish

# Languages::delete_image
source: Delete image
uz: Rasmni o'chirish

# Languages::delete_image_pair
source: Delete image pair
uz: Rasmlar juftligini o'chirish

# Languages::delete_install_folder
source: Please remove the install directory.<br /><br />Keeping the install directory on the server is insecure.
uz: Iltimos, oʻrnatish katalogini olib tashlang.<br /><br />Oʻrnatish katalogini serverda saqlash xavfsiz emas.

# Languages::delete_range
source: Delete range
uz: Diapazonni oʻchirish

# Languages::delete_selected
source: Delete selected
uz: Tanlangan oʻchirish

# Languages::delete_this_category
source: Delete this category
uz: Ushbu turkumni o'chirib tashlang

# Languages::delete_this_page
source: Delete this page
uz: Ushbu sahifani o'chirib tashlang

# Languages::delivery_time
source: Delivery time
uz: Yetkazib berish vaqti

# Languages::demo
source: Demo
uz: Namoyish

# Languages::demo_mode
source: Demo mode is enabled
uz: Demo rejimi yoqilgan

# Languages::demo_mode_content_text
source: <p>The cart is working in the <b>DEMO</b> mode and this functionality is disabled.</p>
uz: <p>Savat <b>DEMO</b> rejimida ishlamoqda va bu funksiya oʻchirilgan.</p>

# Languages::demo_panel.demo_store_panel
source: Demo store panel
uz: Demo do'kon paneli

# Languages::demo_panel.go_admin_panel
source: Go to Administration panel
uz: Boshqaruv paneliga o'ting

# Languages::demo_panel.go_storefront
source: Go to Storefront
uz: Storefront-ga o'ting

# Languages::demo_panel.demo_will_be_reset_in
source: Demo will be reset in:
uz: Demo quyidagi hollarda asliga qaytariladi:

# Languages::denied
source: Denied
uz: Rad etilgan

# Languages::dependence
source: Sort by
uz: Saralash turi

# Languages::deposit_amount
source: Deposit amount
uz: Depozit miqdori

# Languages::desc
source: desc.
uz: pasaytirish.

# Languages::description
source: Description
uz: Tavsif

# Languages::descr_avs
source: AVS verification response
uz: AVS tekshirish javobi

# Languages::descr_cvv
source: CVV2 verification response
uz: CVV2 tekshirish javobi

# Languages::design
source: Design
uz: Dizayn

# Languages::design_mode
source: Design mode
uz: Dizayn rejimi

# Languages::desired_amount
source: Desired quantity
uz: Istalgan miqdor

# Languages::destination
source: Destination
uz: Manzil

# Languages::detailed_description
source: Detailed description
uz: Batafsil tavsif

# Languages::detailed_images
source: Detailed images
uz: Batafsil tasvirlar

# Languages::details
source: details
uz: tafsilotlar

# Languages::diff
source: File changes
uz: Fayl o'zgarishlari

# Languages::different_only
source: Different only
uz: Faqat boshqacha

# Languages::directory
source: Directory
uz: Katalog

# Languages::direct_download
source: Direct download
uz: To'g'ridan-to'g'ri yuklab olish

# Languages::disable
source: Disable
uz: Oʻchirish

# Languages::disabled
source: Disabled
uz: O'chirilgan

# Languages::disabled_categories
source: Disabled categories
uz: O'chirilgan toifalar

# Languages::disable_for
source: Disable for
uz: uchun o'chirish

# Languages::disable_selected
source: Disable selected
uz: Tanlanganni o'chirish

# Languages::disapprove
source: Disapprove
uz: Rad etish

# Languages::disapproved
source: Disapproved
uz: Ma'qullanmagan

# Languages::disapprove_selected
source: Disapprove selected
uz: Tanlanganni rad etish

# Languages::discount
source: Discount
uz: Chegirma

# Languages::discounted_price
source: Discounted price
uz: Chegirmali narx

# Languages::discounts
source: Discounts
uz: Chegirmalar

# Languages::discount_coupon
source: Discount coupon
uz: Chegirma kupon

# Languages::discount_coupon_code
source: Discount coupon code
uz: Chegirma kupon kodi

# Languages::dispatch
source: Dispatch
uz: Jo'natish

# Languages::displayed_vendors
source: Displayed stores
uz: Ko'rsatilgan do'konlar

# Languages::display_bottom_buttons
source: Display bottom buttons
uz: Pastki tugmalarni ko'rsatish

# Languages::display_delete_icons
source: Display delete icons
uz: O'chirish piktogrammalarini ko'rsatish

# Languages::display_message
source: Display message
uz: Xabarni ko'rsatish

# Languages::display_on
source: Display on
uz: Displey yoqilgan

# Languages::display_type
source: Display type
uz: Displey turi

# Languages::display_variants_count
source: Number of displayed filter variants before scroll
uz: Oʻtkazishdan oldin koʻrsatilgan filtr variantlari soni

# Languages::domains
source: Domains
uz: Domenlar

# Languages::domestic_usps
source: Domestic U.S.P.S.
uz: Mahalliy U.S.P.S.

# Languages::done
source: Done
uz: Bajarildi

# Languages::dont_track
source: Do not track
uz: Kuzatmang

# Languages::dont_use_cardinal
source: Don't use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
uz: Cardinal Centineldan foydalanmang&reg; 3-D Secure Payer autentifikatsiyasi uchun

# Languages::dots
source: Dots
uz: Nuqtalar

# Languages::down
source: Down
uz: Pastga

# Languages::download
source: Download
uz: Yuklab olish

# Languages::downloadable
source: Downloadable
uz: Yuklab olish mumkin

# Languages::downloadable_shipping
source: Enable shipping if downloadable
uz: Yuklab olish mumkin bo'lsa, etkazib berishni yoqing

# Languages::downloads
source: Downloads
uz: Yuklashlar

# Languages::downloads_max_left
source: Downloads (max./left)
uz: Yuklashlar (maksimal/chapda)

# Languages::download_key_expiry
source: Download key expiry
uz: Kalitning amal qilish muddatini yuklab oling

# Languages::download_link_expired
source: The download link is expired or is not ready.
uz: Yuklab olish havolasi muddati tugagan yoki tayyor emas.

# Languages::do_not_change
source: Do not change
uz: O'zgartirmang

# Languages::do_not_pass_logo
source: Do not pass the shopping cart logo to the merchant
uz: Savdo vositasi logotipini savdogarga bermang

# Languages::do_not_use
source: Do not use
uz: foydalanmang

# Languages::drlicense_number
source: Driving License Number
uz: Haydovchilik guvohnomasi raqami

# Languages::dropdown_horizontal
source: Dropdown horizontal
uz: Ochiladigan gorizontal

# Languages::dropdown_limit
source: Minimal number of items to be placed in a dropdown list.
uz: Ochiladigan ro'yxatga joylashtiriladigan elementlarning minimal soni.

# Languages::dropdown_second_level_elements
source: Second level elements
uz: Ikkinchi darajali elementlar

# Languages::dropdown_third_level_elements
source: Third level elements
uz: Uchinchi darajali elementlar

# Languages::dropdown_vertical
source: Dropdown vertical
uz: Ochiladigan vertikal

# Languages::drop_existing_data
source: Delete all existing product files before import
uz: Import qilishdan oldin barcha mavjud mahsulot fayllarini o'chirib tashlang

# Languages::delete_downloadable_product_files
source: Delete existing files of downloadable products
uz: Yuklab olinadigan mahsulotlarning mavjud fayllarini o'chiring

# Languages::delete_downloadable_product_files_tooltip
source: If you enable this setting, then importing downloadable products will delete their existing files. If the setting is disabled, the new files of downloadable products will simply be added to existing files.
uz: Agar siz ushbu sozlamani yoqsangiz, yuklab olinadigan mahsulotlarni import qilish ularning mavjud fayllarini oʻchirib tashlaydi. Agar sozlama o'chirilgan bo'lsa, yuklab olinadigan mahsulotlarning yangi fayllari shunchaki mavjud fayllarga qo'shiladi.

# Languages::cant_create_backup_file
source: Cannot upload backup file. Please check permissions for the "var/backups" directory of your installation.
uz: Zaxira faylni yuklab boʻlmadi. Iltimos, oʻrnatishingizning “var/backups” katalogi uchun ruxsatlarni tekshiring.

# Languages::dump_file_not_writable
source: Please set write permissions on the database backup file.
uz: Iltimos, ma'lumotlar bazasi zaxira faylida yozish ruxsatlarini o'rnating.

# Languages::duplicate
source: Duplicate transactions
uz: Ikki nusxadagi operatsiyalar

# Languages::dutch
source: Dutch
uz: golland

# Languages::dynamic
source: Dynamic
uz: Dinamik

# Languages::dynamic_content
source: This block content will be shown on <a href="[url]">this page</a> only.
uz: Bu bloklangan kontent faqat <a href="[url]">ushbu sahifada</a> ko‘rsatiladi.

# Languages::dynamic_tree_cat
source: Dynamic tree
uz: Dinamik daraxt

# Languages::dynamic_tree_pages
source: Dynamic tree
uz: Dinamik daraxt

# Languages::easing
source: Easing
uz: Yengillashtirish

# Languages::edit
source: Edit
uz: Tahrirlash

# Languages::editing
source: Editing
uz: Tahrirlash

# Languages::editing_block
source: Editing block
uz: Blockni tahrirlash

# Languages::editing_category
source: Editing category
uz: Kategoriyani tahrirlash

# Languages::editing_chart
source: Editing chart
uz: Diagrammani tahrirlash

# Languages::editing_container
source: Editing container
uz: Konteynerni tahrirlash

# Languages::editing_currency
source: Editing currency
uz: Valyutani tahrirlash

# Languages::editing_defined_products
source: Editing defined products
uz: Belgilangan mahsulotlarni tahrirlash

# Languages::editing_file
source: Editing file
uz: Faylni tahrirlash

# Languages::editing_filter
source: Editing filter
uz: Filtrni tahrirlash

# Languages::editing_folder
source: Editing folder
uz: Jildni tahrirlash

# Languages::editing_grid
source: Editing grid
uz: Tarmoqni tahrirlash

# Languages::editing_group
source: Editing group
uz: Tahrirlash guruhi

# Languages::editing_item
source: Editing item
uz: Elementni tahrirlash

# Languages::editing_language
source: Editing language
uz: Tahrirlash tili

# Languages::editing_layout
source: Editing layout
uz: Tartibni tahrirlash

# Languages::editing_link
source: Editing link
uz: Tahrirlash havolasi

# Languages::editing_localization
source: Editing localization
uz: Mahalliylashtirishni tahrirlash

# Languages::editing_location
source: Editing location
uz: Joylashuvni tahrirlash

# Languages::editing_rate_area
source: Editing rate area
uz: Tahrirlash tezligi maydoni

# Languages::editing_menu
source: Editing menus
uz: Menyularni tahrirlash

# Languages::editing_option
source: Editing option
uz: Tahrirlash opsiyasi

# Languages::editing_order
source: Editing order
uz: Tahrirlash tartibi

# Languages::editing_page
source: Editing page
uz: Tahrirlash sahifasi

# Languages::editing_payment
source: Editing payment
uz: To'lovni tahrirlash

# Languages::editing_product
source: Editing product
uz: Mahsulotni tahrirlash

# Languages::editing_product_feature
source: Editing product feature
uz: Mahsulot xususiyatini tahrirlash

# Languages::editing_profile
source: Editing profile
uz: Profilni tahrirlash

# Languages::editing_profile_field
source: Editing profile field
uz: Profilni tahrirlash maydoni

# Languages::editing_promotion
source: Editing promotion
uz: Reklamani tahrirlash

# Languages::editing_quick_menu_link
source: Editing quick menu link
uz: Tez menyu havolasini tahrirlash

# Languages::editing_quick_menu_section
source: Editing quick menu section
uz: Tez menyu bo'limini tahrirlash

# Languages::editing_report
source: Editing report
uz: Hisobotni tahrirlash

# Languages::editing_shipping_method
source: Editing shipping method
uz: Yetkazib berish usulini tahrirlash

# Languages::editing_sitemap_section
source: Editing sitemap section
uz: Sayt xaritasi bo'limini tahrirlash

# Languages::editing_status
source: Editing status
uz: Tahrirlash holati

# Languages::editing_tab
source: Editing tab
uz: Tahrirlash yorlig'i

# Languages::editing_tax
source: Editing tax
uz: Soliqni tahrirlash

# Languages::editing_vendor
source: Editing store
uz: Tahrirlash do'koni

# Languages::edition_type
source: Edition type
uz: Nashr turi

# Languages::edit_content_on_site
source: Edit content on-site
uz: Saytdagi tarkibni tahrirlash

# Languages::edit_files
source: Can edit
uz: Tahrirlash mumkin

# Languages::edit_layout
source: Edit layout
uz: Tartibni tahrirlash

# Languages::edit_order
source: Edit order
uz: Buyurtmani tahrirlash

# Languages::edit_products
source: Edit products
uz: Mahsulotlarni tahrirlash

# Languages::edit_profile
source: Edit profile
uz: Profilni tahrirlash

# Languages::edit_profile_note
source: Change email, password, shipping/billing info, and other profile settings
uz: Elektron pochta, parol, yetkazib berish/to‘lov ma’lumotlari va boshqa profil sozlamalarini o‘zgartiring

# Languages::edit_report
source: Edit report
uz: Hisobotni tahrirlash

# Languages::edit_selected
source: Edit selected
uz: Tahrirlash tanlangan

# Languages::edp_access_granted
source: Now you can download the purchased products.
uz: Endi siz sotib olingan mahsulotlarni yuklab olishingiz mumkin.

# Languages::edp_access_subj
source: Access to electronically distributed products is granted
uz: Endi siz sotib olingan mahsulotlarni yuklab olishingiz mumkin.

# Languages::edp_enable_shipping
source: Enable shipping for downloadable products
uz: Yuklab olinadigan mahsulotlar uchun yetkazib berishni yoqing

# Languages::email
source: Email
uz: Elektron pochta

# Languages::emails
source: Emails
uz: Elektron pochtalar

# Languages::email_address
source: E-mail address
uz: E-pochta manzili

# Languages::email_header
source: E-mail header
uz: Elektron pochta sarlavhasi

# Languages::email_subject
source: E-mail subject
uz: Elektron pochta mavzusi

# Languages::empty
source: Empty
uz: Bo'sh

# Languages::empty_key_value
source: Empty table key value
uz: Bo'sh jadval kaliti qiymati

# Languages::enable
source: Enable
uz: Yoqish

# Languages::enabled
source: Enabled
uz: Yoqilgan

# Languages::enable_cdn
source: Enable CDN
uz: CDN-ni yoqing

# Languages::enable_for
source: Enable for
uz: uchun yoqish

# Languages::enable_or_disable_block
source: Activate/Deactivate Block
uz: Blokni yoqish/o‘chirish

# Languages::enable_or_disable_container
source: Activate/Deactivate Container
uz: Konteynerni yoqish/o‘chirish

# Languages::enable_or_disable_grid
source: Activate/Deactivate Grid
uz: Gridni yoqish/o‘chirish

# Languages::enable_quick_view
source: Enable quick view
uz: Tez ko'rishni yoqish

# Languages::encryption
source: Encryption
uz: Shifrlash

# Languages::encryption_key
source: Encryption Key
uz: Shifrlash kaliti

# Languages::end_date
source: End date
uz: Tugash sanasi

# Languages::english
source: English
uz: Ingliz

# Languages::enter_code
source: Enter code
uz: Kodni kiriting

# Languages::enter_data
source: Enter data
uz: Ma'lumotlarni kiriting

# Languages::enter_email
source: Enter e-mail address
uz: Elektron pochta manzilini kiriting

# Languages::enter_new_lang_code
source: Enter a new language code
uz: Yangi til kodini kiriting

# Languages::enter_other
source: Enter other
uz: Boshqasini kiriting

# Languages::enter_your_price
source: Enter your price
uz: Narxingizni kiriting

# Languages::entity
source: Entity
uz: Tashkilot

# Languages::entry_page
source: Global entry page
uz: Global kirish sahifasi

# Languages::entry_point
source: Entry point
uz: Kirish nuqtasi

# Languages::envelope
source: Envelope
uz: Konvert

# Languages::epdq_3ds_main
source: Main window
uz: Asosiy oyna

# Languages::epdq_3ds_popup
source: Popup
uz: To'saddan paydo bo'lish

# Languages::error
source: Error
uz: Xato

# Languages::errorCode
source: Error Code
uz: Xato kodi

# Languages::errorName
source: Error Name
uz: Xato nomi

# Languages::error_account_disabled
source: Your account is disabled. Please contact the store administration.
uz: Hisobingiz o'chirilgan. Iltimos, do'kon ma'muriyatiga murojaat qiling.

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this company manually.
uz: Administrator hisobi yaratilmagan. Elektron pochta manzili boshqa foydalanuvchiga tegishli. Siz ushbu kompaniya uchun administratorni qo'lda qo'shishingiz mumkin.

# Languages::error_ajax
source: Oops, something went wrong ([error]). Please try again.
uz: Nimadir xato ketdi ([error]). Iltimos, yana bir bor urinib ko'ring.

# Languages::error_area_access_denied
source: You are not allowed to login to this area.
uz: Ushbu hududga kirishga ruxsat berilmagan.

# Languages::error_curl_not_exists
source: <b>Warning!</b><br />Your server <b>does not</b> support the PHP cURL extension. <b>[method]</b> will not be operational. Please contact your hosting provider.
uz: <b>Diqqat!</b><br />Sizning serveringiz PHP cURL kengaytmasini <b>qo'llab-quvvatlamaydi</b>. <b>[metod]</b> ishlamaydi. Iltimos, hosting provayderingizga murojaat qiling.

# Languages::error_curl_ssl_not_exists
source: <b>Warning!</b><br />The PHP cURL extension is compiled <b>without</b> SSL support on your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
uz: <b>Diqqat!</b><br />PHP cURL kengaytmasi serveringizda <b>SSL qo'llab-quvvatlanmasdan</b> tuzilgan. <b>[metod]</b> ishlamaydi. Iltimos, hosting provayderingizga murojaat qiling.

# Languages::error_currency_exists
source: Currency with code <b>[code]</b> already exists
uz: <b>[code]</b> kodli valyuta allaqachon mavjud

# Languages::error_delete_theme_company
source: One of your storefronts uses this theme. Please set another theme before deleting it.
uz: Vitrinlaringizdan biri ushbu mavzudan foydalanadi. Iltimos, oʻchirishdan oldin boshqa mavzuni oʻrnating.

# Languages::error_delete_theme_layout
source: Layout that uses this theme is set as default. Please set another layout as default.
uz: Ushbu mavzuni ishlatadigan tartib sukut bo'yicha o'rnatiladi. Boshqa tartibni sukut boʻyicha oʻrnating.

# Languages::error_demo_mode
source: The cart is working in the <b>DEMO</b> mode and this functionality is disabled.
uz: Savat <b>DEMO</b> rejimida ishlamoqda va bu funksiya o‘chirilgan.

# Languages::error_empty_company_name
source: Company name cannot be empty
uz: Kompaniya nomi bo'sh bo'lishi mumkin emas

# Languages::error_exim_get_images_for_products
source: Could not import images for some of the products. Either those images don't exist (or can't be accessed), or the paths to those images in the imported file are incorrect.
uz: Ayrim mahsulotlar uchun rasmlarni import qilib bo‘lmadi. Yoki bu tasvirlar mavjud emas (yoki ularga kirish imkoni yo‘q) yoki import qilingan fayldagi bu rasmlarga yo‘l noto‘g‘ri.

# Languages::error_exim_cant_open_file
source: Cannot open uploaded file
uz: Yuklangan faylni ochib boʻlmadi

# Languages::error_exim_cant_read_file
source: Cannot read uploaded file
uz: Yuklangan faylni oʻqib boʻlmadi

# Languages::error_exim_fields_not_selected
source: No fields selected for export
uz: Eksport uchun hech qanday maydon tanlanmagan

# Languages::error_exim_file_doesnt_exist
source: File doesn't exist
uz: Fayl mavjud emas

# Languages::error_exim_incorrect_lines
source: Your CSV file has incorrect data formatting (incorrect delimiter, missed/missing fields, etc.) in the following lines: <b>[lines]</b>
uz: CSV faylingizda quyidagi qatorlarda noto‘g‘ri ma’lumotlar formatlangan (noto‘g‘ri ajratuvchi, o‘tkazib yuborilgan/etishmayotgan maydonlar va h.k.): <b>[lines]</b>

# Languages::error_exim_incorrent_delimiter
source: The delimiter in CSV file differs from the one selected by you
uz: CSV faylidagi ajratuvchi siz tanlagandan farq qiladi

# Languages::error_exim_invalid_count_langs
source: Multi-language line count mismatch: different number of lines for different languages provided.
uz: Ko'p tilli satrlar soni nomuvofiqligi: turli tillar uchun turli qatorlar soni taqdim etilgan.

# Languages::error_exim_layout_required_fields
source: The following fields are mandatory and cannot be removed from the layout:
uz: Quyidagi maydonlar majburiy boʻlib, ularni tartibdan olib tashlab boʻlmaydi:

# Languages::error_exim_no_data_exported_new
source: No data exported. The wrong export range is probably causing this issue. <a class="cm-post" href="[url]">Clear the export range</a>, then try again
uz: Hech qanday maʼlumot eksport qilinmadi. Noto'g'ri eksport diapazoni bu muammoga sabab bo'lishi mumkin. <a class="cm-post" href="[url]">Eksport oralig‘ini tozalang</a>, keyin qayta urinib ko‘ring

# Languages::error_exim_no_file_uploaded
source: No file uploaded
uz: Hech qanday fayl yuklanmagan

# Languages::error_exim_pattern_definition_alt_keys
source: Invalid pattern definition: alternative key is missing
uz: Shakl ta’rifi noto‘g‘ri: muqobil kalit yo‘q

# Languages::error_exim_pattern_definition_references
source: Invalid pattern definition: missing table references
uz: Shakl ta’rifi noto‘g‘ri: jadvalga havolalar yetishmayapti

# Languages::error_exim_pattern_dont_match
source: Your import file does not match the selected pattern
uz: Import faylingiz tanlangan naqshga mos kelmaydi

# Languages::error_exim_pattern_not_found
source: Pattern not found
uz: Shakl topilmadi

# Languages::error_exim_pattern_required_fields
source: Your import file MUST have the following fields: <b>[fields]</b>
uz: Import faylingizda quyidagi maydonlar boʻlishi MUMKIN: <b>[fields]</b>
