Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::exim_import_detailed_image
source: Detailed image (Deprecated)
uz: Batafsil rasm (eskirgan)

# Languages::settings.smtp_error
source: SMTP Error
uz: SMTP xatosi

# SettingsVariants::timezone::Atlantic/Bermuda
source: (GMT-03:00) Bermuda
uz: (GMT-03:00) Bermud orollari

# SettingsVariants::timezone::Asia/Almaty
source: (GMT+06:00) Almaty
uz: (GMT+06:00) Olmaota

# SettingsVariants::timezone::Indian/Cocos
source: (GMT+06:30) Cocos
uz: (GMT+06:30) Kokos

# SettingsVariants::timezone::Pacific/Pitcairn
source: (GMT-08:00) Pitcairn
uz: (GMT-08:00) Pitkarn

# SettingsVariants::timezone::America/Vancouver
source: (GMT-08:00) Vancouver
uz: (GMT-08:00) Vankuver

# SettingsVariants::timezone::Australia/Lord_Howe
source: (GMT+10:30) Lord Howe
uz: (GMT+10:30) Lord Xou

# SettingsVariants::timezone::Africa/Casablanca
source: (GMT+01:00) Casablanca
uz: (GMT+01:00) Kasablanka

# SettingsVariants::timezone::Pacific/Midway
source: (GMT-11:00) United States Minor Outlying Islands
uz: (GMT-11:00) Amerika Qo'shma Shtatlarining Kichik Chetki orollari

# SettingsVariants::timezone::Asia/Urumqi
source: (GMT+06:00) Urumqi
uz: (GMT+06:00) Urumchi

# Languages::sync_data
source: Sync data
uz: Ma'lumotlarni sinxronlash

# Languages::never
source: Never
uz: Hech qachon

# Languages::last_sync
source: Last sync
uz: Oxirgi sinxronlash

# Languages::log_file
source: Log file
uz: Jurnal fayli

# Languages::select_developer
source: Select developer
uz: Ishlab chiquvchini tanlang

# Languages::popular_developer
source: Popular developer
uz: Mashhur dasturchi

# Languages::developers
source: Developers
uz: Dasturchilar

# Languages::storefronts.manage_language_availability
source: Configure the languages available on this storefront
uz: Ushbu do'konda mavjud tillarni sozlang

# Languages::storefronts.manage_currency_availability
source: Configure the currencies available on this storefront
uz: Ushbu do'konda mavjud valyutalarni sozlang

# Languages::variant_with_name_already_exist
source: Couldn't rename feature variant "[variant]". Reason: a variant with the new name already exists.
uz: “[variant]” funksiya variantining nomini o‘zgartirib bo‘lmadi. Sababi: yangi nomli variant allaqachon mavjud.

# Languages::delete_default_destination_notice
source: Couldn't delete the default rate area. It must always exist.
uz: Standart tarif maydonini oʻchirib boʻlmadi. U har doim mavjud bo'lishi kerak.

# Languages::display
source: Display
uz: Displey

# Languages::create_filters
source: Create filters
uz: Filtrlar yarating

# Languages::text_n_filters_created
source: Filters created: [n].
uz: Yaratilgan filtrlar: [n].

# Languages::error_n_filters_already_exists
source: Some filters ([n]) already exist.
uz: Ayrim filtrlar ([n]) allaqachon mavjud.

# Languages::bulk_product_features_warning
source: This change won't affect some of the selected features, because they belong to a feature group. You can assign categories to an entire feature group.
uz: Bu oʻzgartirish tanlangan funksiyalarning ayrimlariga taʼsir qilmaydi, chunki ular funksiyalar guruhiga tegishli. Siz butun xususiyat guruhiga toifalarni belgilashingiz mumkin.

# Languages::view_feature_groups
source: View feature groups
uz: Xususiyatlar guruhlarini ko'rish

# Languages::show_on_storefront
source: Show on Storefront
uz: Do'konda ko'rsatish

# Languages::parent
source: Parent
uz: Ota-ona

# Languages::attempt_to_set_itself_or_a_own_child_as_its_parent_warning
source: The parent page wasn't changed. Reason: can't assign child page as a parent for its own parent.
uz: Asosiy sahifa o'zgartirilmadi. Sababi: bolalar sahifasini o'z ota-onasi uchun ota-ona sifatida belgilash mumkin emas.

# Languages::bulk_attempt_to_set_itself_or_a_own_child_as_its_parent_warning
source: The parent page of some of the selected pages wasn't changed. Reason: can't assign child page as a parent for its own parent.
uz: Tanlangan baʼzi sahifalarning bosh sahifasi oʻzgartirilmadi. Sababi: bolalar sahifasini o'z ota-onasi uchun ota-ona sifatida belgilash mumkin emas.

# Languages::visit_marketplace
source: Visit the Add-on Market
uz: Qo'shimchalar bozoriga tashrif buyuring

# Languages::view_more_addons
source: View more add-ons
uz: Qo'shimcha qo'shimchalarni ko'ring

# Languages::manual_installation
source: Manual installation
uz: Qo'lda o'rnatish

# Languages::upgrades
source: Upgrades ([n])
uz: Yangilanishlar ([n])

# Languages::addon_subscriptions
source: Subscriptions ([n])
uz: Obunalar ([n])

# Languages::addon_type
source: Add-on type
uz: Qo'shimcha turi

# Languages::third_party_addons
source: Third-party add-ons
uz: Uchinchi tomon qo'shimchalari

# Languages::unidentified
source: Unidentified
uz: Noma'lum

# Languages::without_rating
source: Without rating
uz: Reytingsiz

# Languages::has_additional_pages
source: Has additional pages
uz: Qo'shimcha sahifalar mavjud

# Languages::favorites
source: Favorites
uz: Sevimlilar

# Languages::add_addon_to_favorites
source: Add add-on to favorites
uz: Sevimlilarga qo'shimcha qo'shing

# Languages::remove_addon_from_favorites
source: Remove add-on from favorites
uz: Qo'shimchani sevimlilardan olib tashlang

# Languages::new_addon
source: New add-on
uz: Yangi qo'shimcha

# Languages::install_date
source: Install date
uz: O'rnatish sanasi

# Languages::compatibility
source: Compatibility
uz: Moslik

# Languages::installed_date
source: Installed date
uz: O'rnatilgan sana

# Languages::what_is_new
source: What's new
uz: Nima yangiliklar

# Languages::where_access_addon
source: Where to access this add-on
uz: Ushbu qo'shimchaga qayerdan kirish mumkin

# Languages::addon_is_compatible
source: This add-on version is compatible with your current [product] version.
uz: Ushbu plagin versiyasi joriy [mahsulot] versiyangizga mos keladi.

# Languages::addon_required_version
source: The add-on requires [version] version.
uz: Kengaytma [version] versiyasini talab qiladi.

# Languages::version_information
source: Version information
uz: Versiya haqida ma'lumot

# Languages::show_all_developer_addons
source: Show all developer add-ons
uz: Barcha ishlab chiquvchi qo'shimchalarini ko'rsatish

# Languages::developer_page
source: Developer page
uz: Dasturchi sahifasi

# Languages::show_all_category_addons
source: Show all [category] add-ons
uz: Barcha [category] qo'shimchalarini ko'rsatish

# Languages::addons.other_category
source: Other
uz: Boshqa

# Languages::updates
source: Updates
uz: Yangilanishlar

# Languages::actual_version
source: Actual version
uz: Haqiqiy versiya

# Languages::installed_version
source: Installed version
uz: O'rnatilgan versiya

# Languages::subscription
source: Subscription
uz: Obuna

# Languages::license
source: License
uz: Litsenziya

# Languages::addon_reviews
source: Reviews
uz: Sharhlar

# Languages::addon_has_admin_review
source: You have left a review of the add-on
uz: Siz qo‘shimcha haqida sharh qoldirdingiz

# Languages::addon_status
source: Add-on status
uz: Qo'shimcha holati

# Languages::verified
source: Verified
uz: Tasdiqlangan

# Languages::verified_developer
source: Verified developer
uz: Tasdiqlangan dasturchi

# Languages::unverified
source: Unverified
uz: Tasdiqlanmagan

# Languages::addons.is_enjoying_addon
source: Enjoying add-on?
uz: Qo‘shimchani yoqtirasizmi?

# Languages::addons.is_enjoying_addon_name
source: Enjoying [addon]?
uz: [addon] yoqyapsizmi?

# Languages::rating
source: Rating
uz: Reyting

# Languages::view_in_marketplace
source: View in CS-Cart Marketplace
uz: CS-Cart Marketplace-da ko'rish

# Languages::addon_id
source: Add-on ID
uz: Qo'shimcha identifikatori

# Languages::latest_available_version
source: Latest available version
uz: Eng so'nggi mavjud versiya

# Languages::license_expires
source: License expires
uz: Litsenziya muddati tugaydi

# Languages::sw.store_setup_wizard
source: Store setup wizard
uz: Do'konni sozlash ustasi

# Languages::sw.store_setup_wizard_short
source: Setup wizard
uz: O'rnatish ustasi

# Languages::sw.text_about_store_header
source: Fill out the contact information about your store
uz: Do'koningiz haqidagi aloqa ma'lumotlarini to'ldiring

# Languages::sw.text_design_header
source: Select your storefront design and upload the logo
uz: Vitrin dizaynini tanlang va logotipni yuklang

# Languages::sw.text_payments_header
source: Set up the service to recieve payments
uz: To'lovlarni qabul qilish uchun xizmatni sozlang

# Languages::sw.text_shippings_header
source: Select shipping services
uz: Yuk tashish xizmatlarini tanlang

# Languages::sw.text_business_model_header
source: Choose your business model and checkout flow
uz: Biznes modelingizni va to'lov oqimini tanlang

# Languages::sw.select_money_transfer_methods
source: Select one of the following models, and we'll handle most of the setup for you.
uz: Quyidagi modellardan birini tanlang va biz siz uchun sozlashning katta qismini bajaramiz.

# Languages::sw.text_vendors_header
source: Set up how you work with vendors and their data
uz: Sotuvchilar va ularning ma'lumotlari bilan qanday ishlashingizni sozlang

# Languages::sw.text_settings_header
source: Configure product catalog settings
uz: Mahsulot katalogi sozlamalarini sozlang

# Languages::sw.about_store
source: About store
uz: Do'kon haqida

# Languages::sw.company_name
source: Company name
uz: Kompaniya nomi

# Languages::sw.google_analytics.tracking_code
source: Google Analytics account number
uz: Google Analytics hisob raqami

# Languages::sw.business_model
source: Business Model
uz: Biznes modeli

# Languages::sw.vendors
source: Vendors
uz: Sotuvchilar

# Languages::sw.site_admin_email
source: Site administrator e-mail address
uz: Sayt ma'murining elektron pochta manzili

# Languages::sw.address_text
source: Company address (street, house, etc.)
uz: Kompaniya manzili (ko'cha, uy va boshqalar)

# Languages::sw.country
source: Company country
uz: Kompaniya mamlakati

# Languages::sw.state
source: Company state
uz: Kompaniya holati

# Languages::sw.city
source: Company city
uz: Kompaniya shahri

# Languages::sw.zipcode
source: Company zip code
uz: Kompaniyaning pochta indeksi

# Languages::sw.phone
source: Company phone
uz: Kompaniya telefoni

# Languages::sw.phone_2
source: Company phone 2
uz: Kompaniya telefoni 2

# Languages::sw.website
source: Company website
uz: Kompaniya veb-sayti

# Languages::sw.company_start_year
source: Year when the store started its operation
uz: Do'kon o'z faoliyatini boshlagan yil

# Languages::sw.collect_taxes_from_vendors
source: Collect taxes from vendors
uz: Sotuvchilardan soliq yig'ish

# Languages::sw.moderation
source: Moderation
uz: Moderatsiya

# Languages::sw.vendor_profile_updates_approval
source: Check changes to vendor profile
uz: Sotuvchi profilidagi o'zgarishlarni tekshiring

# Languages::sw.products_prior_approval
source: Check new products
uz: Yangi mahsulotlarni tekshiring

# Languages::sw.products_updates_approval
source: Check changes to existing products
uz: Mavjud mahsulotlardagi o'zgarishlarni tekshiring

# Languages::sw.accounting
source: Accounting
uz: Buxgalteriya hisobi

# Languages::sw.lowers_allowed_balance
source: Minimum allowed vendor balance
uz: Minimal ruxsat etilgan sotuvchi balansi

# Languages::sw.grace_period_to_refill_balance
source: Block vendor after days
uz: Bir necha kundan keyin sotuvchini bloklash

# Languages::sw.location
source: Location
uz: Manzil

# Languages::sw.enable_vendor_location_using_google_map
source: Let vendors set their location on Google Maps
uz: Sotuvchilarga Google Xaritalarda joylashuvini belgilashga ruxsat bering

# Languages::sw.vendor_profile_fields
source: Vendor profile fields
uz: Sotuvchi profili maydonlari

# Languages::sw.set_up_vendor_profile_fields
source: What information about vendors do you need?
uz: Sizga sotuvchilar haqida qanday ma'lumotlar kerak?

# Languages::sw.notifications
source: Notifications
uz: Bildirishnomalar

# Languages::sw.admin_notifications
source: Admin notifications
uz: Administrator bildirishnomalari

# Languages::sw.vendor_notifications
source: Vendor notifications
uz: Sotuvchi xabarnomalari

# Languages::sw.selected_design
source: Current design
uz: Hozirgi dizayn

# Languages::sw.upload_logo
source: Upload logo
uz: Logotip yuklash

# Languages::sw.logo_theme
source: Main
uz: Asosiy

# Languages::sw.logo_mail
source: Email
uz: Elektron pochta

# Languages::sw.select_image
source: Select image
uz: Rasmni tanlang

# Languages::sw.select_right_design
source: Pick a design preset
uz: Oldindan o'rnatilgan dizaynni tanlang

# Languages::sw.activate
source: Activate
uz: Faollashtirish

# Languages::sw.apply
source: Apply
uz: Murojaat qiling

# Languages::sw.preview
source: Preview
uz: Ko‘rib chiqish

# Languages::sw.edit_design
source: Edit design
uz: Dizaynni tahrirlash

# Languages::sw.design
source: Design
uz: Dizayn

# Languages::sw.error_updating_payment
source: Error occured during payment method update
uz: Toʻlov usulini yangilashda xatolik yuz berdi

# Languages::sw.payments
source: Payments
uz: To'lovlar

# Languages::sw.payment_not_found
source: The Yandex.Money payment method not found
uz: Yandex.Money to'lov usuli topilmadi

# Languages::sw.over_payment_system
source: Use another payment system
uz: Boshqa to'lov tizimidan foydalaning

# Languages::sw.shippings
source: Shipping services
uz: Yuk tashish xizmatlari

# Languages::sw.ems_russian_post
source: EMS Russian Post
uz: EMS rus pochtasi

# Languages::sw.russian_post
source: Russian Post
uz: Pochta Rossii

# Languages::sw.goto_shipping_methods
source: Go to shipping methods
uz: Yuk tashish usullariga o'ting

# Languages::sw.configure
source: Configure
uz: Sozlang

# Languages::sw.settings
source: Settings
uz: Sozlamalar

# Languages::sw.enable
source: Enable
uz: Yoqish

# Languages::sw.disable
source: Disable
uz: Oʻchirish

# Languages::sw.activated
source: Activated
uz: Faollashtirilgan

# Languages::sw.select_model
source: Select model
uz: Modelni tanlang

# Languages::sw.timezone
source: Time zone
uz: Vaqt zonasi

# Languages::sw.order_start_id
source: Initial order ID value (leave empty for auto)
uz: Dastlabki buyurtma identifikatori qiymati (avtomatik uchun bo'sh qoldiring)

# Languages::sw.min_order_amount
source: Minimum order amount
uz: Minimal buyurtma miqdori

# Languages::sw.show_out_of_stock_products
source: Show out of stock products
uz: Stoksiz mahsulotlarni ko'rsatish

# Languages::sw.enable_quick_view
source: Enable quick view
uz: Tez ko'rishni yoqish

# Languages::sw.enable_inventory_tracking
source: Enable inventory tracking
uz: Inventarni kuzatishni yoqish

# Languages::sw.allow_negative_amount
source: Allow negative amount in inventory
uz: Inventarizatsiyadagi salbiy miqdorga ruxsat bering

# Languages::sw.ym_merchant_country
source: Country
uz: Mamlakat

# Languages::sw.ym_merchant_forma
source: Ownership
uz: Egalik

# Languages::sw.send
source: Send
uz: Yuborish

# Languages::sw.remove_demo_data_text
source: Clean up orders, products, categories, user profiles, and related data
uz: Buyurtmalar, mahsulotlar, toifalar, foydalanuvchi profillari va tegishli ma'lumotlarni tozalang

# Languages::sw.remove
source: Clean up
uz: Tozalash

# Languages::sw.demo_data_removed
source: Demo data removed.
uz: Demo maʼlumotlari olib tashlandi.

# Languages::sw.error_removing_demo_data
source: An error occurred while removing the demo data
uz: Namoyish maʼlumotlarini oʻchirishda xatolik yuz berdi

# Languages::sw.confirm_demo_data_removal_title
source: Remove the data?
uz: Ma'lumotlar o'chirilsinmi?

# Languages::sw.text_confirm_demo_data_removal
source: All orders, products, product categories, customer profiles, and associated data (tags, comments, etc.) including the data added by you <b>will be permanently removed.</b> This operation cannot be undone. Are you sure you want to continue?
uz: Barcha buyurtmalar, mahsulotlar, mahsulot toifalari, mijozlar profillari va tegishli maʼlumotlar (teglar, sharhlar va h.k.), shu jumladan siz qoʻshgan maʼlumotlar <b>butunlay oʻchirib tashlanadi.</b> Bu amalni ortga qaytarib boʻlmaydi. Davom etishni xohlaysizmi?

# Languages::sw.delete_demo_data
source: Delete the data
uz: Ma'lumotlarni o'chirish

# Languages::sw.keep_demo_data
source: Keep the data
uz: Ma'lumotlarni saqlang

# Languages::sw.more_themes_in_marketplace
source: More themes in the Marketplace
uz: Bozorda koʻproq mavzular

# Languages::sw.logo_recommended_size_text
source: recommended size [height]px × [width]px
uz: tavsiya etilgan oʻlcham [height]px × [width]]px

# Languages::sw.money_goes_to_owner
source: Customer makes a single payment, all money goes to you
uz: Mijoz bitta to'lovni amalga oshiradi, barcha pul sizga o'tadi

# Languages::sw.money_goes_to_owner_descr
source: The money owed to the vendor is tracked in the admin panel. A vendor can request money withdrawal through the admin panel. You forward the money to vendors as you see fit.
uz: Sotuvchiga qarzdor bo'lgan pul boshqaruv panelida kuzatiladi. Sotuvchi administrator paneli orqali pul yechib olishni talab qilishi mumkin. Pulni sotuvchilarga o'zingiz xohlagancha yo'naltirasiz.

# Languages::sw.money_split_automaticaly
source: Customer makes a single payment, money is split automatically
uz: Mijoz bitta to'lovni amalga oshiradi, pul avtomatik ravishda bo'linadi

# Languages::sw.money_split_automaticaly_descr
source: This is achieved via [stripe_connect] payments and/or [paypal_commerce_platform], so each vendor must have a Stripe and/or PayPal account. We'll create these payment methods for you. You'll just need to configure them, and vendors will need to provide their account information.
uz: Bunga [stripe_connect] toʻlovlari va/yoki [paypal_commerce_platform] orqali erishiladi, shuning uchun har bir sotuvchida Stripe va/yoki PayPal hisobi boʻlishi kerak. Biz siz uchun ushbu toʻlov usullarini yaratamiz. Siz shunchaki ularni sozlashingiz kerak, sotuvchilar esa hisob ma’lumotlarini taqdim etishlari kerak.

# Languages::sw.money_goes_to_vendor
source: Customer makes multiple payments (one to each vendor)
uz: Mijoz bir nechta to'lovlarni amalga oshiradi (har bir sotuvchiga bittadan)

# Languages::sw.money_goes_to_vendor_descr
source: Each vendor has to create own payment methods. Money goes directly to vendors, and marketplace commission gets added to vendors' debt. It becomes a vendor's responsibility to pay the marketplace.
uz: Har bir sotuvchi o'zining to'lov usullarini yaratishi kerak. Pul to'g'ridan-to'g'ri sotuvchilarga ketadi va bozor komissiyasi sotuvchilarning qarziga qo'shiladi. Bozorda to'lash sotuvchining mas'uliyatiga aylanadi.

# Languages::unsupported_browser_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge (latest version)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
uz: <p>Siz foydalanayotgan brauzer administrator panelimiz tomonidan toʻliq qoʻllab-quvvatlanmasligi aniqlandi. Siz ushbu saytni joriy brauzeringiz yordamida ko‘rishingiz mumkin, lekin u to‘g‘ri ko‘rsatilmasligi va barcha funksiyalardan to‘liq foydalana olmasligingiz mumkin.</p><br><p>Administrator panelini quyidagi brauzerlar yordamida ko‘rish yaxshidir:</ p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (oxirgi versiya)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (oxirgi versiya)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge (oxirgi versiya)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari (oxirgi versiya)</a></li></ul><br><p>Birini bosing Siz tanlagan brauzerni yuklab olish uchun havolalar. Yuklab olish tugallangach, sozlash dasturini ishga tushirish orqali brauzerni oʻrnating.</p><br><p>Agar brauzeringizni hozir yangilay olmasangiz, Administrator paneliga kirishingiz mumkin, lekin barchasidan toʻliq foydalana olmasligingiz mumkin. xususiyatlari.<br><br><a href="[url]">Davom etish</a></p>

# Languages::usergroup_must_have_privileges
source: Usergroup must have at least one privilege.
uz: Foydalanuvchilar guruhi kamida bitta imtiyozga ega bo'lishi kerak.

# Languages::saved_search.set_as_default
source: Set as default
uz: Standart sifatida o'rnating

# Languages::saved_search.set_as_non_default
source: Set as non-default
uz: Standart bo'lmagan qilib o'rnating

# Languages::saved_search.set_as_default_confirm
source: Saved search "[name]" will open by default instead of the full list of objects. Is that what you'd like?
uz: Saqlangan qidiruv "[name]" ob'ektlarning to'liq ro'yxati o'rniga sukut bo'yicha ochiladi. Siz shuni xohlaysizmi?

# Languages::saved_search.set_as_non_default_confirm
source: The full list of objects will open by default instead of saved search "[name]". Is that what you'd like?
uz: Ob'ektlarning to'liq ro'yxati saqlangan "[name]" qidiruvi o'rniga sukut bo'yicha ochiladi. Siz shuni xohlaysizmi?

# Languages::exim_subtotal_discount
source: Subtotal discount
uz: Jami chegirma

# Languages::storefront_languages_assigned
source: The "<a href="[url]">[name]</a>" storefront had no available languages configured. All languages has been made available for it.
uz: "<a href="[url]">[name]</a> vitrinasida mavjud tillar sozlanmagan. Buning uchun barcha tillar mavjud.

# Languages::storefront_currencies_assigned
source: The "<a href="[url]">[name]</a>" storefront had no available currencies configured. Default currency has been made available for it.
uz: "<a href="[url]">[name]</a> vitrinasida mavjud valyutalar sozlanmagan. Buning uchun standart valyuta mavjud.

# Languages::storefront_all_currencies_assigned
source: The "<a href="[url]">[name]</a>" storefront had no available currencies configured. All currencies has been made available for it.
uz: "<a href="[url]">[name]</a> vitrinasida mavjud valyutalar sozlanmagan. Buning uchun barcha valyutalar mavjud.

# Languages::storefronts_for_language_absent
source: The <b>[name]</b> language had no storefronts selected. All storefronts has been made available for it.
uz: <b>[name]</b> tilida hech qanday vitrina tanlanmagan. Buning uchun barcha do'konlar mavjud.

# Languages::storefronts_for_currency_absent
source: The <b>[name]</b> currency had no storefronts selected. All storefronts has been made available for it.
uz: <b>[name]</b> valyutasida hech qanday vitrina tanlanmagan. Buning uchun barcha do'konlar mavjud.

# Languages::event.product.back_in_stock.name
source: Product is back in stock
uz: Mahsulot yana stokda

# Languages::text_menus_have_been_deleted
source: Menus have been deleted successfully.
uz: Menyular muvaffaqiyatli o'chirildi.

# Languages::addon_added_to_favorites
source: Add-on added to your favorites
uz: Qo'shimcha sevimlilaringizga qo'shildi

# Languages::addon_removed_from_favorites
source: Add-on removed from your favorites
uz: Qo'shimcha sevimlilaringizdan olib tashlandi
