Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::install_addon_text
source: Add-ons extend the functionality of your store. <br /> You can install an add-on by picking a [exts] format archive and clicking Upload & install.
uz: Qo'shimchalar do'koningizning funksionalligini kengaytiradi. <br /> Siz [exts] formatidagi arxivni tanlab, “Yuklash va oʻrnatish” tugmasini bosish orqali plaginni oʻrnatishingiz mumkin.

# Languages::xml_error
source: XML parse error
uz: XML tahlil xatosi

# Languages::column
source: Column
uz: Ustun

# Languages::checking_core_version_is_not_suitable
source: Version of your cart ([version]) is not supported. Minimal: [min]. Maximal: [max].
uz: Savatingiz versiyasi ([version]) qo‘llab-quvvatlanmaydi. Minimal: [min]. Maksimal: [max].

# Languages::checking_core_edition_is_not_suitable
source: Edition of your cart ([current_edition]) is not supported. Required: [required_edition].
uz: Savatingizning nashri ([current_edition]) qo‘llab-quvvatlanmaydi. Majburiy: [required_edition].

# Languages::checking_php_version_is_not_suitable
source: PHP version ([version]) is not supported. Minimal: [min]. Maximal: [max].
uz: PHP versiyasi ([version]) qo'llab-quvvatlanmaydi. Minimal: [min]. Maksimal: [max].

# Languages::checking_extension_should_be_installed
source: The [extension] extension should be installed on your server for correct add-on operation.
uz: To'g'ri qo'shimcha ishlashi uchun [extension] kengaytmasi serveringizga o'rnatilishi kerak.

# Languages::checking_extension_should_be_removed
source: The [extension] extension should be removed from your server for correct add-on operation.
uz: To'g'ri qo'shimcha ishlashi uchun [extension] kengaytmasi serveringizdan olib tashlanishi kerak.

# Languages::checking_extension_version_is_not_suitable
source: The [extension] version ([version]) is not supported by the add-on. Minimal: [min]. Maximal: [max].
uz: [extension] versiyasi ([version]) qo'shimcha tomonidan qo'llab-quvvatlanmaydi. Minimal: [min]. Maksimal: [max].

# Languages::scroll_per_page
source: Scroll per page
uz: Har bir sahifaga aylantiring

# Languages::payments.paypal_adv_layout
source: Layout
uz: Tartib

# Languages::payments.layout_a
source: Layout A
uz: Tartib A

# Languages::payments.layout_b
source: Layout B
uz: Rezyume B

# Languages::payments.layout_c
source: Layout C
uz: Tartib C

# Languages::payments.eway_rapidapi_rsp.header_text
source: Header text
uz: sarlavha matni

# Languages::filter_by_categories
source: Filter by categories
uz: Kategoriyalar bo'yicha filtrlash

# Languages::default_filter_by_location
source: No filter specified. Filter by location set as default.
uz: Hech qanday filtr belgilanmagan. Sukut boʻyicha oʻrnatilgan joylashuv boʻyicha filtrlash.

# Languages::theme_information
source: Theme information
uz: Mavzu haqida ma'lumot

# Languages::developer
source: Developer
uz: Dasturchi

# Languages::theme_styles_and_layouts
source: Theme styles and layouts
uz: Mavzu uslublari va tartiblari

# Languages::activate
source: Activate
uz: Faol

# Languages::export_layout
source: Export layout
uz: Eksport tartibi

# Languages::import_layout
source: Import layout
uz: Import tartibi

# Languages::create_new_layout
source: Create new layout
uz: Yangi tartib yarating

# Languages::update_current_layout
source: Update current layout
uz: Joriy tartibni yangilang

# Languages::get_social
source: Get social
uz: Ijtimoiy bo'ling

# Languages::uc_searchanise_disabled
source: The Searchanise add-on was automatically disabled during upgrade to avoid false search results. Activate it at any time on the <a href="[url]">Add-ons</a> page.
uz: Noto'g'ri qidiruv natijalariga yo'l qo'ymaslik uchun Searchanise plaginini yangilash vaqtida avtomatik ravishda o'chirib qo'ydi. Uni istalgan vaqtda <a href="[url]">Qo‘shimchalar</a> sahifasida faollashtiring.

# Languages::text_store_closed
source: Sorry, the store is temporarily closed for maintenance.
uz: Kechirasiz, do‘kon texnik xizmat ko‘rsatish uchun vaqtincha yopilgan.

# Languages::theme_editor.presets
source: Presets
uz: Avvaldan oʻrnatilgan

# Languages::theme_editor.preset_data_cannot_be_saved
source: Preset data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
uz: Oldindan oʻrnatilgan maʼlumotlarni saqlab boʻlmaydi. Bu muammoni hal qilish uchun <b>[theme_dir]</b> katalogiga yozish ruxsatlarini o‘rnatishingiz kerak.

# Languages::theme_editor.preset_name
source: Preset name
uz: Oldindan o'rnatilgan nom

# Languages::active_preset
source: Active preset
uz: Faol oldindan sozlash

# Languages::theme_editor.error_preset_exists
source: The preset with this name is already exist. Please choose another one.
uz: Bu nomli oldindan oʻrnatilgan sozlamalar allaqachon mavjud. Iltimos, boshqasini tanlang.

# Languages::theme_editor.incorrect_preset_name
source: Preset name can not contain the following characters: "/ # % ? * : ; { } \ "
uz: Oldindan oʻrnatilgan nom quyidagi belgilarni oʻz ichiga olmaydi: "/ # % ? * : ; { } \ "

# Languages::theme_editor.convert_to_css
source: Convert to CSS
uz: CSS ga aylantirish

# Languages::theme_editor.text_convert_to_css
source: <p>Generate CSS files from LESS (for manual editing).</p><p>IMPORTANT: You won't be able to use the Theme editor to customize the storefront!</p><p><i>The original LESS files will be backed up and you will be able to restore them later</i></p>
uz: <p>LESS-dan CSS-fayllarni yarating (qo'lda tahrirlash uchun).</p><p>MUHIM: Mavzu muharriridan vitrini sozlash uchun foydalana olmaysiz!</p><p><i> original LESS fayllari zaxiralanadi va ularni keyinroq tiklashingiz mumkin</i></p>

# Languages::theme_editor.enable_less
source: Enable LESS
uz: LESS ni yoqing

# Languages::theme_editor.warning_css_changes_will_be_reverted
source: <p>You should switch back to LESS to be able to use the Theme editor, because it deals with LESS files instead of plain CSS.</p><p><strong>Important:</strong> All CSS files will be overwritten during the restore! Custom CSS modifications will be saved in the backup directory.</p>
uz: <p>Mavzu muharriridan foydalanish uchun LESS rejimiga qaytishingiz kerak, chunki u oddiy CSS oʻrniga LESS fayllar bilan ishlaydi.</p><p><strong>Muhim:</strong> Barcha CSS fayllari shunday boʻladi. qayta tiklash paytida ustiga yozilgan! Maxsus CSS modifikatsiyalari zaxira katalogiga saqlanadi.</p>

# Languages::theme_editor.confirm_enable_less
source: Your CSS modifications will be backed up and overwritten. Are you sure to continue with the LESS restore?
uz: Sizning CSS o'zgartirishlaringiz zaxiralanadi va ustiga yoziladi. LESS tiklashni davom ettirishga ishonchingiz komilmi?

# Languages::theme_editor.error_theme_converted_to_css
source: Compiled CSS files do not support styling. Restore LESS in the <a target="_blank" href="[url]">Theme editor</a> to be able to change styles.
uz: Kompilyatsiya qilingan CSS fayllari uslubni qo'llab-quvvatlamaydi. Uslublarni oʻzgartirish imkoniyatiga ega boʻlish uchun <a target="_blank" href="[url]">Mavzu muharriri</a>da LESS-ni tiklang.

# Languages::need_product_name
source: You have to specify product name
uz: Siz mahsulot nomini belgilashingiz kerak

# Languages::api_required_field
source: The [field] field is required
uz: [field]] maydoni talab qilinadi

# Languages::update_translation
source: Update translations
uz: Tarjimalarni yangilang

# Languages::po_meta_error_validating_lang_code
source: Language code in the PO file does not match that of the updated language
uz: PO faylidagi til kodi yangilangan tilga mos kelmaydi

# Languages::error_class_phar_data_not_found
source: The PharData class not found. Read more: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
uz: PharData klassi topilmadi. Batafsil: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>

# Languages::error_class_zip_archive_not_found
source: The ZipArchive class not found. Read more: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
uz: ZipArchive klassi topilmadi. Batafsil: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>

# Languages::error_zip_php_extension_not_installed
source: "Zip" PHP extension is not installed. Please install the "Zip" PHP extension to create and extract ZIP-archives.
uz: "Zip" PHP kengaytmasi o'rnatilmagan. ZIP arxivlarini yaratish va chiqarish uchun "Zip" PHP kengaytmasini o'rnating.

# Languages::make_archive
source: Make archive
uz: Arxiv qilish

# Languages::marketplace
source: Marketplace
uz: Bozor

# Languages::cscart_marketplace
source: CS-Cart Marketplace
uz: CS-Cart bozor

# Languages::marketplace_find_more
source: Find more add-ons and themes in <a href="[href]" target="_blank">Marketplace</a>
uz: <a href="[href]" target="_blank">Bozorda</a> qo'shimcha qo'shimchalar va mavzularni toping

# Languages::cscart_marketplace.search
source: Search
uz: Qidirmoq

# Languages::cscart_marketplace.search_description
source: Search the Add-on Market for your business needs
uz: Biznes ehtiyojlaringiz uchun qo'shimcha bozorni qidiring

# Languages::cscart_marketplace.buy
source: Buy
uz: Sotib olish

# Languages::cscart_marketplace.price
source: Price
uz: Narxi

# Languages::cscart_marketplace.list_price
source: List price
uz: Ro'yxat narxi

# Languages::cscart_marketplace.price_free
source: Free
uz: Ozod

# Languages::more_languages
source: More languages
uz: Ko'proq tillar

# Languages::languages_find_more
source: If you haven't found the language you need, check out <a href="[href]" target="_blank">our site with free language packs</a>.
uz: Agar kerakli tilni topa olmagan boʻlsangiz, <a href="[href]" target="_blank">bepul til paketlari mavjud saytimizga</a> qarang.

# Languages::extract_archive
source: Extract archive
uz: Arxivdan chiqarish

# Languages::bulk_print_packing_slip
source: Packing slip bulk print
uz: Qadoqlash qog'ozi ommaviy chop etish

# Languages::bulk_print_pdf
source: Invoice bulk print (PDF)
uz: Hisob-fakturani ommaviy chop etish (PDF)

# Languages::text_all_categories_included
source: All categories included
uz: Barcha toifalar kiritilgan

# Languages::text_all_products_included
source: All products included
uz: Barcha mahsulotlar kiritilgan

# Languages::usergroup_registered
source: Registered users
uz: Ro'yxatdan o'tgan foydalanuvchilar

# Languages::person_name
source: Name
uz: Ism

# Languages::promotions.cond_any
source: any
uz: har qanday

# Languages::promotions.cond_all
source: all
uz: hammasi

# Languages::promotions.cond_true
source: true
uz: to'g'ri

# Languages::promotions.cond_false
source: false
uz: yolg'on

# Languages::text_select_vendor
source: Please select a store first
uz: Iltimos, avval do'konni tanlang

# SettingsSections::Appearance
source: Appearance
uz: Tashqi ko'rinish

# SettingsSections::Company
source: Company
uz: Kompaniya

# SettingsSections::Emails
source: E-mails
uz: Elektron pochtalar

# SettingsSections::General
source: General
uz: Umumiy

# SettingsSections::Image_verification
source: Image verification
uz: Rasmni tekshirish

# SettingsSections::Logging
source: Logging
uz: Jurnal yozish

# SettingsSections::Reports
source: Reports
uz: Hisobotlar

# SettingsSections::Security
source: Security settings
uz: Xavfsizlik sozlamalari

# SettingsSections::Checkout
source: Checkout
uz: Tekshirib ko'rmoq

# SettingsSections::Sitemap
source: Sitemap
uz: Sayt xaritasi

# SettingsSections::Stores
source: Stores
uz: Do'konlar

# SettingsSections::Thumbnails
source: Thumbnails
uz: Eskizlar

# SettingsSections::Upgrade_center
source: Upgrade center
uz: Yangilash markazi

# SettingsSections::Notifications
source: Notifications
uz: Bildirishnomalar

# SettingsOptions::company_name
source: Company name
uz: Kompaniya nomi

# SettingsOptions::secure_admin
source: Enable secure connection in the administration panel
uz: Boshqaruv panelida xavfsiz ulanishni yoqing

# SettingsOptions::secure_storefront
source: Enable secure connection for the storefront
uz: Vitrina uchun xavfsiz ulanishni yoqing

# SettingsOptions::license_number
source: License number
uz: Litsenziya raqami

# SettingsOptions::alternative_currency
source: Alternative currency display format
uz: Muqobil valyutani ko'rsatish formati

# SettingsOptions::company_address
source: Company address
uz: Kompaniya manzili

# SettingsOptions::show_cats
source: Show the 'Categories' section
uz: "Kategoriyalar" bo'limini ko'rsating

# SettingsOptions::mailer_send_method
source: Method of sending e-mails
uz: Elektron pochta xabarlarini yuborish usuli

# SettingsOptions::width
source: Image width
uz: Rasm kengligi

# SettingsOptions::log_lifetime
source: Days before a log entry is removed
uz: Jurnaldagi yozuvni olib tashlashdan bir necha kun oldin

# SettingsTooltips::log_lifetime
source: Enter 0 if you don't want any automatic removal of old logs.
uz: Agar siz eski jurnallarni avtomatik ravishda olib tashlashni xohlamasangiz, 0 ni kiriting.

# SettingsOptions::log_type_orders
source: Orders
uz: Buyurtmalar

# SettingsOptions::log_type_users
source: Users
uz: Foydalanuvchilar

# SettingsOptions::log_type_products
source: Products
uz: Mahsulotlar

# SettingsOptions::log_type_categories
source: Categories
uz: Kategoriyalar

# SettingsOptions::log_type_database
source: Database
uz: Ma'lumotlar bazasi

# SettingsOptions::log_type_requests
source: Requests
uz: So'rovlar

# SettingsOptions::min_account_password_length
source: Minimum password length
uz: Minimal parol uzunligi

# SettingsOptions::header_1
source: Administrator settings
uz: Administrator sozlamalari

# SettingsOptions::header_7010
source: Format of time intervals
uz: Vaqt oraliqlari formati

# SettingsOptions::share_users
source: Share users among stores
uz: Foydalanuvchilarni do'konlar orasida baham ko'ring

# SettingsOptions::log_type_general
source: General
uz: Umumiy

# SettingsOptions::backend_default_language
source: Backend default language
uz: Backend standart tili

# SettingsOptions::company_city
source: Company city
uz: Kompaniya shahri

# SettingsOptions::admin_orders_per_page
source: Orders per page
uz: Har bir sahifaga buyurtmalar

# SettingsOptions::day
source: Day
uz: kun

# SettingsOptions::show_rootcats_only
source: Show only root level categories links in the 'Categories' section
uz: "Kategoriyalar" bo'limida faqat ildiz darajasidagi toifalar havolalarini ko'rsating

# SettingsOptions::height
source: Image height
uz: Rasm balandligi

# SettingsOptions::account_passwords_must_contain_mix
source: Password must contain both letters and numbers
uz: Parolda harflar ham, raqamlar ham bo'lishi kerak

# SettingsOptions::header_10003
source: SMTP server settings
uz: SMTP server sozlamalari

# SettingsOptions::header_8158
source: FTP server options
uz: FTP server imkoniyatlari

# SettingsOptions::default_state_update_for_all
source: Default state of the "Update for all stores" icon
uz: "Barcha do'konlar uchun yangilash" belgisining standart holati

# SettingsOptions::ftp_hostname
source: Hostname
uz: Xost nomi

# SettingsOptions::weight_symbol
source: Weight symbol
uz: Og'irlik belgisi

# SettingsOptions::admin_products_per_page
source: Products per page
uz: Har bir sahifadagi mahsulotlar

# SettingsOptions::company_country
source: Company country
uz: Kompaniya mamlakati

# SettingsOptions::week
source: Week
uz: Hafta

# SettingsOptions::mailer_smtp_host
source: SMTP host
uz: SMTP xosti

# SettingsOptions::string_length
source: String length
uz: Ip uzunligi

# SettingsOptions::change_admin_password_on_first_login
source: Force administrators to change password on the first login
uz: Birinchi kirishda administratorlarni parolni o'zgartirishga majbur qiling

# SettingsOptions::show_site_info
source: Show the 'Site info' section
uz: "Sayt haqida ma'lumot" bo'limini ko'rsating

# SettingsOptions::lines_number
source: Number of grid lines
uz: To'r qatorlari soni

# SettingsOptions::grid_color
source: Grid color (hexadecimal code)
uz: To'r rangi (o'n oltilik kod)

# SettingsOptions::ftp_username
source: Username
uz: Foydalanuvchi nomi

# SettingsOptions::company_state
source: Company state
uz: Kompaniya holati

# SettingsOptions::weight_symbol_grams
source: Grams in the unit of weight defined by the weight symbol
uz: Kompaniya holati

# SettingsOptions::month
source: Month
uz: Oy

# SettingsOptions::mailer_smtp_username
source: SMTP username
uz: SMTP foydalanuvchi nomi

# SettingsOptions::min_font_size
source: Minimum font size
uz: Minimal shrift hajmi

# SettingsOptions::account_password_expiration_period
source: Password validity period in days (0 - unlimited)
uz: Parolning amal qilish muddati kunlarda (0 - cheksiz)

# SettingsOptions::ftp_password
source: Password
uz: Parol

# SettingsOptions::company_zipcode
source: Company zip code
uz: Kompaniyaning pochta indeksi

# SettingsOptions::admin_pages_per_page
source: CMS pages per page
uz: Kompaniyaning pochta indeksi

# SettingsOptions::year
source: Year
uz: Yil

# SettingsOptions::mailer_smtp_password
source: SMTP password
uz: SMTP paroli

# SettingsOptions::max_font_size
source: Maximum font size
uz: Shriftning maksimal hajmi

# SettingsOptions::store_mode
source: Close storefront
uz: Vitrini yoping

# SettingsOptions::cron_password
source: Access key to cron script which sends e-mail notifications of password change.
uz: Parolni o'zgartirish haqida elektron pochta xabarnomalarini yuboradigan cron skriptiga kirish kaliti.

# SettingsTooltips::cron_password
source: Use: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
uz: Foydalanish: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.

# SettingsOptions::store_optimization_dev
source: Rebuild cache automatically
uz: Keshni avtomatik ravishda qayta tiklash

# SettingsOptions::order_start_id
source: Initial order ID value
uz: Dastlabki buyurtma identifikatori qiymati

# SettingsOptions::use_shipments
source: Allow multiple shipments for a single order
uz: Bitta buyurtma uchun bir nechta jo'natishga ruxsat bering

# SettingsOptions::uk_cookies_law
source: Notify visitors about cookies use
uz: Mehmonlarni cookie-fayllardan foydalanish haqida xabardor qiling

# SettingsOptions::tax_calculation
source: Tax calculation method based on
uz: Mehmonlarni cookie-fayllardan keyin yuklang

# SettingsOptions::feedback_type
source: Help us improve software
uz: Dasturiy ta'minotni yaxshilashga yordam bering

# SettingsOptions::auto_check_updates
source: Check for updates automatically
uz: Yangilanishlarni avtomatik ravishda tekshiring

# SettingsOptions::ftp_directory
source: Directory
uz: Katalog

# SettingsOptions::admin_elements_per_page
source: Elements per page
uz: Har bir sahifadagi elementlar

# SettingsOptions::company_phone
source: Company phone
uz: Kompaniya telefoni

# SettingsOptions::default_wysiwyg_editor
source: Default wysiwyg editor
uz: Standart wysiwyg muharriri

# SettingsOptions::mailer_smtp_auth
source: Use SMTP authentication
uz: SMTP autentifikatsiyasidan foydalaning

# SettingsOptions::string_type
source: String type
uz: String turi

# SettingsOptions::header_7003
source: Default customer location
uz: Birlamchi mijoz joylashuvi

# SettingsOptions::char_shadow
source: Character shadows
uz: Belgilarning soyalari

# SettingsOptions::default_address
source: Default address
uz: Birlamchi manzil

# SettingsOptions::company_phone_2
source: Company phone 2
uz: Kompaniya telefoni 2

# SettingsOptions::thumbnail_background_color
source: Thumbnail background color
uz: Eskiz fon rangi

# SettingsOptions::colour
source: Color
uz: Rang

# SettingsOptions::header_2
source: Customer settings
uz: Mijoz sozlamalari

# SettingsOptions::header_10004
source: Sendmail settings
uz: Sendmail sozlamalari

# SettingsOptions::default_zipcode
source: Default zipcode
uz: Birlamchi pochta indeksi

# SettingsOptions::frontend_default_language
source: Frontend default language
uz: Frontend standart tili

# SettingsOptions::frontend_default_currency
source: Frontend default currency
uz: Frontend standart valyutasi

# SettingsOptions::convert_to
source: Thumbnail format
uz: Eskiz formati

# SettingsOptions::mailer_sendmail_path
source: Path to sendmail program
uz: Sendmail dasturiga yo'l

# SettingsOptions::background_image
source: Background image
uz: Fon rasmi

# SettingsOptions::hide_if_logged
source: Do not use verification if user is logged in
uz: Agar foydalanuvchi tizimga kirgan bo'lsa, tasdiqlashdan foydalanmang

# SettingsOptions::hide_after_validation
source: Do not use verification after first valid answer
uz: Birinchi to'g'ri javobdan keyin tasdiqlashdan foydalanmang

# SettingsOptions::default_city
source: Default city
uz: Standart shahar

# SettingsOptions::company_website
source: Company website
uz: Kompaniya veb-sayti

# SettingsOptions::orders_per_page
source: Orders per page
uz: Har bir sahifaga buyurtmalar

# SettingsOptions::jpeg_quality
source: JPEG format quality (0-100)
uz: JPEG format sifati (0-100)

# SettingsOptions::company_start_year
source: Year when the store started its operation
uz: Do'kon o'z faoliyatini boshlagan yil

# SettingsOptions::default_country
source: Default country
uz: Standart mamlakat

# SettingsOptions::products_per_page
source: Products per page
uz: Har bir sahifadagi mahsulotlar

# SettingsOptions::company_users_department
source: User department e-mail address
uz: Foydalanuvchi bo'limining elektron pochta manzili

# SettingsOptions::use_for
source: Use for
uz: uchun foydalaning

# SettingsOptions::product_lists_thumbnail_width
source: Products list (category, search, etc) thumbnail width
uz: Mahsulotlar roʻyxati (toifa, qidiruv va h.k.) eskiz kengligi

# SettingsOptions::default_state
source: Default state
uz: Standart holat

# SettingsOptions::company_site_administrator
source: Site administrator e-mail address
uz: Sayt ma'murining elektron pochta manzili

# SettingsOptions::product_lists_thumbnail_height
source: Products list (category, search, etc) thumbnail height
uz: Mahsulotlar roʻyxati (toifa, qidiruv va h.k.) eskiz balandligi

# SettingsOptions::company_orders_department
source: Order department e-mail address
uz: Buyurtma bo'limining elektron pochta manzili

# SettingsOptions::default_phone
source: Default phone
uz: Standart telefon

# SettingsOptions::product_details_thumbnail_width
source: Product details page thumbnail width
uz: Mahsulot tafsilotlari sahifasi eskizi kengligi

# SettingsOptions::header_7004
source: Catalog
uz: Katalog

# SettingsOptions::company_support_department
source: Help/Support department e-mail address
uz: Yordam/Yordam bo'limining elektron pochta manzili

# SettingsOptions::elements_per_page
source: Elements per page
uz: Har bir sahifa uchun elementlar

# SettingsOptions::inventory_tracking
source: Enable inventory tracking
uz: Inventarni kuzatishni yoqish

# SettingsOptions::product_details_thumbnail_height
source: Product details page thumbnail height
uz: Mahsulot tafsilotlari sahifasi eskizi balandligi

# SettingsOptions::allow_negative_amount
source: Allow negative amount in inventory
uz: Inventarizatsiyadagi salbiy miqdorga ruxsat bering

# SettingsOptions::product_quick_view_thumbnail_width
source: Product quick view thumbnail width
uz: Mahsulotni tez koʻrish eskizi kengligi

# SettingsOptions::product_quick_view_thumbnail_height
source: Product quick view thumbnail height
uz: Mahsulotni tez ko'rish eskizi balandligi

# SettingsOptions::product_admin_mini_icon_width
source: Admin panel: product mini-icon thumbnail width
uz: Administrator paneli: mahsulot mini-ikonkasi eskizi kengligi

# SettingsOptions::product_admin_mini_icon_height
source: Admin panel: product mini-icon thumbnail height
uz: Administrator paneli: mahsulot mini-ikonkasi eskizi balandligi
