Repository: xcartmaster/cscart1
Catalog: var/langs/*/core.po
Languages: uz

# Languages::change_order_status_default_subj
source: The status of order #[order] has been changed to [status]
uz: #[order] buyrugʻining holati [status] ga oʻzgartirildi

# Languages::change_order_status_default_text
source: The status of your order has been changed to [status].
uz: Buyurtmangiz holati [status] ga o'zgartirildi.

# Languages::email_template.activate_profile
source: User profile requires activation
uz: Foydalanuvchi profili faollashtirishni talab qiladi

# Languages::email_template.back_in_stock_notification
source: Back in stock notification
uz: Zaxiraga qaytish haqida bildirishnoma

# Languages::email_template.create_profile
source: User profile creation
uz: Foydalanuvchi profilini yaratish

# Languages::email_template.edp_access
source: Orders: access to downloadable products
uz: Buyurtmalar: yuklab olinadigan mahsulotlarga kirish

# Languages::email_template.give_coupon
source: Promotions: coupon
uz: Aktsiyalar: kupon

# Languages::email_template.low_stock
source: Product low stock notification
uz: Mahsulot kamligi haqida bildirishnoma

# Languages::email_template.order_notification
source: Order notification: [name]
uz: Buyurtma haqida bildirishnoma: [name]

# Languages::email_template.order_notification_default
source: Order notification: Default template for a new order status
uz: Buyurtma haqida bildirishnoma: yangi buyurtma holati uchun standart shablon

# Languages::email_template.profile_activated
source: User account activation
uz: Foydalanuvchi hisobini faollashtirish

# Languages::email_template.recover_password
source: Password recovery
uz: Parolni tiklash

# Languages::email_template.reminder
source: Admin password expiration
uz: Administrator parolining amal qilish muddati

# Languages::email_template.shipment_products
source: Orders: products shipped
uz: Buyurtmalar: mahsulotlar jo'natilgan

# Languages::email_template.track
source: Orders: tracking
uz: Buyurtmalar: kuzatish

# Languages::email_template.update_profile
source: User profile update
uz: Foydalanuvchi profili yangilanishi

# Languages::email_template.usergroup_activation
source: User group activation
uz: Foydalanuvchilar guruhini faollashtirish

# Languages::email_template.usergroup_disactivation
source: User group disactivation
uz: Foydalanuvchilar guruhini faolsizlantirish

# Languages::email_template.usergroup_request
source: User group request
uz: Foydalanuvchilar guruhi so'rovi

# Languages::email_template.upgrade_backup_info
source: Upgrade: restore link
uz: Yangilash: havolani tiklash

# Languages::email_template.params.attach_order_document
source: Attach a PDF document
uz: PDF hujjatni biriktiring

# Languages::edit_customer_notification
source: Edit the email sent to customers
uz: Mijozlarga yuborilgan elektron pochta xabarini tahrirlang

# Languages::edit_admin_notification
source: Edit the email sent to administrators
uz: Administratorlarga yuborilgan elektron pochta xabarini tahrirlang

# Languages::copy
source: Copy
uz: Nusxalash

# Languages::copied
source: Copied
uz: Ko‘chirildi

# Languages::addon_uninstall_sql_error
source: An error in an SQL query occurred during the add-on uninstallation.
uz: Qo'shimchani o'chirish paytida SQL so'rovida xatolik yuz berdi.

# Languages::payments.qbms.quickbooks_connection
source: QuickBooks Connection
uz: QuickBooks ulanishi

# Languages::payments.qbms.configuration_required
source: <p>Fill in the fields below and save the changes:<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>Click "Connect to QuickBooks" button that will appear instead of this message to finish payment configuration.</p>
uz: <p>Quyidagi maydonlarni to'ldiring va o'zgarishlarni saqlang:<br>- Ilova tokeni<br>- OAuth iste'molchi kaliti<br> - OAuth iste'molchi siri</p><p>Ko'rsatiladigan "QuickBooks-ga ulanish" tugmasini bosing. toʻlovni sozlashni tugatish uchun ushbu xabar oʻrniga.</p>

# Languages::payments.qbms.oauth_consumer_key
source: OAuth Consumer Key
uz: OAuth iste'molchi kaliti

# Languages::payments.qbms.oauth_consumer_secret
source: OAuth Consumer Secret
uz: OAuth iste'molchi siri

# Languages::payments.qbms.oauth_client_id
source: OAuth Client Id
uz: OAuth mijoz identifikatori

# Languages::payments.qbms.oauth_client_secret
source: OAuth Client Secret
uz: OAuth mijoz siri

# Languages::payments.qbms.token_expires
source: The token expires on <b>[date]</b> at <b>[time]</b>.
uz: Tokenning muddati <b>[date]</b> kuni <b>[vaqt]</b> da tugaydi.

# Languages::payments.qbms.token_expired
source: The token has expired.
uz: Token muddati tugagan.

# Languages::payments.qbms.renew_token
source: Press "Connect to QuickBooks" to renew the token.
uz: Tokenni yangilash uchun "QuickBooks-ga ulanish" tugmasini bosing.

# Languages::payments.qbms.tip_fill_redirect
source: <p>- In the QuickBooks application, copy the following value into the Redirect URI field:</p><p>[url]</p><p>- Click the "Connect to QuickBooks" button.</p>
uz: <p>- QuickBooks ilovasida Redirect URI maydoniga quyidagi qiymatni nusxalang:</p><p>[url]</p><p>- “QuickBooks-ga ulanish” tugmasini bosing.</p>

# Languages::payments.qbms.configure_payment_method
source: <p>How to configure the payment method:</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">Obtain OAuth 2.0</a> credentials from <b>QuickBooks Online</b> application (QuickBooks Desktop won't work).</p><p>2. Copy them to the payment method settings in [product].</p><p>3. Click "Create", then open the settings of this payment method again to finish its configuration.</p>
uz: <p>Toʻlov usulini qanday sozlash kerak:</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your- app">OAuth 2.0</a> hisob ma'lumotlarini <b>QuickBooks Online</b> ilovasidan oling (QuickBooks Desktop ishlamaydi).</p><p>2. Ulardan [product] ichidagi toʻlov usuli sozlamalariga nusxa koʻchiring.</p><p>3. “Yaratish” tugmasini bosing, so‘ng konfiguratsiyani tugatish uchun ushbu to‘lov usuli sozlamalarini qayta oching.</p>

# Languages::text_money_back_guarantee
source: We offer 30-day money-back guarantee. If you don't like our product, we'll return you the money, no needless questions asked.
uz: Biz 30 kunlik pulni qaytarish kafolatini taklif qilamiz. Agar mahsulotimiz sizga yoqmasa, biz sizga pulni qaytarib beramiz, ortiqcha savollarsiz.

# Languages::admin_panel_will_be_blocked
source: Installation integrity check failed. The access to the Administration panel will be blocked within 2 days. Please contact our <a href="[href]">support team</a>
uz: Oʻrnatishning yaxlitligini tekshirib boʻlmadi. Ma'muriyat paneliga kirish 2 kun ichida bloklanadi. Iltimos, <a href="[href]">yordam guruhimizga</a> murojaat qiling

# Languages::text_license_is_disabled
source: The license is disabled. Please check your license status.
uz: Litsenziya o'chirilgan. Iltimos, litsenziyangiz holatini tekshiring.

# Languages::text_license_is_invalid
source: Invalid license number. Please enter a valid license number.
uz: Litsenziya raqami noto‘g‘ri. Yaroqli litsenziya raqamini kiriting.

# Languages::text_license_is_disabled_full
source: The license is disabled. Please check your license status or select a different store mode.
uz: Litsenziya o'chirilgan. Litsenziyangiz holatini tekshiring yoki boshqa doʻkon rejimini tanlang.

# Languages::text_license_is_invalid_full
source: Invalid license number. Please enter a valid license number or select a different store mode.
uz: Litsenziya raqami noto‘g‘ri. Yaroqli litsenziya raqamini kiriting yoki boshqa do‘kon rejimini tanlang.

# Languages::error_directory_not_writable
source: Directory "[dir]" is not writable. Please check permissions for this directory of your installation.
uz: "[dir]" katalogini yozib bo'lmaydi. Iltimos, oʻrnatishingizning ushbu katalogi uchun ruxsatlarni tekshiring.

# Languages::error_cannot_delete_files
source: Cannot delete files: <b>[files]</b>. Please check the permissions.
uz: Fayllarni oʻchirib boʻlmadi: <b>[files]</b>. Iltimos, ruxsatlarni tekshiring.

# Languages::feature_groups
source: Feature groups
uz: Xususiyat guruhlari

# Languages::shippings.can.business_account_information
source: Business account information
uz: Biznes hisobi ma'lumotlari

# Languages::shippings.can.customer_number
source: Customer number
uz: Mijoz raqami

# Languages::ttc_shippings.can.customer_number
source: Customer number is required for commercial customers and Solutions for Small Business members to get discounted rates if parcel is mailed on behalf of customer
uz: Agar posilka mijoz nomidan yuborilsa, chegirmali tariflarni olish uchun tijorat mijozlari va Kichik biznes uchun yechimlar aʼzolari uchun mijoz raqami talab qilinadi.

# Languages::shippings.can.contract_id
source: Contract ID
uz: Shartnoma identifikatori

# Languages::ttc_shippings.can.contract_id
source: Contract ID is required to obtain discounted rates for commercial customers when the Customer number is specified. Contract ID must be omitted for Solutions for Small Business members or general business users
uz: Mijoz raqami ko'rsatilganda tijorat mijozlari uchun chegirmali tariflarni olish uchun kontrakt identifikatori talab qilinadi. Kichik biznes aʼzolari yoki umumiy biznes foydalanuvchilari uchun yechimlar uchun shartnoma identifikatori oʻtkazib yuborilishi kerak

# Languages::shippings.can.api_keys
source: API keys
uz: API kalitlari

# Languages::shippings.can.username
source: Username
uz: Foydalanuvchi nomi

# Languages::shippings.can.password
source: Password
uz: Parol

# Languages::shippings.can.options
source: Delivery options
uz: Yetkazib berish imkoniyatlari

# Languages::shippings.can.option_so
source: Signature
uz: Imzo

# Languages::shippings.can.option_cov
source: Coverage
uz: Qoplash

# Languages::ttc_shippings.can.option_cov
source: Requires amount
uz: Miqdorni talab qiladi

# Languages::shippings.can.option_cov_amount
source: Coverage amount
uz: Qoplama miqdori

# Languages::shippings.can.option_cod
source: Collect on Delivery
uz: Yetkazib berishda yig'ish

# Languages::shippings.can.option_pa18
source: Proof of Age Required - 18
uz: Yoshni tasdiqlovchi hujjat talab qilinadi - 18

# Languages::shippings.can.option_pa19
source: Proof of Age Required - 19
uz: Yoshni tasdiqlovchi hujjat talab qilinadi - 19

# Languages::shippings.can.option_hfp
source: Card for pickup
uz: Olib ketish uchun karta

# Languages::shippings.can.option_dns
source: Do not safe drop
uz: Xavfsiz tushmang

# Languages::shippings.can.option_lad
source: Leave at door - do not card
uz: Eshik oldida qoldiring - karta qilmang

# Languages::shippings.aup.pac_api_key
source: PAC API key
uz: PAC API kaliti

# Languages::shippings.aup.currency_not_configured
source: To activate the Australia Post shipping processor, you must have the Australian Dollar currency enabled.
uz: Australia Post yuk tashish protsessorini faollashtirish uchun sizda Avstraliya dollari valyutasi yoqilgan bo'lishi kerak.

# Languages::licensing_and_upgrades
source: Licensing and upgrades
uz: Litsenziyalash va yangilash

# Languages::addon_license_key_tooltip
source: Enter license key you've received by e-mail in order to receive the add-on upgrades.
uz: Qo'shimcha yangilanishlarni olish uchun elektron pochta orqali olgan litsenziya kalitini kiriting.

# Languages::api_shipments_update_not_allowed
source: Only tracking_number, status, comments and timestamp can be updated
uz: Faqat kuzatuv_raqami, holat, sharhlar va vaqt tamg'asi yangilanishi mumkin

# Languages::api_shipments_status_not_correct
source: Value of status field is not correct. Allowed values: 'A', 'P', 'S'
uz: Holat maydoni qiymati to‘g‘ri emas. Ruxsat etilgan qiymatlar: "A", "P", "S"

# Languages::cannot_remove_theme_has_dependent_themes
source: The theme can't be removed as the following themes depend on it: [dependent_themes]
uz: Mavzuni olib tashlab boʻlmaydi, chunki quyidagi mavzular unga bogʻliq: [dependent_themes]

# Languages::text_installing_theme_dependencies
source: Installing the theme dependencies: [dependencies]
uz: Mavzuga bog'liqliklarni o'rnatish: [dependencies]

# Languages::text_unable_to_install_theme_dependencies
source: Unable to install the theme dependencies: [dependencies]
uz: Mavzuga bog'liqliklarni o'rnatib bo'lmadi: [dependencies]

# Languages::exim_cannot_create_variant_for_shareable_feature
source: You cannot create a variant for a shareable feature.
uz: Siz almashiladigan xususiyat uchun variant yarata olmaysiz.

# Languages::warning_default_language_sharing_removed
source: The default language defined in settings has been removed for the <b>[company]</b> storefront. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
uz: Sozlamalarda belgilangan standart til <b>[kompaniya]</b> vitrini uchun olib tashlandi. Quyidagi sahifada Frontend standart til qiymatini yangilang: <a href="[link]">Sozlamalar :: Tashqi ko‘rinish</a>

# Languages::warning_default_currency_absent
source: Could not assign default currency for the <b>[storefront]</b> storefront. Please update the default currency value on the following page: <a href="[link]">Administration :: Currencies</a>
uz: <b>[storefront]</b> vitrini uchun standart valyutani belgilab bo'lmadi. Iltimos, quyidagi sahifada standart valyuta qiymatini yangilang: <a href="[link]">Ma'muriyat :: Valyutalar</a>

# Languages::page_url
source: Page URL
uz: Sahifa URL manzili

# Languages::tt_views_pages_components_pages_link_page_url
source: The page inner URL
uz: Sahifaning ichki URL manzili

# Languages::page_target_url
source: Target URL
uz: Maqsadli URL

# Languages::tt_views_pages_components_pages_link_page_target_url
source: The URL to redirect customers to
uz: Mijozlarni yo'naltirish uchun URL

# Languages::shippings.fedex.freight_account_number
source: Freight account number
uz: Yuk tashish hisob raqami

# Languages::ship_fedex_package_type_fedex_extra_large_box
source: FedEx Extra Large Box
uz: FedEx juda katta quti

# Languages::ship_fedex_package_type_fedex_large_box
source: FedEx Large Box
uz: FedEx katta qutisi

# Languages::ship_fedex_package_type_fedex_medium_box
source: FedEx Medium Box
uz: FedEx o'rta qutisi

# Languages::ship_fedex_package_type_fedex_small_box
source: FedEx Small Box
uz: FedEx kichik qutisi

# Languages::ship_fedex_drop_off_type_business_service_center
source: Business service center
uz: Biznesga xizmat ko'rsatish markazi

# Languages::ship_fedex_drop_off_type_drop_box
source: Drop box
uz: O'z-o'zidan etkazib berish qutisi

# Languages::shippings.fedex.options
source: Delivery options
uz: Yetkazib berish imkoniyatlari

# Languages::shippings.fedex.option_broker_select_option
source: Broker select option
uz: Broker variantni tanlash

# Languages::shippings.fedex.option_call_before_delivery
source: Call before delivery
uz: Yetkazib berishdan oldin qo'ng'iroq qiling

# Languages::shippings.fedex.option_cod
source: COD
uz: Yetkazib berishda naqd pul

# Languages::shippings.fedex.option_cod_amount
source: COD amount
uz: Yetkazib berishda naqd pulning miqdori

# Languages::shippings.fedex.option_cod_collection_type
source: COD collection type
uz: Yetkazib berishda naqd pulning yig'ish turi

# Languages::shippings.fedex.option_cod_collection_type_any
source: Any
uz: Har qanday

# Languages::shippings.fedex.option_cod_collection_type_cash
source: Cash
uz: Naqd pul

# Languages::shippings.fedex.option_cod_collection_type_guaranteed_funds
source: Guaranteed funds
uz: Kafolatlangan mablag'lar

# Languages::shippings.fedex.option_custom_delivery_window
source: Custom delivery window
uz: Maxsus yetkazib berish oynasi

# Languages::shippings.fedex.option_dangerous_goods
source: Dangerous goods
uz: Xavfli tovarlar

# Languages::shippings.fedex.option_dangerous_goods_options
source: Hazardous content options
uz: Xavfli tarkib variantlari

# Languages::shippings.fedex.option_dangerous_goods_options_battery
source: Battery
uz: Batareya

# Languages::shippings.fedex.option_dangerous_goods_options_hazardous_materials
source: Hazardous materials
uz: Xavfli materiallar

# Languages::shippings.fedex.option_dangerous_goods_options_orm_d
source: ORM-D
uz: ORM-D (faqat mamlakat ichida tashiladigan xavfli tovarlar va materiallar)

source: Limited quantities commodities
uz: Cheklangan miqdordagi tovarlar

# Languages::shippings.fedex.option_dangerous_goods_options_reportable_quantities
source: Reportable quantities
uz: Hisobot qilinadigan miqdorlar

source: Small quantity exception
uz: Kichik miqdordagi istisno

# Languages::shippings.fedex.option_dangerous_goods_accessibility
source: Dangerous goods accessibility
uz: Xavfli yuklarga kirish imkoniyati

# Languages::shippings.fedex.option_dangerous_goods_accessibility_accessible
source: Accessible
uz: Foydalanish mumkin

# Languages::shippings.fedex.option_dangerous_goods_accessibility_inaccessible
source: Inaccessible
uz: Kirish imkonsiz

# Languages::shippings.fedex.option_do_not_break_down_pallets
source: Do not break down pallets
uz: Paletlarni buzmang

# Languages::shippings.fedex.option_do_not_stack_pallets
source: Do not stack pallets
uz: Paletlarni to'plamang

# Languages::shippings.fedex.option_dry_ice
source: Dry ice
uz: Quruq muz

# Languages::shippings.fedex.option_east_coast_special
source: East Coast special
uz: Sharqiy qirg'oq maxsus

# Languages::shippings.fedex.option_electronic_trade_documents
source: Electronic trade documents
uz: Elektron savdo hujjatlari

# Languages::shippings.fedex.option_extreme_length
source: Extreme length
uz: Ekstremal uzunlik

# Languages::shippings.fedex.option_food
source: Food
uz: Ovqat

# Languages::shippings.fedex.option_fedex_one_rate
source: FedEx One Rate
uz: FedEx bir stavka

# Languages::shippings.fedex.option_freight_guarantee
source: Freight guarantee
uz: Yuk tashish kafolati

# Languages::shippings.fedex.option_freight_to_collect
source: Freight to collect
uz: Yig'ish uchun yuk

# Languages::shippings.fedex.option_future_day_shipment
source: Future day shipment
uz: Kelgusi kun jo'natish

# Languages::shippings.fedex.option_hold_at_location
source: Hold at location
uz: Joyda ushlab turing

# Languages::shippings.fedex.option_home_delivery_premium
source: Home delivery Premium
uz: Uyga yetkazib berish Premium

# Languages::shippings.fedex.option_inside_delivery
source: Inside delivery
uz: Ichkarida yetkazib berish

# Languages::shippings.fedex.option_inside_pickup
source: Inside pickup
uz: Ichkarida olib ketish

# Languages::shippings.fedex.option_international_controlled_export_service
source: International controlled export service
uz: Xalqaro nazorat ostida eksport xizmati

# Languages::shippings.fedex.option_international_traffic_in_arms_regulations
source: International traffic in arms regulations
uz: Xalqaro qurol savdosi qoidalari

# Languages::shippings.fedex.option_liftgate_delivery
source: Liftgate delivery
uz: Liftga yetkazib berish

# Languages::shippings.fedex.option_liftgate_pickup
source: Liftgate pickup
uz: Liftga pikap

# Languages::shippings.fedex.option_limited_access_delivery
source: Limited access delivery
uz: Cheklangan kirish yetkazib berish

# Languages::shippings.fedex.option_limited_access_pickup
source: Limited access pickup
uz: Cheklangan ruxsat olish

# Languages::shippings.fedex.option_pharmacy_delivery
source: Pharmacy delivery
uz: Dorixona yetkazib berish

# Languages::shippings.fedex.option_poison
source: Poison
uz: Zahar

# Languages::shippings.fedex.option_protection_from_freezing
source: Protection from freezing
uz: Muzlashdan himoya qilish

# Languages::shippings.fedex.option_returns_clearance
source: Returns clearance
uz: Qaytariladigan ruxsatnoma

# Languages::shippings.fedex.option_saturday_delivery
source: Saturday delivery
uz: Shanba kuni yetkazib berish

# Languages::shippings.fedex.option_saturday_pickup
source: Saturday pickup
uz: Shanba kuni olib ketish

# Languages::shippings.fedex.option_top_load
source: Top load
uz: Yuqori yuk

# Languages::template_document_order_invoice
source: Invoice
uz: Hisob-faktura

# Languages::template_document_packing_slip_default
source: Packing slip
uz: Qadoqlash varaqasi

# Languages::documents
source: Documents
uz: Hujjatlar

# Languages::document_preview_order_not_found
source: Couldn't find an order. Preview only works with existing data. Please create an order and use Preview again.
uz: Buyurtma topilmadi. Ko'rib chiqish faqat mavjud ma'lumotlar bilan ishlaydi. Iltimos, buyurtma yarating va qaytadan ko‘rib chiqish funksiyasidan foydalaning.

# Languages::editing_order_invoice
source: Editing invoice for order #[order_id]
uz: Buyurtma №[order_id] uchun hisob-faktura tahrirlanmoqda

# Languages::email_order_invoice_subject
source: [company_name]: Invoice for order #[order_id]
uz: [company_name]: Buyurtma uchun hisob-faktura #[order_id]

# Languages::edit_and_send_invoice
source: Tweak and send invoice
uz: Hisob-fakturani o'zgartiring va yuboring

# Languages::error_profile_field_name_exists
source: A profile field with this name already exists. Please choose another name.
uz: Bunday nomli profil maydoni allaqachon mavjud. Boshqa nom tanlang.

# Languages::profile_field_name
source: Field name
uz: Maydon nomi

# Languages::profile_field_name_tooltip
source: A character sequence that serves as an identifier. You can use figures from 0 to 9, symbols of the English alphabet and "_" sign.
uz: Identifikator sifatida xizmat qiluvchi belgilar ketma-ketligi. Siz 0 dan 9 gacha raqamlardan, ingliz alifbosi belgilaridan va "_" belgisidan foydalanishingiz mumkin.

# Languages::text_character_identifier_tooltip
source: A character sequence that serves as an identifier. You can use figures from 0 to 9, symbols of the English alphabet and the following signs: "-", "_", ".".
uz: Identifikator sifatida xizmat qiluvchi belgilar ketma-ketligi. Siz 0 dan 9 gacha raqamlardan, ingliz alifbosining belgilaridan va quyidagi belgilardan foydalanishingiz mumkin: "-", "_", ".".

# SettingsOptions::monitor_core_changes
source: Monitor changes in core files
uz: Asosiy fayllardagi o'zgarishlarni kuzatib boring

# Languages::core_files_have_been_modified
source: Some of your <a href="[changes_url]">core files</a> were changed manually. That can lead to various problems, especially when upgrading to a new version of [product]. To learn more about why we advise against changing the core files, please read this <a href="[docs_url]" target="_blank" >article</a>.<br><br>[product] automatically checks for changes in core files every time you log in. To disable this check, go to <a href="[settings_url]">Settings → General</a> and untick the Monitor changes in core files checkbox.
uz: Ayrim <a href="[changes_url]">asosiy fayllaringiz</a> qo‘lda o‘zgartirildi. Bu turli muammolarga olib kelishi mumkin, ayniqsa [product] ning yangi versiyasiga yangilashda. Nima uchun asosiy fayllarni o‘zgartirmaslik haqida ko‘proq ma’lumot olish uchun ushbu <a href="[docs_url]" target="_blank" >maqolani</a> o‘qing.<br><br>[mahsulot] avtomatik ravishda o‘zgarishlarni tekshiradi. Bu tekshirishni oʻchirish uchun <a href="[settings_url]">Sozlamalar → Umumiy</a> boʻlimiga oʻting va asosiy fayllardagi oʻzgarishlarni kuzatish katagiga belgi qoʻying.

# Languages::scan_for_modified_core_files
source: Scan for changed core files
uz: O'zgartirilgan asosiy fayllarni qidiring

# Languages::last_scan_time
source: Last scan time
uz: Oxirgi skanerlash vaqti

# Languages::no_modified_core_files_found
source: No changed core files found
uz: Hech qanday o'zgartirilgan asosiy fayllar topilmadi
