Repository: xcartmaster/cscart1
Catalog: var/langs/*/editions/mve.po
Languages: uz_uz

# Languages::add_companies
source: Add vendors
uz_uz: Sotuvchilarni qo'shing

# Languages::add_companies_and_close
source: Add vendors and close
uz_uz: Sotuvchilarni qo'shing va yoping

# Languages::add_vendor
source: Add vendor
uz_uz: Sotuvchini qo'shing

# Languages::add_vendor_administrator
source: Add vendor's administrator
uz_uz: Sotuvchining administratorini qo'shing

# Languages::vendor_administrator
source: Vendor's administrator
uz_uz: Sotuvchining ma'muri

# Languages::vendor_administrators
source: Vendor's administrators
uz_uz: Sotuvchining ma'murlari

# Languages::vendor_administrators_menu_description
source: List of vendor's administrators, registered users with a vendor account.
uz_uz: Sotuvchining ma'murlari, sotuvchi hisobiga ega ro'yxatdan o'tgan foydalanuvchilar ro'yxati.

# Languages::vendor_candidate_notification
source: Hello,<br/><br/>You have a new vendor candidate in your store. This vendor account is pending until you approve it. Follow <a href="[href]">this URL</a> to view the account details</a>.
uz_uz: Salom,<br/><br/>Sizning doʻkoningizda yangi sotuvchi nomzodi bor. Bu sotuvchi hisobi siz uni tasdiqlamaguningizcha kutilmoqda. Hisob ma'lumotlarini ko'rish uchun <a href="[href]">ushbu URL</a> ga kiring</a>.

# Languages::new_vendor_notification
source: Hello,<br/><br/>A new vendor has registered and received access to the storefront and the admin panel. <a href="[link]">Use this link to view the vendor's account details.</a>
uz_uz: Assalomu alaykum,<br/><br/>Yangi sotuvchi roʻyxatdan oʻtdi va doʻkon va administrator paneliga kirish huquqini oldi. <a href="[link]">Sotuvchining hisobi tafsilotlarini ko‘rish uchun ushbu havoladan foydalaning.</a>

# Languages::demo_panel.go_vendor_panel
source: Go to Vendor panel
uz_uz: Sotuvchi paneliga o'ting

# Languages::vendor_account_balance_menu_description
source: Income and expenditure statistics (total, per vendor, per period).
uz_uz: Daromad va xarajatlar statistikasi (jami, har bir sotuvchiga, davrga).

# Languages::merge_vendor
source: Merge vendor
uz_uz: Sotuvchini birlashtirish

# Languages::select_new_owner_company
source: Select a new owner of this company's profile data:
uz_uz: Ushbu kompaniya profil maʼlumotlarining yangi egasini tanlang:

# Languages::warning_merging_companies
source: Merging two company accounts will remove [company_name] from the database, and all the profile data (products, orders, shipping methods, users, promotions, etc.) will be transferred to this company's account
uz_uz: Ikkita kompaniya hisobini birlashtirganda [company_name] maʼlumotlar bazasidan oʻchiriladi va barcha profil maʼlumotlari (mahsulotlar, buyurtmalar, joʻnatish usullari, foydalanuvchilar, aksiyalar va h.k.) ushbu kompaniya hisobiga oʻtkaziladi.

# Languages::all_vendors
source: All vendors
uz_uz: Barcha sotuvchilar

# Languages::apply_for_vendor_account
source: Apply for a vendor account
uz_uz: Sotuvchi hisobiga murojaat qiling

# Languages::available_for_vendor
source: Available for vendor
uz_uz: Sotuvchi uchun mavjud

# Languages::balance_carried_forward
source: Balance carried forward
uz_uz: Balans oldinga o'tkaziladi

# Languages::block_vendors
source: Vendors
uz_uz: Sotuvchilar

# Languages::charge_to_vendor_account
source: Charge to vendor account
uz_uz: Sotuvchi hisobiga to'lov

# Languages::companies
source: Vendors
uz_uz: Sotuvchilar

# Languages::create_administrator_account
source: Create administrator account
uz_uz: Administrator hisobini yarating

# Languages::displayed_vendors
source: Displayed vendors
uz_uz: Ko'rsatilgan sotuvchilar

# Languages::editing_vendor
source: Editing vendor
uz_uz: Tahrirlovchi sotuvchi

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this vendor manually.
uz_uz: Administrator hisobi yaratilmagan. Elektron pochta manzili boshqa foydalanuvchiga tegishli. Siz ushbu sotuvchi uchun administratorni qo'lda qo'shishingiz mumkin.

# Languages::error_admin_not_created_name_already_used
source: Administrator account was not created. The user name belongs to another user. You should change the administrator account's name.
uz_uz: Administrator hisobi yaratilmagan. Foydalanuvchi nomi boshqa foydalanuvchiga tegishli. Siz administrator hisobining nomini o'zgartirishingiz kerak.

# Languages::error_vendor_exists
source: The vendor with e-mail you have chosen already exists, please try another.
uz_uz: Siz tanlagan elektron pochta sotuvchisi allaqachon mavjud, boshqasini sinab ko'ring.

# Languages::expenditure
source: Expenditure
uz_uz: Xarajatlar

# Languages::income
source: Income
uz_uz: Daromad

# Languages::manage_vendors
source: Manage vendors
uz_uz: Sotuvchilarni boshqaring

# Languages::new_administrator_account_created
source: New administrator account has been successfully created.
uz_uz: Yangi administrator hisobi muvaffaqiyatli yaratildi.

# Languages::new_vendor
source: New vendor
uz_uz: Yangi sotuvchi

# Languages::notify_vendor
source: Notify vendor
uz_uz: Sotuvchiga xabar bering

# Languages::notify_vendors_by_email
source: Notify vendors by e-mail
uz_uz: Sotuvchilarni elektron pochta orqali xabardor qiling

# Languages::privileges.manage_payouts
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privileges.manage_vendors
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.vendor_payouts
source: Accounting
uz_uz: Buxgalteriya hisobi

# Languages::privileges.view_payouts
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privileges.view_vendors
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privilege_sections.vendors
source: Vendors privileges
uz_uz: Sotuvchilarning imtiyozlari

# Languages::privilege_groups.vendors
source: Vendors
uz_uz: Sotuvchilar

# Languages::sales_period
source: Sales period
uz_uz: Sotish davri

# Languages::sales_period_total
source: Sales period total
uz_uz: Jami savdo davri

# Languages::search_by_vendor
source: Search by vendor
uz_uz: Sotuvchi bo'yicha qidirish

# Languages::sort_by_company_asc
source: Sort by alphabetical: A to Z
uz_uz: Alifbo tartibida saralash: A dan Z gacha

# Languages::sort_by_company_desc
source: Sort by alphabetical: Z to A
uz_uz: Alifbo tartibida saralash: Z dan A gacha

# Languages::text_company_status_active_to_pending
source: Your vendor status has been changed from Active to Pending.
uz_uz: Sotuvchi maqomingiz Faoldan Kutishdaga oʻzgartirildi.

# Languages::text_company_status_disabled_to_pending
source: Your vendor status has been changed from Disabled to Pending.
uz_uz: Sotuvchi maqomingiz “Oʻchirilgan”dan “Kutilmoqda”ga oʻzgartirildi.

# Languages::text_company_status_pending
source: The Pending status allows you to log in to you admin panel, change your company information, and fill your store with products.
uz_uz: Kutish holati sizga administrator paneliga kirish, kompaniya ma'lumotlarini o'zgartirish va do'koningizni mahsulotlar bilan to'ldirish imkonini beradi.

# Languages::text_company_status_new_to_active
source: Your request for vendor [company] was approved.
uz_uz: Sotuvchi [company] haqidagi so'rovingiz ma'qullandi.

# Languages::text_company_status_new_to_active_administrator_created
source: New administrator was created. You can access to the administrator area: <a href="[link]">[link_text]</a> by using the following credentials:<br />Login: [login]<br />Password: [password]
uz_uz: Yangi administrator yaratildi. Siz administrator hududiga kirishingiz mumkin: <a href="[link]">[link_text]</a> quyidagi hisob ma'lumotlari orqali:<br />Login: [login]<br />Parol: [password]

# Languages::text_company_status_new_to_active_administrator_updated
source: Type of your account [login] changed to administrator. You may login into the administrator area: <a href="[link]">[link_text]</a>
uz_uz: Hisobingiz turi [login] administratorga o'zgartirildi. Siz administrator hududiga kirishingiz mumkin: <a href="[link]">[link_text]</a>

# Languages::text_company_status_new_to_active_subj
source: Your request for vendor was approved.
uz_uz: Sotuvchiga boʻlgan soʻrovingiz maʼqullandi.

# Languages::text_company_status_new_to_disable
source: Your request for vendor [company] was rejected.
uz_uz: Sotuvchi [company] haqidagi so‘rovingiz rad etildi.

# Languages::text_company_status_new_to_disable_subj
source: Your request for vendor was rejected.
uz_uz: Sotuvchi haqidagi so‘rovingiz rad etildi.

# Languages::text_company_status_new_to_pending
source: Congratulations, your application for getting a vendor account has been approved. Once we review you accont information, we will publish it on our website.
uz_uz: Tabriklaymiz, sotuvchi hisobini olish uchun arizangiz qabul qilindi. Hisob ma'lumotlarini ko'rib chiqqach, biz uni veb-saytimizda e'lon qilamiz.

# Languages::text_company_status_pending_subj
source: Your company is waiting for approval.
uz_uz: Sizning kompaniyangiz tasdiqlashni kutmoqda.

# Languages::text_company_status_pending_to_active
source: Your profile changes for vendor [company] were approved.
uz_uz: Sotuvchi [company] uchun profilingizdagi oʻzgarishlar maʼqullandi.

# Languages::text_error_adding_request
source: Error while adding the request.
uz_uz: So‘rovni qo‘shishda xatolik yuz berdi.

# Languages::text_new_payment_was_created
source: New payment was created
uz_uz: Yangi to'lov yaratildi

# Languages::text_not_approved_vendors
source: You have vendors that require your approval. Please <a href="[link]">follow this link</a> to review these vendors.
uz_uz: Sizning ruxsatingizni talab qiladigan sotuvchilaringiz bor. Ushbu sotuvchilarni koʻrib chiqish uchun <a href="[link]">ushbu havolaga oʻting</a>.

# Languages::text_created_new_vendors
source: A new vendor has registered and received access to the storefront and the admin panel. <a href="[link]">Use this link to view the vendor.</a>
uz_uz: Yangi sotuvchi roʻyxatdan oʻtdi va doʻkon va administrator paneliga kirish huquqini oldi. <a href="[link]">Sotuvchini ko‘rish uchun ushbu havoladan foydalaning.</a>

# Languages::text_successful_request
source: Your request was successfully added. You will receive the email with the answer later.
uz_uz: So‘rovingiz muvaffaqiyatli qo‘shildi. Keyinroq javob bilan elektron pochta xabarini olasiz.

# Languages::total_amount_due
source: Total amount due
uz_uz: To'lanishi kerak bo'lgan umumiy miqdor

# Languages::total_period_payout
source: Total sales period payout
uz_uz: Umumiy savdo davri to'lovi

# Languages::total_unpaid_balance
source: Total unpaid balance
uz_uz: Jami to'lanmagan qoldiq

# Languages::tt_views_payments_update_taxes
source: If payment surcharge is taken from vendors, taxes are not calculated
uz_uz: Agar sotuvchilardan qo'shimcha to'lov olinadigan bo'lsa, soliqlar hisoblanmaydi

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this vendor account because there are orders containing the products of this vendor in the store database. To delete the account, please delete all such orders first.
uz_uz: Ushbu sotuvchi hisobini oʻchirib boʻlmadi, chunki doʻkon maʼlumotlar bazasida ushbu sotuvchining mahsulotlarini oʻz ichiga olgan buyurtmalar mavjud. Hisobni oʻchirish uchun avvalo barcha shu kabi buyurtmalarni oʻchirib tashlang.

# Languages::vendor
source: Vendor
uz_uz: Sotuvchi

# Languages::vendors
source: Vendors
uz_uz: Sotuvchilar

# Languages::vendors_menu_title
source: Vendors
uz_uz: Sotuvchilar

# Languages::vendors_menu_description
source: Sorted list of vendor accounts registered in the store.
uz_uz: Do'konda ro'yxatdan o'tgan sotuvchi hisoblarining saralangan ro'yxati.

# Languages::vendor_account_balance
source: Account balance
uz_uz: Hisob balansi

# Languages::vendor_approval_pending
source: New vendor account application
uz_uz: Yangi sotuvchi hisobi ilovasi

# Languages::vendor_id
source: Vendor ID
uz_uz: Sotuvchi identifikatori

# Languages::vendor_name
source: Vendor name
uz_uz: Sotuvchi nomi

# Languages::vendor_pages
source: Vendor pages
uz_uz: Sotuvchi sahifalar

# Languages::vendor_panel
source: Vendor panel
uz_uz: Sotuvchi paneli

# Languages::view_vendor_orders
source: View vendor orders
uz_uz: Sotuvchining buyurtmalarini ko'rish

# Languages::view_vendor_products
source: View vendor products
uz_uz: Sotuvchi mahsulotlarini ko'rish

# Languages::view_vendor_users
source: View vendor users
uz_uz: Sotuvchi foydalanuvchilarni ko'rish

# Languages::view_vendor_admins
source: View vendor admins
uz_uz: Sotuvchi administratorlarini ko'rish

# Languages::you_can_edit_account_details
source: You can edit the account details now.
uz_uz: Hisob ma'lumotlarini hozir tahrirlashingiz mumkin.

# SettingsSections::Vendors
source: Vendors
uz_uz: Sotuvchilar

# SettingsOptions::vendors_per_page
source: Vendors per page
uz_uz: Har bir sahifada sotuvchilar

# SettingsOptions::apply_for_vendor
source: Allow users to apply for vendor account
uz_uz: Foydalanuvchilarga sotuvchi hisobiga ariza topshirishga ruxsat bering

# SettingsOptions::create_vendor_administrator_account
source: Automatically create the administrator account for the new approved vendor. (If the "Allow users to apply for vendor account" setting is enabled)
uz_uz: Yangi tasdiqlangan sotuvchi uchun avtomatik ravishda administrator hisobini yarating. (Agar “Foydalanuvchilarga sotuvchi hisobiga ariza topshirishga ruxsat berish” sozlamasi yoqilgan boʻlsa)

# SettingsOptions::display_vendor
source: Display product vendor
uz_uz: Mahsulot sotuvchisini ko'rsatish

# SettingsOptions::need_agree_with_terms_n_conditions
source: Applying vendors must agree to the terms & conditions
uz_uz: Ariza beruvchi sotuvchilar shartlar va shartlarga rozi bo'lishlari kerak

# SettingsOptions::mailer_send_from_admin
source: Send vendor emails from marketplace email addresses
uz_uz: Bozor elektron pochta manzillaridan sotuvchiga elektron pochta xabarlarini yuboring

# SettingsOptions::allow_vendor_manage_features
source: Allow vendors to manage product features
uz_uz: Sotuvchilarga mahsulot xususiyatlarini boshqarishga ruxsat bering

# SettingsTooltips::need_agree_with_terms_n_conditions
source: The text of terms & conditions will be retrieved from the "vendor_terms_n_conditions_content" language variable.
uz_uz: Shartlar va shartlar matni "vendor_terms_n_conditions_content" til o'zgaruvchisidan olinadi.

# SettingsOptions::allow_approve_vendors_in_two_steps
source: Review new vendors before granting access to the admin panel
uz_uz: Administrator paneliga kirishdan oldin yangi sotuvchilarni ko'rib chiqing

# Languages::use_for_apply_for_vendor_account
source: Apply for a vendor account form
uz_uz: Sotuvchi hisobi shakliga murojaat qiling

# Languages::block_vendor_categories
source: Vendor categories
uz_uz: Sotuvchilar toifalari

# Languages::block_vendor_categories_description
source: Product categories available to a particular vendor
uz_uz: Muayyan sotuvchi uchun mavjud bo'lgan mahsulot toifalari

# Languages::block_vendor_information
source: Vendor information
uz_uz: Sotuvchi haqida ma'lumot

# Languages::block_vendor_logo
source: Vendor logo
uz_uz: Sotuvchi logotipi

# Languages::show_location
source: Show location
uz_uz: Joylashuvni ko'rsatish

# Languages::show_products_count
source: Show products count
uz_uz: Mahsulotlar sonini ko'rsatish

# Languages::block_vendor_search
source: Search by vendor products
uz_uz: Sotuvchi mahsulotlarini qidiring

# Languages::vendor_filters
source: Vendor Product filters
uz_uz: Sotuvchi mahsulot filtrlari

# Languages::vendor_products
source: Vendor products
uz_uz: Sotuvchi mahsulotlar

# Languages::apply_shipping_for_all_vendors
source: Allow shipping for all vendors
uz_uz: Barcha sotuvchilarga etkazib berishga ruxsat bering

# Languages::apply_shipping_for_all_vendors_confirm
source: The shipping method will be applied to all the vendors. Are you sure you want to proceed?
uz_uz: Yuk tashish usuli barcha sotuvchilarga qo'llaniladi. Davom etishni xohlaysizmi?

# Languages::shipping_applied_to_vendors
source: The shipping method was applied to [vendors] vendors
uz_uz: Yuk tashish usuli [vendors] sotuvchilarga nisbatan qo'llanilgan

# Languages::block_vendor_filters
source: Vendor filters
uz_uz: Sotuvchi filtrlari

# Languages::email_template.apply_for_vendor_notification
source: Apply for vendor
uz_uz: Sotuvchiga murojaat qiling

# Languages::email_template.company_status_notification
source: Company status change
uz_uz: Kompaniya holatining o'zgarishi

# Languages::email_template.company_payment_notification
source: Company payment
uz_uz: Kompaniya to'lovi

# Languages::email_template.vendor_invitation
source: Vendor invitation
uz_uz: Sotuvchiga taklifnoma

# Languages::vendor_invitation_email_subject
source: Come Sell With [default_company_name]
uz_uz: [default_company_name] bilan soting

# Languages::vendor_invitation_email_body
source: <p>Hello,</p><br/><p>We'd like to invite you to <a href="[create_account_url]">create an account</a> with [default_company_name]. You'll be able to expand your client base by listing your products on our platform and selling them to our visitors.</p><br/><p>Best regards,</p><p>[default_company_name] team</p>
uz_uz: <p>Assalomu alaykum,</p><br/><p>Biz sizni [default_company_name] bilan <a href="[create_account_url]">hisob yaratishga</a> taklif qilmoqchimiz. Mahsulotlaringizni platformamizda joylashtirish va ularni tashrif buyuruvchilarimizga sotish orqali mijozlar bazasini kengaytira olasiz.</p><br/><p>Hurmat bilan,</p><p>[default_company_name] jamoasi< /p>

# Languages::vendor_terms_n_conditions
source: I accept the [terms_href]
uz_uz: Men [terms_href] ni qabul qilaman

# Languages::vendor_terms_n_conditions_name
source: Terms and Conditions
uz_uz: Foydalanish shartlari

# Languages::vendor_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
uz_uz: Davom etish uchun siz bizning shartlarimizni qabul qilishingiz kerak.

# Languages::vendor_terms_n_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
uz_uz: <p>Iltimos, <a href="http://www.mywebsite.com">http://www.mywebsite.com< saytidan foydalanishdan oldin ushbu Shartlarni ("Shartlar", "Shartlar") diqqat bilan o'qib chiqing. /a> veb-sayti va Mening Kompaniyam ("biz", "biz" yoki "bizning") tomonidan boshqariladigan My Mobile App mobil ilovasi ("Xizmat").</p><p><strong>Kirish yoki undan foydalanish orqali. siz ushbu Shartlar bilan bog'liq bo'lishga rozi bo'lgan xizmat. Agar siz Shartlarning biron bir qismiga rozi bo'lmasangiz, u holda siz Xizmatga kira olmaysiz.</strong></p><p><strong>Xaridlar</strong></p><p>Agar biron-bir mahsulotni xarid qilmoqchi bo'lsangiz. yoki Xizmat ("Xarid") orqali taqdim etilgan xizmat orqali sizdan Xaridingizga tegishli ma'lum ma'lumotlarni, shu jumladan, cheklanmagan holda ...</p><p><strong>Kontentingiz</strong><>ni taqdim etishingiz so'ralishi mumkin. /p><p>Xizmatimiz sizga ma'lum ma'lumotlarni, matnlarni, grafiklarni, videolarni yoki boshqa materiallarni ("Tarkib") joylashtirish, bog'lash, saqlash, almashish va boshqa yo'l bilan taqdim etish imkonini beradi. Siz ...</p><p><strong>o'zgarishlar uchun javobgarsiz</strong></p><p>Biz o'z ixtiyorimiz bilan ushbu Shartlarni istalgan vaqtda o'zgartirish yoki almashtirish huquqini saqlab qolamiz. Agar qayta ko'rib chiqish muhim bo'lsa, biz har qanday yangi shartlar kuchga kirishidan kamida 30 kun oldin xabar berishga harakat qilamiz. Muhim o‘zgarishlarni o‘z ixtiyorimiz bilan hal qilamiz.</p><p><strong>Biz bilan bog‘laning</strong></p><p>Ushbu Shartlar bo‘yicha savollaringiz bo‘lsa, biz bilan bog‘laning.< /p>

# Languages::mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus
uz_uz: Bu amal [product] Ultimate yoki [product] Plus talab qiladi

# Languages::mve_ultimate_license_required
source: [product] Ultimate is required for this
uz_uz: [product] Buning uchun Ultimate kerak

# Languages::text_mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> or <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, you'll get access to all their features.
uz_uz: Bu amal [product] Ultimate yoki [product] Plus talab qiladi. Agar siz <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> yoki <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a ga o‘tsangiz >, siz ularning barcha xususiyatlaridan foydalana olasiz.

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. Adding another storefront requires buying a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, an edition with an unlimited number of storefronts.</p>
uz_uz: <p>Siz litsenziyangiz uchun mavjud boʻlgan doʻkonlar chegarasiga yetdingiz. Boshqa vitrina qo‘shish uchun <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, cheksiz miqdordagi vitrinali versiyani xarid qilish kerak.</p>

# Languages::text_mve_plus_license_required
source: <p>Let your vendors receive money from customers directly via your marketplace.</p><p>Manage vendors' abilities via user groups, and allow your vendors to change the looks of their stores.</p><p>Create a unified catalog, where vendors can start selling any product in a matter of minutes.</p>
uz_uz: <p>Sotuvchilaringizga mijozlardan toʻgʻridan-toʻgʻri bozoringiz orqali pul olishlariga ruxsat bering.</p><p>Foydalanuvchilar guruhlari orqali sotuvchilarning imkoniyatlarini boshqaring va sotuvchilarga oʻz doʻkonlari koʻrinishini oʻzgartirishga ruxsat bering.</p><p>Yaratish. sotuvchilar bir necha daqiqada istalgan mahsulotni sotishni boshlashlari mumkin bo'lgan yagona katalog.</p>

# Languages::text_mve_ultimate_license_required
source: <p>Branch out: get an unlimited number of storefronts for your marketplace.</p><p>A storefront is another domain created either for a specific country or city, or for a specific part of your product catalog.</p><p>Get all the other functionality of [product] Plus.</p>
uz_uz: <p>Toplama: bozoringiz uchun cheksiz miqdordagi vitrinalarga ega bo'ling.</p><p>Dikon - bu ma'lum bir mamlakat yoki shahar yoki mahsulot katalogining ma'lum bir qismi uchun yaratilgan boshqa domen.</p ><p>[mahsulot] Plus-ning boshqa barcha funksiyalarini oling.</p>
