Repository: xcartmaster/cscart1
Catalog: var/langs/*/editions/mve.po
Languages: uz_uz

# Languages::event.vendor_status_changed_from.name
source: Vendor status changed from [status]
uz_uz: Sotuvchi holati [status] dan oʻzgartirildi

# Languages::email_template.company_status_suspended_notification
source: Company status change to Suspended
uz_uz: Kompaniya holati to'xtatildi deb o'zgartirildi

# Languages::event.vendor_status_changed.title
source: Your status has been changed to [status]
uz_uz: Sizning holatingiz [status] ga o'zgartirildi

# Languages::event.vendor_status_changed.active.message
source: All your active products will now appear in the store
uz_uz: Sizning barcha faol mahsulotlaringiz endi do'konda paydo bo'ladi

# Languages::event.vendor_status_changed.pending.message
source: You can work with the admin panel and manage your products, but they won't appear to customers until your status changes to Active.
uz_uz: Siz administrator paneli bilan ishlashingiz va mahsulotlaringizni boshqarishingiz mumkin, biroq ular sizning holatingiz Faol bo‘lmaguncha mijozlarga ko‘rinmaydi.

# Languages::vendor_notifications
source: Vendor notifications
uz_uz: Sotuvchi xabarnomalari

# Languages::log_in_as_vendor
source: Log in as vendor
uz_uz: Sotuvchi sifatida tizimga kiring

# Languages::vendor_owner
source: Vendor's main administrator
uz_uz: Sotuvchining asosiy administratori

# Languages::owner_company
source: Vendor
uz_uz: Sotuvchi

# Languages::block_manager.dynamic_entity_companies
source: vendor
uz_uz: sotuvchi

# Languages::vendor_features_only
source: Features created by vendors
uz_uz: Sotuvchilar tomonidan yaratilgan xususiyatlar

# Languages::any_vendor
source: Any vendor
uz_uz: Har qanday sotuvchi

# Languages::event.apply_for_vendor_notification.name
source: New vendor account application
uz_uz: Yangi sotuvchi hisobi ilovasi

# Languages::event.new_vendor_notification.name
source: New vendor account created
uz_uz: Yangi sotuvchi hisobi yaratildi

# Languages::event.new_vendor_notification.title
source: New vendor registration
uz_uz: Yangi sotuvchini ro'yxatdan o'tkazish

# Languages::email_template.new_vendor_notification
source: New vendor account approved automatically
uz_uz: Yangi sotuvchi hisobi avtomatik ravishda tasdiqlandi

# Languages::suspend_alert
source: <p>Your account is suspended. To lift the suspension, please contact us.</p>
uz_uz: <p>Hisobingiz toʻxtatilgan. Toʻxtatib turishni bekor qilish uchun biz bilan bogʻlaning.</p>

# Languages::event.vendor_status_changed.suspended.title
source: Your account is suspended
uz_uz: Hisobingiz toʻxtatildi

# Languages::event.vendor_status_changed.suspended.message
source: To lift the suspension, please contact us.
uz_uz: To'xtatib turishni olib tashlash uchun biz bilan bog'laning.

# Languages::text_company_status_suspended_subj
source: Your account is suspended
uz_uz: Hisobingiz toʻxtatildi

# Languages::logo_section.vendor
source: Default logo for new vendors
uz_uz: Yangi sotuvchilar uchun standart logotip

# ProfileFields::tax_number
source: Tax number
uz_uz: Soliq raqami

# Languages::tax_number
source: Tax number
uz_uz: Soliq raqami

# Languages::text_send_an_email_access_information
source: We'll send you an email with access information.
uz_uz: Sizga kirish ma'lumotlari bilan elektron pochta xabarini yuboramiz.

# Languages::storefront_all_common_categories
source: Storefront: All (Common categories)
uz_uz: Vitrin: Hammasi (Umumiy toifalar)

# Languages::sw.vendor_registration_flow
source: Vendor registration flow
uz_uz: Sotuvchini ro'yxatga olish jarayoni

# Languages::sw.vendor_data_premoderation
source: Vendor data premoderation
uz_uz: Sotuvchi ma'lumotlarini oldindan moderatsiya qilish

# Languages::sw.access_to_admin_panel_and_storefront
source: Immediate access to admin panel and storefront
uz_uz: Administrator paneli va vitrinaga darhol kirish

# Languages::sw.access_to_admin_panel_and_storefront.description
source: Applying vendors get the "Active" status. They immediately appear on the storefront and gain access to their admin panel. At the same time, their first vendor plan fee also becomes due for payment.
uz_uz: Murojaat qiluvchi sotuvchilar "Faol" maqomini oladilar. Ular darhol do'konda paydo bo'ladi va administrator paneliga kirish huquqiga ega bo'ladi. Shu bilan birga, ularning birinchi sotuvchisi rejasi to'lovi ham to'lanishi kerak bo'ladi.

# Languages::sw.access_to_admin_panel_approval_storefront
source: Immediate access to admin panel; approval for storefront
uz_uz: Administrator paneliga darhol kirish; do'kon uchun ruxsat

# Languages::sw.access_to_admin_panel_approval_storefront.description
source: Applying vendors get the "Pending" status. They don't appear on the storefront yet, but gain access to their admin panel and can start working on their products. Once you change their status to "Active", their first vendor plan fee becomes due for payment.
uz_uz: Murojaat qiluvchi sotuvchilar “Kutilayotgan” maqomini oladi. Ular hali do‘kon peshtaxtasida ko‘rinmaydi, lekin administrator paneliga kirish huquqiga ega bo‘ladi va o‘z mahsulotlari ustida ishlashni boshlashi mumkin. Ularning holatini “Faol”ga o‘zgartirganingizdan so‘ng, ularning birinchi sotuvchisi tarif rejasi to‘lovi uchun to‘lanadi.

# Languages::sw.approval_access_to_admin_panel_and_storefront
source: Approval for access to admin panel and storefront
uz_uz: Administrator paneli va vitrinaga kirish uchun ruxsat

# Languages::sw.approval_access_to_admin_panel_and_storefront.description
source: Applying vendors get the "New" status. After you verify them, they'll get the "Active" status and gain access to their admin panel and the storefront. Their first vendor plan fee will also become due for payment.
uz_uz: Ariza beruvchilar "Yangi" maqomini oladilar. Ularni tasdiqlaganingizdan so‘ng, ular “Faol” maqomiga ega bo‘ladi va administrator paneli va do‘kon peshtaxtasiga kirish huquqiga ega bo‘ladi. Ularning birinchi sotuvchi rejasi to'lovi ham to'lanishi kerak bo'ladi.

# Languages::thank_you_for_registering_as_a_seller
source: Thank you for registering as a seller at [url]. We'll review your application and then grant you access to your admin panel in a separate email.
uz_uz: [url] manzilida sotuvchi sifatida roʻyxatdan oʻtganingiz uchun tashakkur. Biz arizangizni ko‘rib chiqamiz va keyin sizga alohida e-pochta orqali administrator panelingizga kirish huquqini beramiz.

# Languages::sw.check_newly_registered_vendors
source: Check newly-registered vendors manually before they appear on the storefront
uz_uz: Yangi ro'yxatdan o'tgan sotuvchilarni do'konda paydo bo'lishidan oldin qo'lda tekshiring

# Languages::vendor_emails
source: Vendor emails
uz_uz: Sotuvchining elektron pochta xabarlari

# Languages::product_state_description.mve.booking.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
uz_uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p><br />

# Languages::product_state_description.mve.booking.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
uz_uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p><br />

# Languages::text_store_mode_changed_to_mve.booking.ultimate
source: Your store now uses active license. All the advanced eCommerce features are available.
uz_uz: Doʻkoningiz endi faol litsenziyadan foydalanmoqda. Barcha ilg'or elektron tijorat xususiyatlari mavjud.

# Languages::product_state_description.mve.booking_ru.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
uz_uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p><br />

# Languages::product_state_description.mve.booking_ru.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
uz_uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p><br />

# Languages::text_store_mode_changed_to_mve.booking_ru.ultimate
source: Your store now uses active license. All the advanced eCommerce features are available.
uz_uz: Doʻkoningiz endi faol litsenziyadan foydalanmoqda. Barcha ilg'or elektron tijorat xususiyatlari mavjud.

# Languages::error_vendor_name_exists
source: A vendor with this company name already exists. Please use another name.
uz_uz: Bu kompaniya nomiga ega sotuvchi allaqachon mavjud. Iltimos, boshqa nomdan foydalaning.

# Languages::privileges.merge_vendors
source: Can merge vendors (only if editing vendors is allowed)
uz_uz: Sotuvchilarni birlashtirishi mumkin (faqat sotuvchilarni tahrirlashga ruxsat berilsa)

# Languages::product_features_of_marketplace_are_not_selectable
source: This product feature belongs to the marketplace and couldn't be selected. You can only select or edit the features that belong to you.
uz_uz: Bu mahsulot xususiyati bozorga tegishli va uni tanlab boʻlmadi. Siz faqat sizga tegishli xususiyatlarni tanlashingiz yoki tahrirlashingiz mumkin.

# Languages::product_features_groups_of_marketplace_are_not_selectable
source: This product feature group belongs to the marketplace and couldn't be selected. You can only select or edit the features that belong to you.
uz_uz: Bu mahsulot xususiyatlari guruhi bozorga tegishli va uni tanlab bo‘lmadi. Siz faqat sizga tegishli xususiyatlarni tanlashingiz yoki tahrirlashingiz mumkin.

# Languages::email_template.company_status_changed_from_suspended_notification
source: Vendor status changed from Suspended
uz_uz: Sotuvchi holati toʻxtatilgandan oʻzgardi

# Languages::dashboard.analytics_card.vendor_current_balance
source: Current balance
uz_uz: joriy balans

# Languages::dashboard.analytics_card.view_accounting
source: View accounting
uz_uz: Buxgalteriya hisobini ko'rish

# Languages::dashboard.analytics_card.vendors
source: Vendors
uz_uz: Sotuvchilar

# Languages::dashboard.analytics_card.view_vendors
source: View vendors
uz_uz: Sotuvchilarni ko'rish

# Languages::dashboard.todo.vendor_status_pending
source: <strong>Your company and products don't appear</strong> on the storefront at the moment, pending administrator's approval.
uz_uz: <strong>Kompaniyangiz va mahsulotlaringiz hozirda do'konda ko'rinmayapti</strong>, administrator ruxsati kutilmoqda.

# Languages::dashboard.todo.suspend_alert
source: <strong>Your account is suspended.</strong> To lift the suspension, please contact us.
uz_uz: <strong>Hisobingiz toʻxtatildi.</strong> Toʻxtatib turishni bekor qilish uchun biz bilan bogʻlaning.

# Languages::dashboard.todo.new_vendors
source: <strong>[n] new vendor</strong> awaits access to their vendor panel.|<strong>[n] new vendors</strong> await access to their vendor panel.
uz_uz: <strong>[n] yangi sotuvchi</strong> o'z sotuvchi paneliga kirishni kutmoqda.|<strong>[n] yangi sotuvchi</strong> o'z sotuvchi paneliga kirishni kutmoqda.

# Languages::dashboard.todo.vendor_withdrawal_requests
source: <strong>[n] request</strong> from vendor to receive their money.|<strong>[n] requests</strong> from vendors to receive their money.
uz_uz: Sotuvchidan o'z pullarini olish uchun <strong>[n] so'rov</strong>.|<strong>[n] sotuvchilardan pullarini olish uchun</strong>.
