Repository: xcartmaster/cscart1
Catalog: var/langs/*/editions/mve.po
Languages: uz_uz

# Languages::text_mve_ultimate_license
source: A special edition of [product] that offers all the features of [product] Plus and an unlimited number of storefronts. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
uz_uz: [product]Plus ning barcha funksiyalarini va cheksiz miqdordagi vitrinalarni taklif qiluvchi [product]ning maxsus nashri. Agar siz <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> ga o‘tsangiz, do‘kon cheklovi haqidagi xabarni boshqa ko‘rmaysiz.

# Languages::product_state_description.mve.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
uz_uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p><br />

# Languages::product_state_description.mve
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
uz_uz: <p>Siz [mahsulotingizni] faollashtirdingiz. Endi siz undan vaqt cheklovlarisiz foydalanishingiz mumkin. Kengaytirilgan funksiyalar (masalan, har bir sotuvchi uchun alohida toʻlov va sotuvchi tomonidan yaratilgan reklama aktsiyalari) uchun <a href="[mve_plus_license_url]" target="_blank">[product] Plus litsenziyasini oling.</a> Bir nechta domenlardan foydalanish uchun. bozor uchun <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate litsenziyasini oling.</a></p><br>

# Languages::product_state_description.mve.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
uz_uz: <p>Bir nechta vitrinalardan tashqari barcha funksiyalarga kirish. Muayyan auditoriya uchun domenlarga ega boʻlish uchun <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate litsenziyasini oling.</a></p><br />

# Languages::product_state_description.mve.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
uz_uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p><br />

# Languages::product_state_description.mve.enterprise
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
uz_uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p><br />

# Languages::product_state_description.mve.ru.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p> <br />
uz_uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p> <br />

# Languages::product_state_description.mve.ru
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
uz_uz: <p>Siz [[product] faollashtirdingiz. Endi siz undan vaqt cheklovlarisiz foydalanishingiz mumkin. Kengaytirilgan funksiyalar (masalan, har bir sotuvchi uchun alohida toʻlov va sotuvchi tomonidan yaratilgan reklama aktsiyalari) uchun <a href="[mve_plus_license_url]" target="_blank">[product] Plus litsenziyasini oling.</a> Bir nechta domenlardan foydalanish uchun. bozor uchun <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate litsenziyasini oling.</a></p><br>

# Languages::product_state_description.mve.ru.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
uz_uz: <p>Bir nechta vitrinalardan tashqari barcha funksiyalarga kirish. Muayyan auditoriya uchun domenlarga ega boʻlish uchun <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate litsenziyasini oling.</a></p><br />

# Languages::product_state_description.mve.ru.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
uz_uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p><br />

# Languages::product_state_description.mve.ru.enterprise
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
uz_uz: <p>Barcha funksiyalardan toʻliq cheklanmagan foydalanish. Faollashtirish uchun haqiqiy litsenziya raqamini kiriting.</p><p>Ushbu rejimni istalgan vaqtda yoqish mumkin.</p><br />

# Languages::text_store_mode_changed_to_mve
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
uz_uz: Doʻkoningiz endi faol litsenziyadan foydalanmoqda. [product] nashri bilan siz biz taklif qilayotgan deyarli barcha funksiyalarga ega boʻlasiz. Qo‘shimcha funksiyalar (masalan, har bir sotuvchi uchun alohida to‘lov va sotuvchi tomonidan yaratilgan aksiyalar) <a href="[mve_plus_license_url]" target="_blank">[product] Plus nashri</a> bilan mavjud. Turli auditoriyalar uchun bir nechta vitrinalardan foydalanish imkonini beruvchi <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> yanada rivojlangan nashri mavjud.

# Languages::text_store_mode_changed_to_mve.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
uz_uz: <strong>Plyus rejimi</strong> faollashtirildi. Ushbu rejim bir nechta do'konlardan tashqari barcha ilg'or elektron tijorat xususiyatlarini taklif qiladi. Agar bozoringizga turli auditoriyalar uchun alohida domenlar kerak bo‘lsa, litsenziyangizni <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> ga yangilang.

# Languages::text_store_mode_changed_to_mve.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
uz_uz: <strong>Yakuniy rejim</strong> faollashtirildi. Ushbu rejimda elektron tijoratning barcha ilg'or xususiyatlari mavjud.

# Languages::text_store_mode_changed_to_mve.enterprise
source: <strong>Enterprise mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
uz_uz: <strong>Korporativ rejim</strong> faollashtirildi. Ushbu rejimda elektron tijoratning barcha ilg'or xususiyatlari mavjud.

# Languages::text_store_mode_changed_to_mve.ru
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
uz_uz: Doʻkoningiz endi faol litsenziyadan foydalanmoqda. [product] nashri bilan siz biz taklif qilayotgan deyarli barcha funksiyalarga ega boʻlasiz. Qo‘shimcha funksiyalar (masalan, har bir sotuvchi uchun alohida to‘lov va sotuvchi tomonidan yaratilgan aksiyalar) <a href="[mve_plus_license_url]" target="_blank">[product] Plus nashri</a> bilan mavjud. Turli auditoriyalar uchun bir nechta vitrinalardan foydalanish imkonini beruvchi <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> yanada rivojlangan nashri mavjud.

# Languages::text_store_mode_changed_to_mve.ru.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
uz_uz: <strong>Plyus rejimi</strong> faollashtirildi. Ushbu rejim bir nechta do'konlardan tashqari barcha ilg'or elektron tijorat xususiyatlarini taklif qiladi. Agar bozoringizga turli auditoriyalar uchun alohida domenlar kerak bo‘lsa, litsenziyangizni <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> ga yangilang.

# Languages::text_store_mode_changed_to_mve.ru.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
uz_uz: <strong>Yakuniy rejim</strong> faollashtirildi. Ushbu rejimda elektron tijoratning barcha ilg'or xususiyatlari mavjud.

# Languages::text_store_mode_changed_to_mve.ru.enterprise
source: <strong>Enterprise mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
uz_uz: <strong>Korporativ rejim</strong> faollashtirildi. Ushbu rejimda elektron tijoratning barcha ilg'or xususiyatlari mavjud.

# Languages::vendor_payouts.type
source: Type
uz_uz: turi

# Languages::vendor_payouts.type.other
source: Other
uz_uz: Boshqa

# Languages::vendor_payouts.type.other.description
source: Other
uz_uz: Boshqa

# Languages::vendor_payouts.type.order_placed
source: Order placed
uz_uz: Buyurtma berildi

# Languages::vendor_payouts.type.order_placed.description
source: Order <a href="[order_url]">#[order_id]</a> placed
uz_uz: Buyurtma <a href="[order_url]">#[order_id]</a> joylashtirildi

# Languages::vendor_payouts.type.order_changed
source: Order changed
uz_uz: Buyurtma o'zgartirildi

# Languages::vendor_payouts.type.order_changed.description
source: Order <a href="[order_url]">#[order_id]</a> changed
uz_uz: Buyurtma <a href="[order_url]">#[order_id]</a> o‘zgartirildi

# Languages::vendor_payouts.type.order_refunded
source: Order refunded
uz_uz: Buyurtma qaytarildi

# Languages::vendor_payouts.type.order_refunded.description
source: Order <a href="[order_url]">#[order_id]</a> refunded
uz_uz: Buyurtma <a href="[order_url]">#[order_id]</a> to‘lovi qaytarildi

# Languages::vendor_payouts.type.withdrawal
source: Withdrawal
uz_uz: mablag'larni olib qo'yish

# Languages::vendor_payouts.type.withdrawal.description
source: Withdrawal
uz_uz: mablag'larni olib qo'yish

# Languages::vendor_payouts.type.payout
source: Payout
uz_uz: To'lov

# Languages::vendor_payouts.type.payout.description
source: Payout
uz_uz: To'lov

# Languages::vendor_payouts.transactions
source: Transactions
uz_uz: Bitimlar

# Languages::vendor_payouts.withdrawals
source: Balance withdrawals
uz_uz: Balansni yechib olish

# Languages::vendor_payouts.transaction_value
source: Transaction value
uz_uz: Tranzaksiya qiymati

# Languages::vendor_payouts.income
source: Income
uz_uz: Daromad

# Languages::vendor_payouts.income_carried_forward
source: Income carried forward
uz_uz: Oldinga o'tkazilgan daromad

# Languages::vendor_payouts.balance
source: Balance
uz_uz: Balans

# Languages::vendor_payouts.balance_carried_forward
source: Balance carried forward
uz_uz: Balans oldinga o'tkaziladi

# Languages::add_withdrawal
source: Request withdrawal
uz_uz: O'chirishni talab qiling

# Languages::new_withdrawal
source: New withdrawal
uz_uz: Yangi o'chirish

# Languages::vendor_accounting
source: Accounting
uz_uz: Buxgalteriya hisobi

# Languages::vendor_accounting_menu_description
source: Income and expenditure statistics (total income, vendor balance, vendor withdrawals).
uz_uz: Daromad va xarajatlar statistikasi (jami daromad, sotuvchi balansi, sotuvchining mablag'larini olib qo'yish).

# Languages::vendor_payouts.current_balance
source: Current balance: [balance]
uz_uz: Joriy balans: [balance]

# Languages::vendor_payouts.current_balance_text
source: Current balance
uz_uz: joriy balans

# Languages::vendor_payouts.approval_status
source: Approval status
uz_uz: Tasdiqlash holati

# Languages::vendor_payouts.approval_status.P
source: Pending
uz_uz: Kutilmoqda

# Languages::vendor_payouts.approval_status.C
source: Completed
uz_uz: Bajarildi

# Languages::vendor_payouts.approval_status.D
source: Declined
uz_uz: Rad etildi

# Languages::email_template.accounting_new_payout
source: Accounting: Payout has been issued
uz_uz: Buxgalteriya hisobi: to'lov amalga oshirildi

# Languages::vendor_payouts.new_payout_issued
source: New payout has been issued
uz_uz: Yangi to'lov chiqarildi

# Languages::vendor_payouts.new_payout_issued_text
source: A new payout of [amount] has been issued by [issuer]
uz_uz: [amount] tomonidan [issuer] yangi toʻlov berildi

# Languages::vendor_payouts.view_details
source: You can view the details here
uz_uz: Tafsilotlarni shu yerda ko'rishingiz mumkin

# Languages::vendor_payouts.payout_comments
source: Payout comments
uz_uz: To'lov sharhlari

# Languages::email_template.accounting_new_withdrawal
source: Accounting: Withdrawal has been requested
uz_uz: Buxgalteriya hisobi: yechib olish talab qilindi

# Languages::vendor_payouts.new_withdrawal_requested
source: New withdrawal has been requested
uz_uz: Yangi pul o'chirish talab qilindi

# Languages::vendor_payouts.new_withdrawal_requested_text
source: A new withdrawal of [amount] has been requested by [requester]
uz_uz: [requester] tomonidan [amount] yangi pul olish so‘raldi

# Languages::vendor_payouts.withdrawal_comments
source: Withdrawal comments
uz_uz: O'chirish haqidagi sharhlar

# Languages::email_template.accounting_payout_approved
source: Accounting: Payout has been completed
uz_uz: Buxgalteriya hisobi: to'lov tugallandi

# Languages::vendor_payouts.payout_approved
source: Payout has been completed
uz_uz: Toʻlov tugallandi

# Languages::vendor_payouts.payout_approved_text
source: The payout of [amount] issued on [date] has been marked as <b>Completed</b>
uz_uz: [date] sanasida chiqarilgan [amount] toʻlovi <b>Bajarildi</b> deb belgilandi

# Languages::email_template.accounting_payout_declined
source: Accounting: Payout hasn't been completed
uz_uz: Buxgalteriya hisobi: to'lov tugallanmagan

# Languages::vendor_payouts.payout_declined
source: Payout hasn't been completed
uz_uz: Toʻlov tugallanmagan

# Languages::vendor_payouts.payout_declined_text
source: The payout of [amount] issued on [date] has been marked as <b>Not completed</b>
uz_uz: [date] sanasida chiqarilgan [amount] toʻlovi <b>Tugallanmagan</b> deb belgilandi

# Languages::email_template.accounting_withdrawal_approved
source: Accounting: Withdrawal has been completed
uz_uz: Buxgalteriya hisobi: yechib olish tugallandi

# Languages::vendor_payouts.withdrawal_approved
source: Withdrawal has been completed
uz_uz: Olib tashlash tugallandi

# Languages::vendor_payouts.withdrawal_approved_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Completed</b>
uz_uz: [date] da soʻralgan [amount] miqdorini yechib olish <b>Bajarildi</b> deb belgilandi

# Languages::email_template.accounting_withdrawal_declined
source: Accounting: Withdrawal has been declined
uz_uz: Buxgalteriya hisobi: yechib olish rad etildi

# Languages::vendor_payouts.withdrawal_declined
source: Withdrawal has been declined
uz_uz: Olib tashlash rad etildi

# Languages::vendor_payouts.withdrawal_declined_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Declined</b>
uz_uz: [date] da soʻralgan [amount] miqdorini yechib olish <b>Rad etilgan</b> deb belgilandi

# Languages::top_sellers
source: Top sellers
uz_uz: Eng ko'p sotuvchilar

# Languages::seller_info
source: Seller info
uz_uz: Sotuvchi haqida ma'lumot

# SettingsOptions::can_edit_blocks
source: Allow vendors to edit layouts
uz_uz: Sotuvchilarga tartiblarni tahrirlashiga ruxsat bering

# Languages::mve.container_not_used
source: This container currently has default configuration. It looks exactly like the store owner configured it. Vendors can use custom configuration to change the blocks in this container.
uz_uz: Bu konteyner hozirda standart konfiguratsiyaga ega. Xuddi do'kon egasi uni sozlaganga o'xshaydi. Sotuvchilar ushbu konteynerdagi bloklarni o'zgartirish uchun maxsus konfiguratsiyadan foydalanishlari mumkin.

# SettingsOptions::can_edit_styles
source: Allow vendors to manage styles of the theme
uz_uz: Sotuvchilarga mavzu uslublarini boshqarishga ruxsat bering

# Languages::theme_editor.page_cant_be_configured
source: The appearance of this page can't be configured with the Theme editor.
uz_uz: Bu sahifaning koʻrinishini Mavzu muharriri bilan sozlab boʻlmaydi.

# Languages::error_admin_registers_as_vendor
source: You can't become a vendor because you are currently signed in as an administrator. Please sign out and resubmit the form. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Sign out</a></p>
uz_uz: Siz sotuvchi boʻla olmaysiz, chunki siz hozirda administrator sifatida kirgansiz. Iltimos, tizimdan chiqing va shaklni qayta yuboring. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Chiqish</a></p>

# Languages::logo_for_the_customer_area
source: Logo for the customer area
uz_uz: Mijoz hududi uchun logotip

# Languages::logo_for_invoices
source: Logo for invoices
uz_uz: Hisob-fakturalar uchun logotip

# Languages::vendor_language
source: Vendor language
uz_uz: Sotuvchi tili

# Languages::zipcode
source: Zipcode
uz_uz: Pochta indeksi

# Languages::vendors_statistics
source: Vendor's statistics
uz_uz: Sotuvchi statistikasi

# Languages::vendors_activity
source: Vendor activity in the selected period
uz_uz: Tanlangan davrdagi sotuvchi faoliyati

# Languages::vendors_activity.vendors_with_sales
source: Vendors with sales
uz_uz: Savdolari bo'lgan sotuvchilar

# Languages::vendors_activity.new_vendors
source: New vendors
uz_uz: Yangi sotuvchi

# Languages::vendors_activity.vendors_with_new_products
source: Vendors with new products
uz_uz: Yangi mahsulotlar bilan sotuvchilar

# Languages::vendors_activity.not_logged_in_vendors
source: Vendors who haven't signed in
uz_uz: Tizimga kirmagan sotuvchilar

# Languages::vendors_activity.new_products
source: New products
uz_uz: Yangi mahsulotlar

# Languages::vendors_activity.orders_created
source: Orders created
uz_uz: Buyurtmalar yaratildi

# Languages::vendor_names
source: Vendor names
uz_uz: Sotuvchi nomlari

# Languages::vendor_logos_and_product_count
source: Vendor logos and product count
uz_uz: Sotuvchi logotiplari va mahsulot soni

# Languages::invite_vendors
source: Invite vendors
uz_uz: Sotuvchilarni taklif qiling

# Languages::invite_vendors_title
source: Invite people to register as vendors in your marketplace
uz_uz: Odamlarni bozorda sotuvchi sifatida ro'yxatdan o'tishga taklif qiling

# Languages::invite_vendors_enter_emails
source: Emails where to send invitations
uz_uz: Taklifnomalarni yuborish uchun elektron pochta xabarlari

# Languages::separate_multiple_email_addresses
source: If you enter multiple emails, write each of them in a new line.
uz_uz: Agar siz bir nechta elektron pochta xabarlarini kiritsangiz, ularning har birini yangi qatorga yozing.

# Languages::send_invitations
source: Invite
uz_uz: Taklif qiling

# Languages::pending_vendor_invitations
source: Pending vendor invitations
uz_uz: Sotuvchi taklifnomalari kutilmoqda

# Languages::pending_vendor_invitations_menu_description
source: Manage invitations to your marketplace for potential vendors.
uz_uz: Potentsial sotuvchilar uchun bozorga takliflarni boshqaring.

# Languages::vendor_invited_at
source: Date sent
uz_uz: Yuborilgan sana

# Languages::vendor_invitations_sent_notification
source: Invitations sent: [sent_quantity]
uz_uz: Taklifnomalar yuborildi: [sent_quantity]

# Languages::vendor_invitations_fail_notification
source: Invitations not sent: [failed_quantity]<br/><b>[emails_list]</b><br/>An invitation won't be sent if it has already been sent to that email address before. But if none of your invitations are being sent, and you haven't sent invitations to those addresses before, please make sure that [product] can send any emails at all. If it can't, then the problem is related to [product] or server configuration. In that case, please contact your server administrator, hosting provider, or <a href="https://helpdesk.cs-cart.com/" target="_blank">our technical support</a> to investigate.
uz_uz: Taklifnomalar yuborilmadi: [failed_quantity]<br/><b>[emails_list]</b><br/>Agar taklifnoma ilgari ushbu elektron pochta manziliga yuborilgan bo‘lsa, yuborilmaydi. Agar taklifnomalaringizdan hech biri yuborilmasa va siz ilgari ushbu manzillarga taklifnoma yubormagan bo‘lsangiz, [mahsulot] har qanday elektron pochta xabarlarini yuborishi mumkinligiga ishonch hosil qiling. Agar buni qila olmasa, muammo [product] yoki server konfiguratsiyasi bilan bog'liq. Bunday holda, tekshirish uchun server administratori, xosting provayderi yoki <a href="https://helpdesk.cs-cart.com/" target="_blank">texnik yordamimizga</a> murojaat qiling.

# Languages::vendor_edit_invitation_email_template
source: <a href="[url]">Edit vendor invitation email template</a>
uz_uz: <a href="[url]">Sotuvchi taklifnomasi shablonini tahrirlash</a>

# Languages::all_companies
source: All vendors
uz_uz: Barcha sotuvchilar

# Languages::is_default_storefront
source: Default storefront
uz_uz: Birlamchi vitrina

# Languages::default_storefront_must_exist
source: Default storefront must exist in the store
uz_uz: Do'konda standart vitrina mavjud bo'lishi kerak

# Languages::cant_remove_default_storefront
source: Default storefront <b>[url]</b> can't be removed
uz_uz: <b>[url]</b> birlamchi vitrini oʻchirib boʻlmaydi

# Languages::copy_theme_from_another_storefront
source: Copy theme and its layouts from another storefront
uz_uz: Mavzu va uning maketlarini boshqa vitrinadan nusxalash

# Languages::n_vendors
source: [n] vendor|[n] vendors
uz_uz: [n] sotuvchi|[n] sotuvchilar

# Languages::event.vendors_require_approval.name
source: Vendors require approval
uz_uz: Sotuvchilar rozilikni talab qiladi

# Languages::event.vendors_require_approval.title
source: Some vendors are pending approval
uz_uz: Ayrim sotuvchilar rozilikni kutmoqda

# Languages::event.vendor_status_changed.name
source: Vendor status changed to [status]
uz_uz: Sotuvchi holati [status] ga oʻzgartirildi
