Repository: xcartmaster/cscart1
Catalog: var/langs/*/*/addons/vendor_locations.po
Languages: pt_br

# Addons::name::vendor_locations
source: Vendor locations [Beta]
pt_br: Localização dos fornecedores [Beta]

# Addons::description::vendor_locations
source: Allows vendors to specify their addresses, so that customers can see distance to vendors and filter products and vendors by their locations.
pt_br: Permite que os fornecedores especifiquem seus endereços, assim os clientes podem ver a distância entre eles e filtrar produtos e fornecedores com base na localização.

# SettingsSections::vendor_locations::general
source: General
pt_br: Em geral

# SettingsOptions::vendor_locations::provider
source: Provider
pt_br: Fornecedor

# SettingsTooltips::vendor_locations::provider
source: Different map providers store info about locations differently. If you select another map provider, your vendors may have to set their location again.
pt_br: Diferentes provedores de mapas armazenam informações sobre locais de maneira diferente. Se você selecionar outro provedor de mapas, seus fornecedores podem ter que definir sua localização novamente.

# SettingsOptions::vendor_locations::yandex_api_key
source: API key
pt_br: Chave API

# SettingsTooltips::vendor_locations::yandex_api_key
source: Get the API key here: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
pt_br: Obtenha a chave da API aqui: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>

# SettingsOptions::vendor_locations::yandex_commercial
source: I use the paid version of the API
pt_br: Eu uso a versão paga da API

# SettingsOptions::vendor_locations::google_api_key
source: API key
pt_br: Chave API

# SettingsTooltips::vendor_locations::google_api_key
source: Get the API key by following the instructions here: https://developers.google.com/maps/documentation/javascript/get-api-key
pt_br: Siga as instruções para obter a chave de API: https://developers.google.com/maps/documentation/javascript/get-api-key

# SettingsOptions::vendor_locations::start_search_radius
source: Default radius in distance filter
pt_br: Área padrão no filtro de distância

# SettingsTooltips::vendor_locations::start_search_radius
source: You can manually add a product filter that allows customers to search for products within a certain distance if they enter their location. This setting determines the default search radius for that filter. If you don't create a filter, products will be shown regardless of distance, and this setting won't have any effect.
pt_br: Você pode adicionar um filtro de produto que permite que os clientes busquem por produtos dentro de uma certa distância. Esta configuração determina a área padrão de busca para o filtro. Se você não criar um filtro, produtos serão exibidos seja qual for a distância, e esta configuração não terá efeito.

# SettingsOptions::vendor_locations::max_search_radius
source: Maximum radius in distance filter
pt_br: Área máxima no filtro de distância

# SettingsTooltips::vendor_locations::max_search_radius
source: You can manually add a product filter that allows customers to search for products within a certain distance if they enter their location. This setting determines the maximum search radius possible for that filter. If you don't create a filter, products will be shown regardless of distance, and this setting won't have any effect.
pt_br: Você pode adicionar um filtro de produto que permite que os clientes busquem por produtos dentro de uma certa distância. Esta configuração determina a área máxima possível de busca para o filtro. Se você não criar um filtro, produtos serão exibidos seja qual for a distância, e esta configuração não terá efeito.

# SettingsOptions::vendor_locations::distance_unit
source: Distance measurement unit
pt_br: Unidade de medida de distância

# SettingsOptions::vendor_locations::filter_by
source: Vendors shown by default
pt_br: Fornecedores exibidos por padrão

# SettingsTooltips::vendor_locations::filter_by
source: Determines what vendors are shown on the vendor list page (and on the map displayed on that page) by default.
pt_br: Determina quais fornecedores são exibidos na página da lista de fornecedores (e no mapa exibido na página) por padrão.

# SettingsVariants::vendor_locations::filter_by::none
source: All
pt_br: Todos

# SettingsVariants::vendor_locations::filter_by::city
source: From customer's city
pt_br: Da cidade do cliente

# SettingsVariants::vendor_locations::filter_by::country
source: From customer's country
pt_br: Do país do cliente

# Languages::vendor_locations.location
source: Location
pt_br: Localização

source: The address that will be used to determine the position on Google Maps.
pt_br: O endereço que será utilizado para determinar a posição no Google Maps.

# Languages::block_location_selector
source: Customer's location
pt_br: Localização do cliente

# Languages::block_location_selector_description
source: Enter address to search by location
pt_br: Insira o endereço para pesquisar por localização

# Languages::vendor_locations.search_vendors_by_address
source: Search vendors
pt_br: Pesquisar fornecedores

# Languages::block_search_vendors
source: Vendors by location
pt_br: Fornecedores por localização

# Languages::block_search_vendors_description
source: Search for vendors in a specific location
pt_br: Pesquisar fornecedores em um local específico

# Languages::block_closest_vendors
source: Closest vendors
pt_br: Fornecedores mais próximos

# Languages::block_closest_vendors_description
source: Vendors from customer's city
pt_br: Fornecedores da cidade do cliente

# Languages::block_vendors_map
source: Vendor map
pt_br: Mapa de fornecedores

# Languages::block_vendors_map_description
source: A map of all vendors
pt_br: Um mapa com todos os fornecedores

# Languages::vendor_location.search_vendors_geolocation
source: Search for vendors
pt_br: Pesquisar fornecedores

# Languages::vendor_locations.block_template_location_selector
source: Location selector
pt_br: Seletor de localização

# Languages::vendor_locations.filter_by_city
source: Vendor's city
pt_br: Cidade do fornecedor

# Languages::vendor_locations.filter_by_distance
source: Distance to vendor
pt_br: Distância do fornecedor

# Languages::vendor_locations.customer_geolocation
source: Your location
pt_br: Sua localização

# Languages::vendor_locations.select_city
source: Select a city
pt_br: Selecione uma cidade

# Languages::vendor_locations.selected_city
source: Selected city
pt_br: Cidade selecionada

# Languages::vendor_locations.not_your_city
source: Not your city?
pt_br: Essa não é a sua cidade?

# Languages::vendor_locations.search_city
source: Search for a city
pt_br: Pesquisar uma cidade

# Languages::vendor_locations.search_nearby
source: Search nearby
pt_br: Pesquisar nas proximidades

# Languages::vendor_locations.nearby
source: Nearby
pt_br: Próximo

# Languages::vendor_locations.vendors_map
source: Vendors map
pt_br: Mapa de fornecedores

# Languages::vendor_locations.closest_vendors
source: Closest vendors
pt_br: Fornecedores mais próximos

# Languages::vendor_locations.google_maps_cookie_description
source: Google Maps is a service that allows us to show the maps and various locations on those maps, or automatically determine your location. Here is <a href="https://policies.google.com/privacy" target="_blank">Google privacy policy;</a> we also recommend Google's concise and comprehensive <a href="https://support.google.com/maps/answer/10400210" target="_blank">note on privacy</a>.
pt_br: O Google Maps é um serviço que nos permite mostrar os mapas e várias localizações nesses mapas ou determinar automaticamente a sua localização. Aqui está <a href="https://policies.google.com/privacy" target="_blank">política de privacidade do Google;</a> também recomendamos a nota concisa e abrangente <a href="https://support.google.com/maps/answer/10400210" target="_blank">do Google sobre privacidade</a>.

# Languages::vendor_locations.enter_location
source: Enter location
pt_br: Digite o local

# Languages::vendor_locations.confirm_location
source: Confirm location
pt_br: Confirmar localização

# Languages::vendor_locations.chosen_location
source: Chosen location
pt_br: Local escolhido
