Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/access_restrictions.po
Languages: uz_uz

# Addons::name::access_restrictions
source: Access restrictions
uz_uz: Kirish cheklovlari

# Addons::description::access_restrictions
source: Lets you limit storefront and administrator area access to certain IP-addresses with different options
uz_uz: Turli xil variantlar bilan ma'lum IP-manzillarga do'kon va administrator hududiga kirishni cheklash imkonini beradi

# Languages::access_restrictions
source: Access restrictions
uz_uz: Kirish cheklovlari

# Languages::add_ips
source: Add IPs
uz_uz: Yangi IP manzillarni qo'shing

# Languages::new_ips
source: New IPs
uz_uz: Yangi IP adreslar

# Languages::add_domains
source: Add domains
uz_uz: Yangi domenlar qo'shing

# Languages::new_domains
source: New domains
uz_uz: Yangi domenlar

# Languages::add_emails
source: Add e-mail addresses
uz_uz: Elektron pochta manzillarini qo'shing

# Languages::new_emails
source: New e-mail addresses
uz_uz: Yangi elektron pochta manzillari

# Languages::new_credit_card
source: New credit card
uz_uz: Yangi kredit karta

# Languages::add_credit_card
source: Add credit card
uz_uz: Kredit karta qo'shing

# Languages::privileges.manage_access_restrictions
source: Can edit
uz_uz: Tahrirlash

# Languages::privilege_groups.access_restrictions
source: Access restrictions
uz_uz: Kirish cheklovlari

# Languages::domain
source: Domain
uz_uz: Domen

# Languages::warning_of_ip_adding
source: The entered IP address <b>[entered_ip]</b> forbids access to the administration panel from your computer (your IP is <b>[your_ip]</b>).
uz_uz: Kiritilgan IP manzil <b>[entered_ip]</b> kompyuteringizdan ma'muriy panelga kirishni taqiqlaydi (sizning IP manzilingiz <b>[your_ip]</b>).

# Languages::text_cc_number_is_blocked
source: The credit card number <b>[cc_number]</b> is blocked by the administrator. Please contact the store administrator or try another one.
uz_uz: Kredit karta raqami <b>[cc_number]</b> administrator tomonidan bloklangan. Doʻkon administratoriga murojaat qiling yoki boshqasini sinab koʻring.

# Languages::text_not_valid_ip
source: <b>[ip]</b> is not a valid ip address.
uz_uz: <b>[ip]</b> haqiqiy IP manzil emas.

# Languages::text_not_valid_domain
source: <b>[domain]</b> is not a valid domain name.
uz_uz: <b>[domen]</b> haqiqiy domen nomi emas.

# Languages::text_not_valid_cc_number
source: <b>[cc_number]</b> is not a valid credit card number.
uz_uz: <b>[cc_number]</b> kredit karta raqami haqiqiy emas.

# Languages::text_email_is_blocked
source: The e-mail address <b>[email]</b> is blocked by the administrator. Please contact the store administrator or try another one.
uz_uz: <b>[email]</b> elektron pochta manzili administrator tomonidan bloklangan. Doʻkon administratoriga murojaat qiling yoki boshqasini sinab koʻring.

# Languages::text_ips_denied
source: You are not allowed to access this area
uz_uz: Bu hududga kirishga ruxsat berilmagan

# Languages::text_ip_blocked_failed_login
source: The IP was blocked after [number] unsuccessful logins
uz_uz: Muvaffaqiyatsiz [number] kirishlardan so'ng IP bloklandi

# Languages::text_ip_is_blocked
source: Your IP address is blocked.
uz_uz: Sizning IP manzilingiz bloklangan.

# Languages::store_admin
source: Store administrator
uz_uz: Do'kon administratori

# Languages::your_ip_added
source: Your IP address <b>[ip]</b> has been added to the access restrictions table.
uz_uz: Sizning IP manzilingiz <b>[ip]</b> kirish cheklovlari jadvaliga qo'shildi.

# Languages::your_ip_enabled
source: Your IP address <b>[ip]</b> has been enabled in the access restrictions table.
uz_uz: Sizning IP manzilingiz <b>[ip]</b> kirish cheklovlari jadvalida yoqilgan.

# Languages::your_ip_removed
source: Your IP address <b>[ip]</b> has been removed from the access restrictions table.
uz_uz: Sizning IP manzilingiz <b>[ip]</b> kirish cheklovlari jadvalidan olib tashlandi.

# Languages::ip_from
source: IP from
uz_uz: IP dan

# Languages::ip_to
source: IP to
uz_uz: IP gacha

# Languages::text_access_notice
source: You can use the wildcards for the "Domain", "E-mail" and "Credit Card" tabs: <br /><b>*</b> - can represent any number of characters, including zero<br /><b>?</b> - can represent any single character.
uz_uz: Siz "Domen", "E-mail" va "Kredit karta" yorliqlari uchun joker belgilardan foydalanishingiz mumkin: <br /><b>*</b> - har qanday belgilar sonini, shu jumladan nolni ham ifodalashi mumkin<br />< b>?</b> - har qanday bitta belgini ifodalashi mumkin.

# Languages::ips
source: IPs
uz_uz: IP-lar

# Languages::make_permanent
source: Make permanent
uz_uz: Doimiy qiling

# Languages::credit_card_number
source: Credit card number
uz_uz: Kredit karta raqami

# SettingsSections::access_restrictions::general
source: General
uz_uz: Umumiy

# SettingsOptions::access_restrictions::elm_administrator_area_settings
source: Administrator area settings
uz_uz: Administrator hududi sozlamalari

# SettingsOptions::access_restrictions::admin_reverse_ip_access
source: Allow login to the admin area from specified IPs only
uz_uz: Administrator maydoniga faqat belgilangan IP-lardan kirishga ruxsat bering

# SettingsOptions::access_restrictions::unsuccessful_attempts_login
source: Block IP after a number of unsuccessful attempts
uz_uz: Bir qator muvaffaqiyatsiz urinishlardan keyin IP-ni bloklash

# SettingsOptions::access_restrictions::number_unsuccessful_attempts
source: Number of unsuccessful attempts
uz_uz: Muvaffaqiyatsiz urinishlar soni

# SettingsOptions::access_restrictions::login_intervals
source: Time between unsuccessful login attempts (seconds)
uz_uz: Muvaffaqiyatsiz kirish urinishlari orasidagi vaqt (soniyalar)

# SettingsOptions::access_restrictions::time_block
source: Time for which the IP should be blocked (hours)
uz_uz: IP bloklanishi kerak bo'lgan vaqt (soat)

# SettingsOptions::access_restrictions::elm_customer_and_affiliate_area_settings
source: Customer area settings
uz_uz: Mijoz hududi sozlamalari

# SettingsOptions::access_restrictions::unsuccessful_attempts_login_customer
source: Block IP after a number of unsuccessful attempts
uz_uz: Bir qator muvaffaqiyatsiz urinishlardan keyin IP-ni bloklash

# SettingsOptions::access_restrictions::number_unsuccessful_attempts_customer
source: Number of unsuccessful attempts
uz_uz: Muvaffaqiyatsiz urinishlar soni

# SettingsOptions::access_restrictions::login_intervals_customer
source: Time between unsuccessful login attempts (seconds)
uz_uz: Muvaffaqiyatsiz kirish urinishlari orasidagi vaqt (soniyalar)

# SettingsOptions::access_restrictions::time_block_customer
source: Time for which the IP should be blocked (hours)
uz_uz: IP bloklanishi kerak bo'lgan vaqt (soat)
