Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/advanced_import.po
Languages: uz_uz

# Addons::name::advanced_import
source: Advanced products import
uz_uz: Maxsulotlarning ilg'or importi

# Addons::description::advanced_import
source: Allows you to match the fields in the imported file with the product properties. These matchings and other import settings can also be saved as presets for later use.
uz_uz: Import qilingan fayldagi maydonlarni mahsulot xususiyatlariga moslashtirish imkonini beradi. Ushbu moslashuvlar va boshqa import sozlamalari keyinchalik foydalanish uchun oldindan o'rnatilgan sifatida ham saqlanishi mumkin.

# Languages::advanced_import.never
source: Never
uz_uz: Hech qachon

# Languages::advanced_import.last_status.S
source: Success
uz_uz: Muvaffaqiyat

# Languages::advanced_import.last_status.P
source: In progress
uz_uz: Jarayonda

# Languages::advanced_import.last_status.F
source: Failure
uz_uz: Muvaffaqiyatsizlik

# Languages::advanced_import.user_upload
source: User upload
uz_uz: Foydalanuvchi tomonidan yuklangan

# Languages::advanced_import.last_launch
source: Last import
uz_uz: Oxirgi import

# Languages::advanced_import.last_status
source: Status
uz_uz: Holat

# Languages::advanced_import.file
source: File
uz_uz: Fayl

# Languages::advanced_import.has_modifiers
source: Has modifiers
uz_uz: Modifikatorlarga ega

# Languages::advanced_import.import_products
source: Import products
uz_uz: Mahsulotlarning importi

# Languages::advanced_import.import_products_w_preset
source: Import products: [preset]
uz_uz: Mahsulotlarning importi: [preset]

# Languages::advanced_import.import_file
source: Import file
uz_uz: Faylning importi

# Languages::advanced_import.fields_mapping
source: Fields mapping
uz_uz: Maydonchalarni muvofqlik jadvali

# Languages::advanced_import.fields_mapping.description
source: This table contains the list of columns from the imported file. For each column you'd like to import, select a corresponding product property in [product]. Then check what sort of data will be imported from that column, and use modifiers to change that data, if necessary. Remember to save your changes.
uz_uz: Ushbu jadval import qilingan fayldagi ustunlar ro'yxatini o'z ichiga oladi. Import qilmoqchi boʻlgan har bir ustun uchun [product] boʻlimida tegishli mahsulot xususiyatini tanlang. Keyin ushbu ustundan qanday turdagi ma'lumotlar import qilinishini tekshiring va agar kerak bo'lsa, ushbu ma'lumotlarni o'zgartirish uchun modifikatorlardan foydalaning. O'zgarishlarni saqlashni unutmang.

# Languages::advanced_import.column_header
source: Column name in the imported file
uz_uz: Import qilingan fayldagi ustun nomi

# Languages::advanced_import.product_property
source: Product property in [product]
uz_uz: [product] ichidagi mahsulot xususiyati

# Languages::advanced_import.first_line_import_value
source: Example of the imported value
uz_uz: Import qilingan qiymatga misol

# Languages::advanced_import.editing_preset
source: Editing preset: [preset]
uz_uz: Avvaldan sozlashni tahrirlash: [preset]

# Languages::advanced_import.add_preset
source: Add preset
uz_uz: Avvaldan sozlashni qo'shish

# Languages::advanced_import.new_preset
source: New import
uz_uz: Yangi import

# Languages::advanced_import.properties
source: Properties
uz_uz: Xususiyatlari

# Languages::advanced_import.modifier
source: Modifier
uz_uz: Modifikator

# Languages::advanced_import.modifier_title
source: A modifier is a rule that alters values in a column
uz_uz: Modifikator - bu ustundagi qiymatlarni o'zgartiruvchi qoida

# Languages::advanced_import.example_imported_title
source: For example, here's a value in the first line of your file:
uz_uz: Masalan, faylingizning birinchi qatoridagi qiymat:

# Languages::advanced_import.example_modified_title
source: And here is how this value will be imported:
uz_uz: Va bu qiymat qanday import qilinadi:

# Languages::advanced_import.options
source: Options
uz_uz: Variantlar

# Languages::advanced_import.images_delimiter
source: Images delimiter
uz_uz: Tasvirlarni ajratuvchi

# Languages::advanced_import.images_delimiter.description
source: Delimiter between images of a product.
uz_uz: Mahsulot tasvirlari orasidagi chegaralovchi.

# Languages::advanced_import_images
source: Product images
uz_uz: Mahsulot tasvirlari

# Languages::advanced_import.remove_images
source: Remove additional images
uz_uz: Qo'shimcha rasmlarni olib tashlang

# Languages::advanced_import.import_fields
source: Import fields
uz_uz: Import maydonlari

# Languages::advanced_import.advanced_products_import
source: Products
uz_uz: Mahsulotlar

# Languages::advanced_import.coming_soon
source: ... coming soon
uz_uz: ... tez kunlarda

# Languages::advanced_import.cant_load_file_for_company
source: File can't be loaded for the specified company
uz_uz: Belgilangan kompaniya uchun faylni yuklab bo‘lmadi

# Languages::advanced_import.cant_load_file
source: File can't be loaded
uz_uz: Faylni yuklab boʻlmadi

# Languages::advanced_import.uploading_file
source: Uploading file for the preset: [preset]
uz_uz: Oldindan o'rnatish uchun fayl yuklanmoqda:[preset]

# Languages::advanced_import.previewing_fields_mapping
source: Previewing fields mapping for the preset: [preset]
uz_uz: Oldindan o'rnatilgan maydonlar xaritasini oldindan ko'rish: [preset]

# Languages::advanced_import.preset_not_found
source: Preset not found
uz_uz: Oldindan sozlash topilmadi

# Languages::advanced_import.modifiers_list
source: Modifiers list
uz_uz: Modifikatorlar ro'yxati

# Languages::advanced_import.invalid_number_of_parameters_provided
source: Invalid number of parameters provided for modifier: <b>[modifier]</b>: expected [expected_count], got [actual_count].
uz_uz: Modifikator uchun noto‘g‘ri berilgan parametrlar soni: <b>[modifier]</b>: kutilgan [expected_count], [actual_count] olindi.

# Languages::advanced_import.invalid_function_firs_character
source: The modifier name cannot start with character <b>[character]</b>.
uz_uz: Modifikator nomi <b>[character]</b> belgisi bilan boshlanmaydi.

# Languages::advanced_import.unrecognized_modifier
source: The modifier <b>[modifier]</b> does not exist.
uz_uz: <b>[modifier]</b> modifikatori mavjud emas.

# Languages::advanced_import.unexpected_parameter_passed
source: Expected <b>[delimiter]</b> or <b>[closer]</b> got <b>[char]</b>.
uz_uz: Kutilayotgan <b>[delimiter]</b> yoki <b>[closer]</b> <b>[char]</b> ga ega bo‘ldi.

# Languages::advanced_import.invalid_modifier_message
source: The modifier <b>[modifier]</b> is invalid. [message]
uz_uz: <b>[modifier]</b> o‘zgartiruvchisi yaroqsiz. [message]

# Languages::advanced_import.modifier_number_of_parameters
source: Number of parameters
uz_uz: Parametrlar soni

# Languages::advanced_import.modifiers_self_referencing_info
source: Most functions allow you to use the non-modified value of the imported field by using <b>$value</b> as a parameter. If there are any exceptions, they will be mentioned in function descriptions.
uz_uz: Ko'pgina funksiyalar parametr sifatida <b>$value</b> dan foydalanib import qilingan maydonning o'zgartirilmagan qiymatidan foydalanish imkonini beradi. Agar istisnolar mavjud bo'lsa, ular funksiya tavsiflarida eslatib o'tiladi.

# Languages::advanced_import.modifier_description.sum
source: <b>sum</b>&mdash;sums up two numbers provided as parameters. <ul><li>Examples:</li><ul><li><b>sum(1, 3)</b> equals <i>4</i></li> <li><b>sum(7, $value)</b> equals <i>7 + the value of the imported field</i></li></ul></ul>
uz_uz: <b>sum&mdash;parametr sifatida berilgan ikkita raqamni jamlaydi.<li>Misollar:</li><ul><li><b>sum(1, 3)</b> teng <i>4</i></li> <li><b> sum(7, $value)</b> teng <i>7 + import qilingan maydon qiymati</i></ul></ul></ul>

# Languages::advanced_import.modifier_description.sub
source: <b>sub</b>&mdash;subtracts the second parameter from the first. <ul><li>Examples:</li><ul><li><b>sub(3, 1)</b> equals <i>2</i></li> <li><b>sub($value, 7)</b> equals <i>the value of the imported field - 7</i></li></ul></ul>
uz_uz: <b>sub</b>&mdash;birinchi parametrdan ikkinchi parametrni ayiradi. <ul><li>Misollar:</li><ul><li><b>sub(3, 1)</b> teng <i>2</i></li> <li><b> sub($value, 7)</b> <i>import qilingan maydon qiymatiga teng - 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.mul
source: <b>mul</b>&mdash;multiplies the numbers provided as parameters. <ul><li>Examples:</li><ul><li><b>mul(3, 1)</b> equals <i>3</i></li> <li><b>mul($value, 7)</b> equals <i>the value of the imported field × 7</i></li></ul></ul>
uz_uz: <b>mul</b>&mdash;parametr sifatida berilgan raqamlarni ko'paytiradi. <ul><li>Misollar:</li><ul><li><b>mul(3, 1)</b> teng <i>3</i></li> <li><b> mul($value, 7)</b> <i>import qilingan maydon qiymatiga teng × 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.div
source: <b>div</b>&mdash;divides the first parameter by the second. <ul><li>Examples:</li><ul><li><b>div(9, 3)</b> equals <i>3</i></li> <li><b>div($value, 7)</b> equals <i>the value of the imported field ÷ 7</i></li></ul></ul>
uz_uz: <b>div</b>&mdash;birinchi parametrni ikkinchisiga ajratadi. <ul><li>Misollar:</li><ul><li><b>div(9, 3)</b> teng <i>3</i></li> <li><b> div($value, 7)</b> <i>import qilingan maydon qiymatiga ÷ 7</i></li></ul></ul>ga teng

# Languages::advanced_import.modifier_description.concat
source: <b>concat</b>&mdash;concatenates all the provided parameters. <ul><li>Examples:</li><ul><li><b>concat('abc', def)</b> will result in <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> will result in <i>PRODUCT_$value_CODE</i>, but <b>$value</b> will be replaced with the the value of the imported field</li></ul></ul>
uz_uz: <b>concat</b>&mdash;barcha berilgan parametrlarni birlashtiradi. <ul><li>Misollar:</li><ul><li><b>concat('abc', def)</b> natijasida <i>abcdef</i></li> <li ><b>concat('PRODUCT_', $value, '_CODE')</b> <i>PRODUCT_$value_CODE</i>ga olib keladi, lekin <b>$value</b> bilan almashtiriladi import qilingan maydon qiymati</li></ul></ul>

# Languages::advanced_import.modifier_description.replace
source: <b>replace</b>&mdash;replaces all occurrences of the search string with the replacement string. <br>The order of parameters is important: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Examples:</li><ul><li><b>replace('a', !, "banana")</b> will result in <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> will replace every occurrence of <i>t-shirt</i> with <i>T-Shirt</i> in every entry in the column.</li></ul></ul>
uz_uz: <b>almashtirish</b>&mdash;qidiruv qatoridagi barcha takrorlanishlarni almashtirish qatori bilan almashtiradi. <br>Parametrlar tartibi muhim: <b>almashtirish('qidirish', 'almashtirish', 'mavzu')</b>. <ul><li>Misollar:</li><ul><li><b>almashtirish('a', !, "banana")</b> natijasida <i>b!n!n!< /i></li> <li><b>replace("futbolka", 'futbolka', $value)</b> har bir <i>futka</i>ni quyidagi bilan almashtiradi Ustundagi har bir yozuvda <i>Futbolka</i>.</li></ul></ul>

# Languages::advanced_import.modifier_description.w_replace
source: <b>w_replace</b>&mdash;replaces all occurrences of the search string with the replacement string using wildcards. <br>The order of parameters is important: <b>w_replace('search', 'replace', 'subject')</b>. <br>Supported wildcards: <b>?</b>&mdash;any single character; <b>*</b>&mdash;any number of characters to the end of the word. <ul><li>Examples</li><ul><li><b>w_replace('banan?', bananas, banana banans bananz)</b> will result in <i>bananas bananas bananas</i></li> <li><b>w_replace("ban*", 'bananas', banana banans bananz)</b> will also result in <i>bananas bananas bananas</i></li></ul></ul>
uz_uz: <b>w_replace</b>&mdash;qidiruv satrining barcha takrorlanishini joker belgilar yordamida almashtirish qatori bilan almashtiradi. <br>Parametrlar tartibi muhim: <b>w_replace('qidirish', 'almashtirish', 'mavzu')</b>. <br>Qo'llab-quvvatlanadigan joker belgilar: <b>?</b>&mdash;har qanday bitta belgi; <b>*</b>&mdash;soʻz oxirigacha boʻlgan belgilar soni. <ul><li>Misollar</li><ul><li><b>w_replace('banan?', banan, banan banan banan)</b> natijasida <i>banan banan banan</i> </li> <li><b>w_replace("ban*", 'banan', banan banan bananz)</b> shuningdek, <i>banan banan banan</i></li></ul chiqadi ></ul>

# Languages::advanced_import.modifier_description.rand
source: <b>rand</b>&mdash;generates a random number from 1 to the maximum value provided as the parameter. <ul><li>Examples:</li><ul><li><b>rand(999)</b> may result in any number from 1 to 999.</li></ul></ul>
uz_uz: <b>rand</b>&mdash;1 dan parametr sifatida taqdim etilgan maksimal qiymatgacha tasodifiy son hosil qiladi. <ul><li>Misollar:</li><ul><li><b>rand(999)</b> 1 dan 999 gacha boʻlgan har qanday raqamga olib kelishi mumkin.</li></ul></ul >

# Languages::advanced_import.modifier_description.if
source: <b>if</b>&mdash;checks the expression in the first parameter. If the first parameter is <i>true</i>, the function returns the second parameter. Otherwise the function returns the third parameter.<ul><li>Examples:</li><ul><li><b>if($value>"0", "In Stock", "Out of stock")</b> will result in <i>In Stock</i> if <i>$value > 0</i> is <i>true</i>; otherwise the result will be <i>Out of stock</i></li></ul><li>Available operations for the expression are:<ul><li><b>=</b>&mdash;checks for equality: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;checks for inequality: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;checks if the first value is greater than the second: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;checks if the first value is less than the second: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;checks if the first value is greater than or equal to the second: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;checks if the first value is less than or equal to the second: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Notes:<ul><li>If you use single (') or double (") quotes in the first parameter, make sure that the first parameter is either wrapped in quotes entirely, or that there is no end quote in the middle of the parameter. For example, <i>if("My value"=$value, ...)</i> will not work, but <i>if("My value=$value", ...)</i> will.</ul></li></ul>
uz_uz: <b>agar</b>&mdash;birinchi parametrdagi ifodani tekshiradi. Agar birinchi parametr <i>to'g'ri</i> bo'lsa, funktsiya ikkinchi parametrni qaytaradi. Aks holda funksiya uchinchi parametrni qaytaradi.<ul><li>Misollar:</li><ul><li><b>if($value>"0", "Stokda", "Stokda yo'q")< /b>, agar <i>$value > 0</i> <i>to'g'ri</i> bo'lsa, <i>Stokda</i> ga olib keladi; aks holda natija <i>zaxirada yo'q</i></li></ul><li>Ifoda uchun mavjud operatsiyalar:<ul><li><b>=</b>&mdash;checks tenglik uchun: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;tengsizlikni tekshiradi: <i>if($value) !=100, ...)</i></li><li><b>&gt;</b>&mdash;birinchi qiymat ikkinchisidan katta ekanligini tekshiradi: <i>if($value&gt;100) , ...)</i></li><li><b>&lt;</b>&mdash;birinchi qiymat ikkinchisidan kichikligini tekshiradi: <i>if($value&lt;100, .. .)</i></li><li><b>&gt;=</b>&mdash;birinchi qiymat ikkinchidan katta yoki teng ekanligini tekshiradi: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;birinchi qiymat ikkinchidan kichik yoki teng ekanligini tekshiradi: <i>if($value&lt;= 100, ...)</i></li></ul></li><li>Izohlar:<ul><li>Agar siz birinchi parametrda bitta (') yoki juft (") tirnoqlardan foydalansangiz , birinchi parametr toʻliq qoʻshtirnoq ichiga oʻralganligiga yoki parametr oʻrtasida yakuniy tirnoq yoʻqligiga ishonch hosil qiling. Masalan, <i>if("My value"=$value, ...)</ i> bo'ladi ishlamaydi, lekin <i>if("My value=$value", ...)</i> ishlaydi.</ul></li></ul>

# Languages::advanced_import.modifier_description.case
source: <b>case</b>&mdash;odd parameters are expressions, and the following even parameters are corresponding values. The function checks the expressions and returns the value corresponding to the first expression that ends up being <i>true</i>.<ul><li>Examples:</li><ul><li><b>case($value>100, "More than 100", $value>70, "More than 70", $value>20, "More than 20", $value>0, "In stock", $value=0, "Out of stock")</b> will result in <i>More than 70</i> if the <i>$value</i> in the imported file is a number between 71 and 100</li></ul><li>Notes:<ul><li>This function shares expression rules and available operations with the <b>if</b> function.</li><li>Only even numbers of parameters are supported: <b>2, 4, 6, 8</b>, etc.</li></ul></li></ul>
uz_uz: <b>case</b>&mdash;toq parametrlar ifodalar, keyingi juft parametrlar esa mos qiymatlardir. Funktsiya ifodalarni tekshiradi va <i>to'g'ri</i> bo'lgan birinchi ifodaga mos keladigan qiymatni qaytaradi.<ul><li>Misollar:</li><ul><li><b>case( $value>100, "100 dan ortiq", $value>70, "70 dan ortiq", $value>20, "20 dan ortiq", $value>0, "Stokda", $value=0, "Chiqish" Agar import qilingan fayldagi <i>$qiymat</i> 71 dan 100 gacha bo'lgan raqam bo'lsa</b> <i>70 dan ortiq</i> ga olib keladi</li></ul ><li>Eslatmalar:<ul><li>Ushbu funksiya ifoda qoidalari va mavjud operatsiyalarni <b>if</b> funksiyasi bilan baham ko‘radi.</li><li>Faqat juft sonli parametrlar qo‘llab-quvvatlanadi: <b> 2, 4, 6, 8</b>va boshqalar</li></ul></li></ul>

# Languages::advanced_import.modifier_self_reference_is_unsupported
source: This function doesn't support the use of a non-modified value from the imported file.
uz_uz: Bu funksiya import qilingan fayldan oʻzgartirilmagan qiymatdan foydalanishni qoʻllab-quvvatlamaydi.

# Languages::advanced_import.preset_last_view
source: Preset
uz_uz: Avvaldan oʻrnatilgan

# Languages::advanced_import.show_more
source: Show more
uz_uz: Batafsil

# Languages::advanced_import.show_less
source: Show less
uz_uz: Yashirish

# Languages::advanced_import.target_node
source: XML target node
uz_uz: XML maqsadli tugun

# Languages::advanced_import.target_node.description
source: The full path to the XML node with the information about an imported entity. The nodes nested in the specified node will be used as columns of the imported file. Here is an example of the path: yml_catalog/shop/offers/offer
uz_uz: Import qilingan ob'ekt haqidagi ma'lumotlar bilan XML tuguniga to'liq yo'l. Belgilangan tugunga joylashtirilgan tugunlar import qilingan faylning ustunlari sifatida ishlatiladi. Mana yo'lning misoli: yml_catalog/shop/offers/offer

# Languages::advanced_import.fetching_schema_failed_check_target_node
source: Please make sure that the <b>XML target node</b> field is filled in properly.
uz_uz: Iltimos <b>XML maqsadli tugun</b> maydoni to'g'ri to'ldirilganligiga ishonch hosil qiling.

# Languages::advanced_import.general_settings
source: General settings
uz_uz: Umumiy sozlamalar

# Languages::advanced_import.additional_settings
source: Additional settings
uz_uz: Qo'shimcha sozlamalar

# Languages::advanced_import.delete_additional_images
source: Delete existing additional images
uz_uz: Mavjud qo'shimcha rasmlarni o'chiring

# Languages::advanced_import.delete_additional_images_tooltip
source: If you enable this setting, then the existing additional images of the imported products will be replaced with the images specified in the imported file (if no images are specified, the old images will remain). If the setting is disabled, the new additional images will simply be added to the existing images.
uz_uz: Agar siz ushbu sozlamani yoqsangiz, import qilingan mahsulotlarning mavjud qo'shimcha tasvirlari import qilingan faylda ko'rsatilgan tasvirlar bilan almashtiriladi (agar rasm ko'rsatilmagan bo'lsa, eski tasvirlar qoladi). Agar sozlama o'chirilgan bo'lsa, yangi qo'shimcha tasvirlar shunchaki mavjud rasmlarga qo'shiladi.

# Languages::advanced_import.fetching_schema_failed_check_file
source: Before you can run the import, please make sure that:<ul><li>You have created the import preset by using the Create button. If you see Save instead of Create, then you've already done that.</li><li>You have specified the correct XML target node on the File tab and saved the preset.</li><li>You have matched the imported information with the product properties in CS-Cart on the Fields mapping tab and saved the preset.</li></ul>If you see this message, you haven't completed point 1 or 2.
uz_uz: Importni ishga tushirishdan oldin, iltimos, quyidagilarga ishonch hosil qiling:<ul><li>Yaratish tugmasi yordamida import oldindan oʻrnatilganini yaratgansiz. Agar “Yaratish” o‘rniga “Saqlash” bandini ko‘rsangiz, buni allaqachon bajargansiz.</li><li>Siz “Fayl” ko‘rinishida to‘g‘ri XML maqsadli tugunni belgilab, oldindan o‘rnatilganni saqladingiz.</li><li>Siz mos kelgansiz. Import qilingan ma'lumotni CS-Cart-dagi mahsulot xususiyatlari bilan Maydonlarni xaritalash ko'rinishida ko'ring va oldindan o'rnatilganni saqlang.</li></ul>Agar siz ushbu xabarni ko'rsangiz, 1 yoki 2 bandlarni bajarmagansiz.

# Languages::advanced_import.test_import
source: Perform test import
uz_uz: Import sinovini amalga oshiring

# Languages::advanced_import.test_import_tooltip
source: If you enable this setting, only the first [n] product will be processed.|If you enable this setting, only the first [n] products will be processed.
uz_uz: Agar siz ushbu sozlamani yoqsangiz, faqat birinchi [n] mahsulotga ishlov beriladi.|Agar siz ushbu sozlamani yoqsangiz, faqat birinchi [n] mahsulotga ishlov beriladi.

# Languages::advanced_import.import_strategy
source: Import strategy
uz_uz: Import strategiyasi

# Languages::advanced_import.import_strategy_tooltip
source: If you select "Update existing products only", products that don't exist in the database of your store will be skipped during import.<br>If you select "Create new products only", products that exist in the database of your store will be skipped during import.
uz_uz: Agar “Faqat mavjud mahsulotlarni yangilash” bandini tanlasangiz, doʻkoningiz maʼlumotlar bazasida mavjud boʻlmagan mahsulotlar import vaqtida oʻtkazib yuboriladi.<br>Agar “Faqat yangi mahsulotlar yaratish”ni tanlasangiz, doʻkoningiz maʼlumotlar bazasida mavjud boʻlgan mahsulotlar import paytida o'tkazib yuboriladi.

# Languages::advanced_import.import_all
source: Import all products from the file
uz_uz: Fayldan barcha mahsulotlarni import qiling

# Languages::advanced_import.create_new_products_only
source: Create new products only
uz_uz: Faqat yangi mahsulotlar yarating

# Languages::advanced_import.cant_save_preset_invalid_modifiers
source: The preset can't be saved because it contains invalid modifiers
uz_uz: Avvaldan oʻrnatilganni saqlab boʻlmaydi, chunki unda notoʻgʻri modifikatorlar mavjud

# Languages::advanced_import.missing_parameters_list_closer
source: The expected <b>[closer]</b> after the parameters list is missing.
uz_uz: Parametrlar roʻyxatidan keyin kutilgan <b>[closer]</b> yoʻq.

# Languages::advanced_import.run_import_via_cron_message
source: You can run the import automatically at certain time intervals. To do it, add the following command to CRON:
uz_uz: Importni ma'lum vaqt oralig'ida avtomatik ravishda ishga tushirishingiz mumkin. Buni amalga oshirish uchun CRON-ga quyidagi buyruqni qo'shing:

# Languages::advanced_import.cannot_detect_csv_delimiter
source: Cannot detect delimiter automatically. Please specify the correct delimiter manually in the additional settings on the "File" tab.
uz_uz: Ajratuvchini avtomatik ravishda aniqlab bo'lmaydi. Iltimos, "Fayl" yorlig'idagi qo'shimcha sozlamalarda to'g'ri ajratuvchini qo'lda belgilang.

# Languages::advanced_import.incorrect_delimiter
source: Specified (or auto detected) delimiter seems to be incorrect. Please specify the correct delimiter manually in the additional settings on the "File" tab.
uz_uz: Belgilangan (yoki avtomatik aniqlangan) ajratuvchi noto'g'ri ko'rinadi. Iltimos, "Fayl" yorlig'idagi qo'shimcha sozlamalarda to'g'ri ajratuvchini qo'lda belgilang.
