Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/advanced_import.po
Languages: uz_uz

# Languages::advanced_import.file_will_be_deleted_are_you_sure_to_proceed
source: Deleting this import preset will also delete the file attached to it. Are you sure you want to proceed?
uz_uz: Ushbu import sozlamalarini o'chirish unga biriktirilgan faylni ham o'chiradi. Davom etishni xohlaysizmi?

# Languages::advanced_import.common_preset
source: All vendors
uz_uz: Barcha sotuvchilar

# Languages::advanced_import.your_presets
source: Vendor's presets
uz_uz: Sotuvchining presetlari

# Languages::advanced_import.common_presets
source: Marketplace presets
uz_uz: Marketplace presetlari

# Languages::advanced_import.file_not_loaded
source: File was not loaded. Please reload the page and try again.
uz_uz: Fayl yuklanmadi. Sahifani qayta yuklang va qaytadan urining.

# Languages::advanced_import.local_file_selected
source: Local file selected
uz_uz: Mahalliy fayl tanlangan

# Languages::advanced_import.text_popup_file_editor_notice_full_link
source: You can upload and download files via <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>
uz_uz: Siz fayllarni <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a> orqali yuklashingiz va yuklab olishingiz mumkin.

# Languages::advanced_import.file_extension_was_not_supported_by_owner
source: Couldn't use your file [name]. This import preset only allows the following extensions: [ext].
uz_uz: [name] faylingizdan foydalanib boʻlmadi. Ushbu import oldindan sozlamasi faqat quyidagi kengaytmalarga ruxsat beradi: [ext].

# Languages::advanced_import.save_selected_file
source: Save selected file
uz_uz: Tanlangan faylni saqlang

# Languages::advanced_import.fields_delimiter
source: XML node delimiter
uz_uz: XML tugunini ajratuvchi

# Languages::advanced_import.fields_delimiter.description
source: Delimiter between similar nodes.
uz_uz: Shu kabi tugunlar orasidagi chegaralovchi.

# Languages::advanced_import.link_to_file
source: Link to file
uz_uz: Faylga havola

# Languages::advanced_import.export_example
source: Export example
uz_uz: Eksportga misol

# Languages::advanced_import.cant_export_example
source: The example file can not be exported. Fill the fields mapping of current preset.
uz_uz: Misol faylni eksport qilib bo'lmaydi. Joriy preset muvofiq maydonchlarini to'ldiring.

# Languages::advanced_import.archive_with_images
source: Archive with images
uz_uz: Rasmlar bilan arxiv

# Languages::advanced_import.step_map_fields
source: Next step: map fields
uz_uz: Keyingi qadam: maydonlarni xaritasi
