Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/age_verification.po
Languages: uz_uz

# Addons::name::age_verification
source: Age verification
uz_uz: Yoshni tekshirish

# Addons::description::age_verification
source: Toggles age restriction rules for products and categories
uz_uz: Mahsulotlar va toifalar uchun yoshni cheklash qoidalarini yoqadi

# Languages::age_verification
source: Age verification
uz_uz: Yoshni tekshirish

# Languages::product_need_age_verification
source: You should verify your age to view this product.
uz_uz: Ushbu mahsulotni ko'rish uchun yoshingizni tasdiqlashingiz kerak.

# Languages::your_age
source: Your age
uz_uz: Yoshingiz

# Languages::verify
source: Verify
uz_uz: Tasdiqlash

# Languages::birthday
source: Birthday
uz_uz: Tug'ilgan kun

# Languages::age_limit
source: Age limit
uz_uz: Yosh chegarasi

# Languages::years
source: years
uz_uz: yillar

# Languages::age_warning_message
source: Warning message
uz_uz: Ogohlantirish xabari

# Languages::promotion_cond_birthday
source: Birthday
uz_uz: Tug'ilgan kun
