Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/anti_fraud.po
Languages: uz_uz

# Addons::name::anti_fraud
source: Anti fraud
uz_uz: Firibgarlikka qarshi

# Addons::description::anti_fraud
source: Adds configurable security order verification using the Maxmind service to prevent fraud
uz_uz: Firibgarlikning oldini olish uchun Maxmind xizmatidan foydalangan holda sozlanishi mumkin bo'lgan xavfsizlik buyurtmasini tekshirishni qo'shadi

# Languages::af_big_order_total
source: Order total exceeds the allowed maximum
uz_uz: Buyurtma jami ruxsat etilgan maksimaldan oshib ketdi

# Languages::af_country_doesnt_match
source: The country does not match the IP address
uz_uz: Mamlakat IP manziliga mos kelmaydi

# Languages::af_has_failed_orders
source: Customer has FAILED orders
uz_uz: Xaridor MUVAFFAQIYATSIZ buyurtmalarga ega

# Languages::af_has_successfull_orders
source: Customer has SUCCESSFUL orders
uz_uz: Xaridor MUVAFFAQIYATLI buyurtmalarga ega

# Languages::af_high_risk_country
source: High risk country
uz_uz: Yuqori xavfli mamlakat

# Languages::af_high_risk_email
source: High risk email
uz_uz: Yuqori xavfli elektron pochta

# Languages::af_high_risk_factor
source: Risk factor exceeds the defined value
uz_uz: Xavf omili belgilangan qiymatdan oshib ketadi

# Languages::af_ip_not_found
source: Failed to identify customer's IP address
uz_uz: Mijozning IP manzilini aniqlab bo‘lmadi

# Languages::af_long_distance
source: Customer is outside the safe distance
uz_uz: Mijoz xavfsiz masofadan tashqarida

# Languages::af_low_risk_factor
source: Risk factor is admissible
uz_uz: Xavf omiliga ruxsat beriladi

# Languages::antifraud_failed_order
source: Your order was placed in the store. It is undergoing an additional check now. We will contact you as soon as the administrator finishes it
uz_uz: Sizning buyurtmangiz do'konga joylashtirildi. Hozir qo'shimcha tekshiruvdan o'tmoqda. Administrator buni tugatgandan so'ng siz bilan bog'lanamiz

# Languages::risk_factor
source: Risk factor
uz_uz: Xavf omili

# Languages::not_available
source: n/a
uz_uz: mavjud emas

# Languages::decision
source: Decision
uz_uz: Qaror

# Languages::anti_fraud_order_not_approved
source: Order has not been approved because risk factor exceeds Maximum risk factor
uz_uz: Buyurtma tasdiqlanmagan, chunki xavf omili Maksimal xavf omilidan oshib ketgan

# Languages::anti_fraud_order_approved
source: Order has been approved
uz_uz: Buyurtma tasdiqlangan

# Languages::fraud_risk
source: Fraud risk
uz_uz: Firibgarlik xavfi

# Languages::fraud_checking
source: Fraud checking
uz_uz: Firibgarlikni tekshirish

# SettingsSections::anti_fraud::general
source: General
uz_uz: Umumiy

# SettingsOptions::anti_fraud::anti_fraud_key
source: Maxmind license key
uz_uz: Maxmind litsenziya kaliti

# SettingsOptions::anti_fraud::anti_fraud_user_id
source: Maxmind user ID
uz_uz: Maxmind foydalanuvchi identifikatori

# SettingsOptions::anti_fraud::anti_fraud_safe_distance
source: Safe distance (km)
uz_uz: Xavfsiz masofa (km)

# SettingsOptions::anti_fraud::anti_fraud_max_order_total
source: Max order total
uz_uz: Ushbu plaginni sozlaganingizdan so'ng, faqat Gmail elektron pochta manziliga ega ma'murlar boshqaruv paneliga kirishlari mumkin bo'ladi. Agar administratorlaringiz Google’dan tashqari elektron pochta manzillarini ko‘rsatgan bo‘lsa, plaginni sozlamang, aks holda bu administratorlar tizimga kira olmaydi.

# SettingsOptions::anti_fraud::anti_fraud_risk_factor
source: Maximum risk factor (1..100)
uz_uz: Maksimal xavf omili (1..100)
