Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/attachments.po
Languages: uz_uz

# Addons::name::attachments
source: Attachments
uz_uz: Ilovalar

# Addons::description::attachments
source: Makes it possible to attach files to products
uz_uz: Mahsulotlarga fayllarni biriktirish imkonini beradi

# Languages::attachments
source: Attachments
uz_uz: Biriktirmalar

# Languages::new_attachment
source: New attachment
uz_uz: Yangi biriktirma

# Languages::add_attachment
source: Add attachment
uz_uz: Biriktirma qo'shish

# Languages::editing_attachment
source: Editing attachment
uz_uz: Biriktirma tahrirlash

# Languages::attachments.attachments_need_located_root_dir
source: Please specify the attachments directory within the store root directory. Put the attachments to import in this directory.
uz_uz: Iltimos, do'konning asosiy katalogidagi qo'shimchalar katalogini belgilang. Import qilinadigan qo'shimchalarni ushbu katalogga joylashtiring.

# Languages::attachments.error_exim_get_attachments_for_products
source: Could not import attachments for some of the products. Either those attachments don't exist (or can't be accessed), or the paths to those attachments in the imported file are incorrect.
uz_uz: Ayrim mahsulotlar uchun biriktirmalarni import qilib bo‘lmadi. Yoki bu qoʻshimchalar mavjud emas (yoki ularga kirish imkoni yoʻq) yoki import qilingan fayldagi qoʻshimchalarga yoʻl notoʻgʻri.

# Languages::advanced_import_attachments
source: Product attachments
uz_uz: Mahsulot biriktirmalari

# Languages::attachments.attachments_delimiter
source: Attachments delimiter
uz_uz: Biriktirmalar chegaralagichi

# Languages::attachments.attachments_delimiter.description
source: Delimiter between attachments of a product.
uz_uz: Mahsulot biriktirmalari orasidagi chegaralovchi.

# Languages::attachments.delete_attachments
source: Delete existing attachments
uz_uz: Mavjud biriktirmalarni o'chiring

# Languages::attachments.delete_attachments_tooltip
source: If you enable this setting, then the existing attachments of the imported products will be replaced with the attachments specified in the imported file (if no attachments are specified, the old attachments will remain). If the setting is disabled, the new attachments will simply be added to the existing attachments.
uz_uz: Agar siz ushbu sozlamani yoqsangiz, import qilingan mahsulotlarning mavjud qo'shimchalari import qilingan faylda ko'rsatilgan qo'shimchalar bilan almashtiriladi (hech qanday qo'shimchalar ko'rsatilmagan bo'lsa, eski qo'shimchalar qoladi). Agar sozlama o'chirilgan bo'lsa, yangi qo'shimchalar shunchaki mavjud qo'shimchalarga qo'shiladi.

# Languages::attachments.attachments_directory
source: Attachments directory
uz_uz: Biriktirmalar katalogi

# SettingsSections::attachments::general
source: General
uz_uz: Umumiy

# SettingsOptions::attachments::allow_save_attachments_to_server
source: Save attachments to your server
uz_uz: Qo'shimchalarni serveringizga saqlang

# SettingsTooltips::attachments::allow_save_attachments_to_server
source: Attachments listed as URLs in the imported file will be downloaded to your server.
uz_uz: Import qilingan faylda URL sifatida koʻrsatilgan qoʻshimchalar serveringizga yuklab olinadi.

# Languages::attachments.cant_upload_file
source: Couldn't load file [url] for product [product]
uz_uz: [product] uchun fayl [url] yuklanmadi
