Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/backend_google_auth.po
Languages: uz_uz

# Addons::name::backend_google_auth
source: Back-End Sign-In via Google
uz_uz: Google orqali administrator paneliga kirish

# Addons::description::backend_google_auth
source: Replaces the standard back-end sign-in mechanism with authentication via Google accounts.
uz_uz: Standart tizimga kirish mexanizmini Google hisoblari orqali autentifikatsiya bilan almashtiradi.

# SettingsOptions::backend_google_auth::credentials
source: Credentials
uz_uz: Hisob ma'lumotlari

# SettingsOptions::backend_google_auth::backend_google_auth_client_id
source: Client ID
uz_uz: Mijoz identifikatori

# SettingsOptions::backend_google_auth::backend_google_auth_client_secret
source: Client secret
uz_uz: Mijoz siri

# Languages::backend_google_auth.user_not_found
source: The <strong>[user]</strong> user not found
uz_uz: <strong>[user]</strong> foydalanuvchi topilmadi

# Languages::backend_google_auth.settings.warning
source: Once you configure this add-on, only administrators with Gmail email addresses will be able to sign in to the Administration panel. If your administrators have non-Google email addresses specified, don't configure the add-on, or else those administrators won't be able to sign in.
uz_uz: Ushbu plaginni sozlaganingizdan so'ng, faqat Gmail elektron pochta manziliga ega ma'murlar boshqaruv paneliga kirishlari mumkin bo'ladi. Agar administratorlaringiz Google’dan tashqari elektron pochta manzillarini ko‘rsatgan bo‘lsa, plaginni sozlamang, aks holda bu administratorlar tizimga kira olmaydi.

# Languages::backend_google_auth.settings.create_new_application
source: To acquire your client ID and secret create a new application in your Google APIs account.
uz_uz: Mijoz identifikatori va sirini olish uchun Google API hisobingizda yangi ilova yarating.

# Languages::backend_google_auth.settings.learn_more_about
source: Learn more about Google APIs
uz_uz: Google API'lari haqida ko'proq bilib oling

# Languages::backend_google_auth.settings.provide_your_credentials
source: Please provide your Google API credentials
uz_uz: Iltimos, Google API hisob maʼlumotlaringizni taqdim eting

# Languages::backend_google_auth.settings.authorized_redirect_uris
source: Your authorized redirect URIs:
uz_uz: Sizning vakolatli qayta yo'naltirish URI'laringiz:

# Languages::backend_google_auth.settings.save_and_check_btn
source: Save and test the sign-in
uz_uz: Kirishni saqlang va tekshiring

# Languages::backend_google_auth.warnings.only_gmail_address_is_available_to_auth
source: The "Back-End Sign-In via Google" add-on is active. Only administrators with Gmail email addresses will be able to sign in.
uz_uz: “Google orqali tizimga kirish” qo‘shimchasi faol. Faqat Gmail elektron pochta manziliga ega administratorlar tizimga kirishlari mumkin.

# Languages::backend_google_auth.login_page.help
source: Please select the email address that was specified for your administrator account.
uz_uz: Iltimos, administrator hisobingiz uchun ko'rsatilgan elektron pochta manzilini tanlang.

# Languages::backend_google_auth.login_page.btn
source: Sign in with Google
uz_uz: Google bilan kiring
