Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/banners.po
Languages: uz_uz

# Addons::name::banners
source: Banners management
uz_uz: Bannerlarni boshqarish

# Addons::description::banners
source: Allows you to create text and visual banners
uz_uz: Matn va vizual bannerlar yaratish imkonini beradi

# Languages::banners.new_banner
source: New banner
uz_uz: Yangi banner

# Languages::banners.editing_banner
source: Editing banner
uz_uz: Bannerni tahrirlash

# Languages::add_banner
source: Add banner
uz_uz: Banner qo'shing

# Languages::banners
source: Banners
uz_uz: Bannerlar

# Languages::banners_menu_description
source: Create graphic and text banners that can then be placed on the storefront.
uz_uz: Grafik va matnli bannerlarni yarating, ular keyinchalik do'kon peshtaxtasiga joylashtirilishi mumkin.

# Languages::banner_code
source: Banner code
uz_uz: Banner kodi

# Languages::banner_code_for_some_products
source: Banner code for some products
uz_uz: Ba'zi mahsulotlar uchun banner kodi

# Languages::block_banners
source: Banners
uz_uz: Bannerlar

# Languages::block_banners_description
source: Visual and text banners
uz_uz: Vizual va matnli bannerlar

# Languages::privileges.view_banners
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privileges.manage_banners
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.banners
source: Banners
uz_uz: Bannerlar

# Languages::add_banners
source: Add banners
uz_uz: Bannerlar qo'shing

# Languages::add_banners_and_close
source: Add banners and close
uz_uz: Bannerlar qo'shing va yoping

# Languages::graphic_banner
source: Graphic banner
uz_uz: Grafik banner

# Languages::text_banner
source: Text banner
uz_uz: Matn banneri

# Languages::views
source: Views
uz_uz: Ko'rinishlar

# Languages::conversion
source: Conversion
uz_uz: Konvertatsiya

# Languages::banner_details_notes
source: After you create a banner here, you should use the <strong>Layout editor</strong> to add it to the storefront.<br /><br />Go to <a href="[layouts_href]" target="_blank">Design → Layouts</a>, switch to the location where you want the banner to appear, and add a new block with type <strong>Banners</strong>.<br /><br />In this block settings, go to the <strong>Content</strong> tab, pick the <strong>Manual</strong> filling, and click on the <strong>Add banners</strong> button.<br /><br />You will see the list of all the banners in your store. Pick the one(s) you need and click on the <strong>Add banners and close</strong> button.<br /><br />Finally, click on the <strong>Create</strong> button to save your changes.
uz_uz: Bu yerda banner yaratganingizdan so‘ng, uni vitriga qo‘shish uchun <strong>Tarzim muharriri</strong>dan foydalaning.<br /><br /><a href="[layouts_href]" target="_blank" sahifasiga o‘ting. ">Dizayn → Layouts</a>, banner ko'rinishini xohlagan joyga o'ting va <strong>Bannerlar</strong> turiga ega yangi blok qo'shing.<br /><br />Ushbu blok sozlamalarida , <strong>Kontent</strong> yorlig'iga o'ting, <strong>Qo'lda</strong> to'ldirishni tanlang va <strong>Banner qo'shish</strong> tugmasini bosing.<br /><br />Siz do'koningizdagi barcha bannerlar ro'yxatini ko'rasiz. Sizga kerak bo'lgan birini tanlang va <strong>Bannerlar qo'shish va yopish</strong> tugmasini bosing.<br /><br />Nihoyat, o'zingizni saqlash uchun <strong>Yaratish</strong> tugmasini bosing. o'zgarishlar.

# SettingsSections::banners::general
source: General
uz_uz: Umumiy

# SettingsOptions::banners::banner_multilang
source: Enable multi-language Images/URLs
uz_uz: Ko'p tilli tasvirlar/URLlarni yoqing

# Languages::n_banners
source: [n] banner|[n] banners
uz_uz: [n] banner|[n] bannerlar
