Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/barcode.po
Languages: uz_uz

# Addons::name::barcode
source: Order barcode
uz_uz: Shtrix-kodga buyurtma bering

# Addons::description::barcode
source: Makes it possible to configure and attach barcodes to orders
uz_uz: Buyurtmalarga shtrix-kodlarni sozlash va biriktirish imkonini beradi

# Languages::please_enable_the_add_on_to_see_barcode
source: Please enable the add-on to see a code example.
uz_uz: Iltimos, kod misolini ko'rish uchun qo'shimchani yoqing.

# SettingsSections::barcode::general
source: General
uz_uz: Umumiy

# SettingsOptions::barcode::elm_image
source: Image
uz_uz: Rasm

# SettingsOptions::barcode::elm_image_info
source: Example Image
uz_uz: Misol rasm

# SettingsOptions::barcode::elm_configs
source: Configs
uz_uz: konfiguratsiyalar

# SettingsOptions::barcode::type
source: Type
uz_uz: turi

# SettingsOptions::barcode::output
source: Output
uz_uz: Chiqish

# SettingsOptions::barcode::text
source: Text
uz_uz: Matn

# SettingsOptions::barcode::height
source: Height,px
uz_uz: Balandlik, piksel

# SettingsOptions::barcode::width
source: Width,px
uz_uz: Eni, piksel

# SettingsOptions::barcode::resolution
source: Resolution
uz_uz: Rezolyutsiya

# SettingsOptions::barcode::text_font
source: Text Font
uz_uz: Matn shrifti

# SettingsOptions::barcode::prefix
source: Barcode prefix
uz_uz: Shtrix-kod prefiksi

# SettingsOptions::barcode::elm_specification
source: Specification
uz_uz: Spetsifikatsiya

# SettingsOptions::barcode::elm_spec_descr
source: Spec Description
uz_uz: Spesifik tavsif

# SettingsVariants::barcode::type::C128A
source: Code 128-A
uz_uz: Kod 128-A

# SettingsVariants::barcode::type::C128B
source: Code 128-B
uz_uz: Kod 128-B

# SettingsVariants::barcode::type::C128C
source: Code 128-C
uz_uz: Kod 128-C

# SettingsVariants::barcode::type::I25
source: Interleaved 2 of 5
uz_uz: 2 dan 5 gacha almashtiriladi

# SettingsVariants::barcode::type::C39
source: Code 39
uz_uz: Kod 39

# SettingsVariants::barcode::output::png
source: Portable Network Graphics (PNG)
uz_uz: Portativ tarmoq grafikasi (PNG)

# SettingsVariants::barcode::output::jpeg
source: Joint Photographic Experts Group (JPEG)
uz_uz: Birlashgan fotosuratlar bo'yicha ekspertlar guruhi (JPEG)

# SettingsVariants::barcode::text::N
source: Disabled
uz_uz: O'chirilgan

# SettingsVariants::barcode::text::Y
source: Enabled
uz_uz: Yoqilgan
