Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/bestsellers.po
Languages: uz_uz

# Addons::name::bestsellers
source: Bestsellers & On-Sale Products
uz_uz: Eng ko'p sotilgan va sotiladigan mahsulotlar

# Addons::description::bestsellers
source: Collects best selling & on sale product data and adds block fillings to show such products
uz_uz: Eng ko'p sotiladigan va sotiladigan mahsulot ma'lumotlarini to'playdi va bunday mahsulotlarni ko'rsatish uchun blokli plombalarni qo'shadi

# Languages::sort_by_bestsellers_asc
source: Sort by Bestselling: Low to High
uz_uz: Eng ko‘p sotilganlar bo‘yicha saralash: pastdan yuqoriga

# Languages::sort_by_bestsellers_desc
source: Sort by Bestselling
uz_uz: Bestselling boʻyicha saralash

# Languages::sort_by_on_sale_asc
source: Sort by discount: Low to High
uz_uz: Chegirma bo'yicha saralash: Pastdan yuqoriga

# Languages::sort_by_on_sale_desc
source: Sort by discount: High to Low
uz_uz: Chegirma bo'yicha saralash: Yuqoridan pastgacha

# Languages::sales_amount
source: Sales amount
uz_uz: Sotish miqdori

# Languages::bestselling
source: Bestselling
uz_uz: Eng ko'p sotilgan

# Languages::on_sale
source: On sale
uz_uz: Sotuvda

# Languages::similar
source: Similar
uz_uz: O'xshash

# Languages::percent_range
source: Price range (in % of the main product's price)
uz_uz: Narx diapazoni (asosiy mahsulot narxining %)

# Languages::similar_category
source: Of the same category
uz_uz: Xuddi shu toifadagi

# Languages::similar_subcats
source: Consider subcategories
uz_uz: Kichik toifalarni ko'rib chiqing

# Languages::similar_in_stock
source: Only "in stock" products
uz_uz: Faqat "sotuvda mavjud" mahsulotlar

# Languages::final_sale
source: Final sale
uz_uz: Yakuniy sotuv

# SettingsSections::bestsellers::general
source: General
uz_uz: Umumiy

# SettingsSections::bestsellers::newest
source: Newest
uz_uz: Eng yangi

# SettingsOptions::bestsellers::final_sale_from
source: Minimum final sale discount (%)
uz_uz: Minimal yakuniy chegirma (%)

# SettingsOptions::bestsellers::sales_amount_from
source: Minimum sales amount to define bestsellers
uz_uz: Eng ko'p sotilganlarni aniqlash uchun minimal savdo miqdori

# SettingsOptions::bestsellers::period
source: Period
uz_uz: Davr

# SettingsOptions::bestsellers::last_days
source: Last days
uz_uz: Oxirgi kunlar

# SettingsVariants::bestsellers::period::today
source: Today
uz_uz: Bugun

# SettingsVariants::bestsellers::period::last_days
source: Last days
uz_uz: Oxirgi kunlar
