Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/blog.po
Languages: uz_uz

# Addons::description::blog
source: Lets you start your blog easily
uz_uz: Blogingizni osongina boshlash imkonini beradi

# Languages::blog_menu_description
source: Manage your blog posts.
uz_uz: Blog postlaringizni boshqaring.

# Languages::blog.new_post
source: New blog post
uz_uz: Yangi blog posti

# Languages::blog.add_post
source: Add blog post
uz_uz: Blog postini qo'shing

# Languages::blog.recent_posts
source: Blog: recent posts
uz_uz: Sotish miqdori

# Languages::blog.recent_posts_scroller
source: Blog: recent posts scroller
uz_uz: Blog: so'nggi xabarlarning aylantiruvchisi

# Languages::blog.view_post
source: View post
uz_uz: Postni ko'rish

# Languages::recent_blog_posts
source: Recent blog posts
uz_uz: Oxirgi blog xabarlari

# Languages::blog.posts
source: Posts
uz_uz: Postlar

# Languages::block_blog
source: Recent posts
uz_uz: Oxirgi xabarlar

# Languages::block_vendor_blog
source: Vendor recent posts
uz_uz: Sotuvchining so'nggi xabarlari

# Languages::blog.text_links
source: Blog: text links
uz_uz: Blog: matnli havolalar

# Languages::blog.read_more
source: Read more
uz_uz: Ko'proq o'qing

# Languages::post_description
source: Post description
uz_uz: Post tavsifi

# Languages::ttc_post_description
source: Use the &lt;!--CUT--&gt; tag (switch to source code to insert it) to hide part of the post. Only the part above the tag is shown in the list of all posts.<br /><br />Make sure to <strong>close all HTML tags</strong> above the &lt;!--CUT--&gt; tag!
uz_uz: &lt;!--CUT--&gt; yorlig'i (qo'shish uchun manba kodiga o'ting) postning bir qismini yashirish uchun. Barcha postlar roʻyxatida faqat teg ustidagi qism koʻrsatiladi.<br /><br />&lt;!--CUT--&gt; teg!

# Languages::blog_functionality_notes
source: <p>Use this page to manage your blog. This is how you should organize your blog posts:</p><ul><li>Blog is a usual post that has the <b>Root level page</b> as the Parent page.</li><li>Choose <b>Blog</b> as the Parent page for your blog posts.</li></ul>
uz_uz: <p>Blogingizni boshqarish uchun ushbu sahifadan foydalaning. Blog postlaringizni shunday tartibga solishingiz kerak:</p><ul><li>Blog - bu asosiy sahifa sifatida <b>Ildiz darajasidagi sahifa</b> bo'lgan odatiy post.</li><li> Blog postlaringiz uchun asosiy sahifa sifatida <b>Blog</b> ni tanlang.</li></ul>

# Languages::n_posts
source: [n] post|[n] posts
uz_uz: [n] post|[n] xabar
