Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/buy_together.po
Languages: uz_uz

# Addons::name::buy_together
source: Buy together [Deprecated]
uz_uz: Birga sotib oling [Deprecated]

# Addons::description::buy_together
source: Allows you to set up share discounts on certain product combinations
uz_uz: Muayyan mahsulot kombinatsiyalarida ulush chegirmalarini o'rnatish imkonini beradi

# Languages::buy_together
source: Buy together
uz_uz: Birga sotib oling

# Languages::specify_options
source: Specify options
uz_uz: Variantlarni belgilang

# Languages::total_list_price
source: Total list price
uz_uz: Umumiy ro'yxat narxi

# Languages::price_for_all
source: Price for all
uz_uz: Hamma uchun narx

# Languages::add_all_to_cart
source: Add all to cart
uz_uz: Hammasini savatga qo'shing

# Languages::editing_combination
source: Editing combination
uz_uz: Tahrirlash kombinatsiyasi

# Languages::buy_together_calculation_information
source: Total price: [total_price], Discount: [discount], Combination price: [combination_price]
uz_uz: Umumiy narx: [jami_narx], chegirma: [chegirma], birlashtirilgan narx: [birlashma_narxi]

# Languages::display_in_promotions
source: Display in promotions
uz_uz: Aktsiyalarda ko'rsatish

# Languages::combination_products
source: Combination products
uz_uz: Kombinatsiyalangan mahsulotlar

# Languages::share_discount
source: Share discount
uz_uz: Ulashish chegirmasi

# Languages::buy_together_is_not_compatible_with_configurator
source: [product_name] cannot be added to combination. Buy together is not compatible with the Product configurator add-on
uz_uz: [product_name] kombinatsiyasiga qoʻshib boʻlmaydi. Birgalikda xarid qilish mahsulot konfiguratori plaginiga mos kelmaydi

# Languages::buy_together_is_not_compatible_with_recurring_billing
source: [product_name] cannot be added to combination. Buy together is not compatible with the Recurring billing add-on
uz_uz: [product_name] kombinatsiyasiga qoʻshib boʻlmaydi. Birgalikda xarid qilish Takroriy hisob-kitob plaginiga mos kelmaydi

# Languages::buy_together_combination_cannot_be_added
source: Combination cannot be added to cart
uz_uz: Kombinatsiyani savatga qo'shib bo'lmaydi

# Languages::buy_together_product_was_removed
source: [product] did not have enough amount ([amount]) and was removed from the cart
uz_uz: [product] yetarli miqdorga ([amount]) ega emas edi va savatdan olib tashlandi

# Languages::buy_together_fill_the_mandatory_fields
source: Please specify product options before adding this product combination to the cart.
uz_uz: Ushbu mahsulot kombinatsiyasini savatga qo'shishdan oldin mahsulot variantlarini belgilang.

# Languages::buy_together_info_message_for_mve
source: Only vendors can add product combinations. To add a combination, first <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]">log in as vendor</a>.
uz_uz: Faqat sotuvchilar mahsulot kombinatsiyasini qo'shishlari mumkin. Kombinatsiyani qo'shish uchun avval <a class="birga sotib oling-js-kompaniya-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" ma'lumotlari -ca-switcher-product-id="[product_id]">sotuvchi sifatida tizimga kiring</a>.

# Languages::buy_together_info_message
source: To add a combination, first <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]">select the storefront</a>.
uz_uz: Kombinatsiyani qo'shish uchun avval <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" ma'lumotlari -ca-switcher-product-id="[product_id]">vitrinni tanlang</a>.
