Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/call_requests.po
Languages: uz_uz

# Addons::name::call_requests
source: Call requests
uz_uz: Qo'ng'iroq so'rovlari

# Addons::description::call_requests
source: Adds the "Buy now with one click" and "Request call" buttons
uz_uz: “Bir marta bosish bilan hozir sotib ol” va “Qoʻngʻiroq qilish” tugmalarini qoʻshadi

# SettingsSections::call_requests::general
source: General
uz_uz: Umumiy

# SettingsOptions::call_requests::general
source: General
uz_uz: Umumiy

# SettingsOptions::call_requests::phone
source: Rewrite phone
uz_uz: Telefonni qayta yozish

# SettingsOptions::call_requests::phone_prefix_length
source: Highlight first chars [Deprecated]
uz_uz: Birinchi belgilarni ajratib ko'rsatish [Deprecated]

# SettingsOptions::call_requests::buy_now_with_one_click
source: Enable the "Buy now with one click" option
uz_uz: “Bir marta bosish bilan hozir sotib olish” variantini yoqing

# SettingsOptions::call_requests::order_status
source: Order status
uz_uz: Buyurtma holati

# SettingsOptions::call_requests::phone_mask
source: Phone mask [Deprecated]
uz_uz: Telefon niqobi [Deprecated]

# SettingsTooltips::call_requests::phone_mask
source: Leave empty to use automatic country-based phone pattern, or type in a custom pattern. You can use spaces, commas, +, -, and digits. Note that 9 represents any digit; if you need a 9, type \\9. Examples: +9 (999) 999 99 99, 99999999, 999 999 99 or +99-99-9999-9999.
uz_uz: Mamlakat boʻyicha avtomatik telefon naqshini ishlatish uchun boʻsh qoldiring yoki maxsus naqsh kiriting. Bo'shliqlar, vergullar, +, - va raqamlardan foydalanishingiz mumkin. E'tibor bering, 9 har qanday raqamni bildiradi; agar sizga 9 kerak bo'lsa, \\\\ 9-ni kiriting. Misollar: +9 (999) 999 99 99, 99999999, 999 999 99 yoki +99-99-9999-9999.

# SettingsTooltips::call_requests::phone_prefix_length
source: Including parenthesis, spaces, etc. Use to highlight country code, area code, and phone prefix.
uz_uz: Qavslar, boʻshliqlar va boshqalarni oʻz ichiga oladi. Mamlakat kodi, hudud kodi va telefon prefiksini taʼkidlash uchun foydalaning.

# SettingsOptions::call_requests::enable_call_requests_for_vendors
source: Enable call requests for vendors
uz_uz: Sotuvchilar uchun qo'ng'iroq so'rovlarini yoqing

# SettingsTooltips::call_requests::enable_call_requests_for_vendors
source: This will also replace marketplace contact information with vendors' where necessary.
uz_uz: Bu, shuningdek, kerak bo'lganda, sotuvchilar bilan bog'lanish ma'lumotlarini almashtiradi.

# Languages::privileges.manage_call_requests
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privileges.view_call_requests
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privilege_groups.call_requests
source: Call requests
uz_uz: Qo'ng'iroq so'rovlari

# Languages::call_requests
source: Call requests
uz_uz: Qo'ng'iroq so'rovlari

# Languages::call_requests_menu_description
source: Manage customer call requests
uz_uz: Mijozlarning qo'ng'iroq so'rovlarini boshqaring

# Languages::call_requests.request_call
source: Request call
uz_uz: Qo'ng'iroq qilish

# Languages::call_requests.buy_now_with_one_click
source: Buy now with 1-click
uz_uz: 1 marta bosish bilan hozir sotib oling

# Languages::call_requests.error_validate_call_form
source: Please enter your email or phone number
uz_uz: Iltimos, elektron pochtangizni yoki telefon raqamingizni kiriting

# Languages::call_requests.request_recieved
source: We have received your request! Our manager will contact you soon.
uz_uz: Biz sizning so'rovingizni oldik! Menejerimiz tez orada siz bilan bog'lanadi.

# Languages::call_requests.order_placed
source: We have received your request! The order #[order_id] has been successfully created. Our manager will contact you soon.
uz_uz: Biz sizning so'rovingizni oldik! #[order_id] buyurtmasi muvaffaqiyatli yaratildi. Menejerimiz tez orada siz bilan bog'lanadi.

# Languages::call_requests.phone_from_settings
source: Phone from settings
uz_uz: Sozlamalardan telefon

# Languages::call_requests.enter_phone_or_email_text
source: Please enter your phone number or email (for our manager to contact you)
uz_uz: Iltimos, telefon raqamingizni yoki elektron pochtangizni kiriting (menejerimiz siz bilan bog'lanishi uchun)

# Languages::call_requests.status.new
source: New
uz_uz: Yangi

# Languages::call_requests.status.in_progress
source: In progress
uz_uz: Jarayonda

# Languages::call_requests.status.completed
source: Completed
uz_uz: Bajarildi

# Languages::call_requests.status.no_answer
source: No answer
uz_uz: Javob yo'q

# Languages::call_requests.responsible
source: Responsible
uz_uz: Mas'uliyatli

# Languages::call_requests.notes
source: Notes
uz_uz: Eslatmalar

# Languages::call_requests.requested_product
source: Requested product
uz_uz: So'ralgan mahsulot

# Languages::call_requests.convenient_time
source: Convenient time
uz_uz: Qulay vaqt

# Languages::call_requests.awaiting_call
source: Awaiting call
uz_uz: Qo'ng'iroq kutilmoqda

# Languages::call_requests.order_exists
source: Order exists
uz_uz: Buyurtma mavjud

# Languages::call_requests.person_name_and_phone
source: Name and phone
uz_uz: Ism va telefon

# Languages::call_requests.no_name_specified
source: No name specified
uz_uz: Ism ko'rsatilmagan

# Languages::call_requests.use_for_call_requests
source: Call request and buy now with one click form
uz_uz: Qo'ng'iroq qiling va bir marta bosish formasi bilan hozir sotib oling

# Languages::block_call_request
source: Call request
uz_uz: Qo'ng'iroq so'rovi

# Languages::block_call_request_description
source: Store phone number and form for requesting a call
uz_uz: Qo'ng'iroq qilish uchun telefon raqami va shaklni saqlang

# Languages::tmpl_call_request
source: Call request form
uz_uz: Qo'ng'iroq qilish uchun ariza shakli

# Languages::call_requests.text_call_request
source: Customer [customer] is <a href="[href]">awaiting your call</a> on [phone_number].
uz_uz: Mijoz [customer] [phone_number] orqali <a href="[href]">qo‘ng‘iroqingizni kutmoqda</a>.

# Languages::call_requests.text_call_request_call_time
source: The convenient call time is between [time_from] and [time_to].
uz_uz: Qulay qo'ng'iroq vaqti [time_from] va [time_to] oralig'ida.

# Languages::call_requests.text_buy_with_one_click_request
source: Сustomer [customer] is <a href="[href]">awaiting your call</a> on [phone_number], regarding the purchase of the product <a href="[product_href]">[product_name]</a>.
uz_uz: Mijoz [customer] mahsulotini <a href="[product_href]">[product_name]</a> xarid qilish bo‘yicha [phone_number] raqamiga <a href="[href]">qo‘ng‘iroqingizni</a> kutmoqda. .

# Languages::call_requests.error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid.
uz_uz: <b>[field]</b> maydonidagi telefon raqami yaroqsiz.

# Languages::email_template.call_requests_buy_with_one_click
source: Call requests: buy with one click notification
uz_uz: Qo'ng'iroq so'rovlari: bir marta bosish bildirishnomasi bilan sotib oling

# Languages::email_template.call_requests_call_request
source: Call requests: call request notification
uz_uz: Qo'ng'iroq so'rovlari: qo'ng'iroq so'rovi bildirishnomasi

# Languages::call_request.work_time
source: Mon-Fr 9a.m.-6p.m.
uz_uz: Dushanba-Jum soat 9:00-18:00

# Languages::call_requests.request_call_request_form
source: Call requests: request form
uz_uz: Qo'ng'iroq so'rovlari: so'rov shakli

# Languages::call_requests.agreement_text_full_request_call_request_form
source: <p>We ([company]) will use the data you provide here to contact you regarding your call request or order. That data will remain in our system, visible to our staff (or the relevant vendor), until you withdraw your consent. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
uz_uz: <p>Biz ([company]) bu yerda taqdim etgan maʼlumotlaringizdan qoʻngʻiroq soʻrovingiz yoki buyurtmangiz boʻyicha siz bilan bogʻlanish uchun foydalanamiz. Siz roziligingizni qaytarib olmaguningizcha, bu maʼlumotlar tizimimizda saqlanib qoladi va xodimlarimizga (yoki tegishli sotuvchiga) koʻrinadi. Agar shaxsiy maʼlumotlaringiz oʻchirilishini istasangiz, [email] manziliga xat yuboring.</p> <p>Agar shaxsiy maʼlumotlaringizdan notoʻgʻri foydalanilgan deb hisoblasangiz, nazorat qiluvchi organga shikoyat qilish huquqiga egasiz. . Biz Yevropa Ittifoqining maʼlumotlarni himoya qilish boʻyicha umumiy reglamentiga koʻra sizga ushbu huquq haqida xabar berishga majburmiz; maʼlumotlaringizdan notoʻgʻri foydalanish niyatimiz yoʻq.</p>

# Languages::call_requests.agreement_text_short_request_call_request_form
source: I agree to have my personal data <u>processed as follows.</u>
uz_uz: Men shaxsiy ma'lumotlarimga <u>quyidagicha ishlov berishga roziman.</u>

# Languages::gdpr_call_requests
source: Personal data from call requests
uz_uz: Qo'ng'iroq so'rovlaridan shaxsiy ma'lumotlar

# Languages::call_requests.event.request_created.name
source: Call requests: request created
uz_uz: Qo'ng'iroq so'rovlari: so'rov yaratildi

# Languages::call_requests.event.request_about_product_created.name
source: Call requests: request about product created
uz_uz: Qo'ng'iroq so'rovlari: yaratilgan mahsulot haqida so'rov

# Languages::call_requests.dashboard.analytics_card.recent_call_requests
source: Recent call requests
uz_uz: Oxirgi qo'ng'iroq so'rovlari

# Languages::call_requests.dashboard.analytics_card.view_call_requests
source: View call requests
uz_uz: Qo'ng'iroq so'rovlarini ko'rish
