Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/catalog_mode.po
Languages: uz_uz

# Addons::name::catalog_mode
source: Catalog mode
uz_uz: Katalog rejimi

# Addons::description::catalog_mode
source: Allows you to use the store as a product catalog
uz_uz: Do'kondan mahsulot katalogi sifatida foydalanish imkonini beradi

# Languages::catalog_mode
source: Catalog Mode
uz_uz: Katalog rejimi

# Languages::text_catalog_mode_zero_price_action_notice
source: In order that the "Buy now" button could be displayed on the product details page, please set "Zero price action" as "Allow customers to add the product to cart".
uz_uz: Mahsulot tafsilotlari sahifasida “Hozir sotib olish” tugmasi paydo bo‘lishi uchun “Nol narx harakati”ni “Mijozlarga mahsulotni savatga qo‘shishga ruxsat berish” qilib belgilang.

# Languages::buy_now_url
source: Buy Now URL
uz_uz: Hozir xarid qilish URL

# SettingsSections::catalog_mode::general
source: General
uz_uz: Umumiy

# SettingsOptions::catalog_mode::main_store_mode
source: Store operation mode
uz_uz: Do'konning ishlash rejimi

# SettingsOptions::catalog_mode::add_to_cart_empty_buy_now_url
source: Allow purchasing products with empty Buy Now URL
uz_uz: Bo'sh Endi sotib olish URL manzili bo'lgan mahsulotlarni sotib olishga ruxsat bering

# SettingsVariants::catalog_mode::main_store_mode::catalog
source: Catalog
uz_uz: Katalog

# SettingsVariants::catalog_mode::main_store_mode::store
source: Store
uz_uz: Do'kon
