Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/cities.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr, uk_ua, zh_cn

# Addons::name::cities
source: Cities
ar_sa: مدن
cs_cz: Města
da_dk: Byer
de_de: Städte
el_gr: πόλεις
fa_ir: شهرها
fi_fi: kaupungit
fr_fr: Villes
he_il: ערים
hu_hu: Városok
it_it: Città
ja_jp: 都市
ko_kr: 도시
nl_nl: Steden
pl_pl: Miasta
pt_pt: Cidades
ro_ro: Orase
sv_se: Städer
tr_tr: şehirler
uk_ua: Міста
zh_cn: 城市

# Addons::description::cities
source: The add-on provides new functionality – cities to be added automatically to the order placing page.
ar_sa: توفر الوظيفة الإضافية وظائف جديدة - تتم إضافة المدن تلقائيًا إلى صفحة تقديم الطلب.
cs_cz: Doplněk poskytuje novou funkcionalitu – města se automaticky přidávají na stránku pro zadání objednávky.
da_dk: Tilføjelsen giver ny funktionalitet – byer føjes automatisk til ordreafgivelsessiden.
de_de: Das Add-on bietet neue Funktionen – Städte werden automatisch zur Bestellseite hinzugefügt.
el_gr: Το πρόσθετο παρέχει νέα λειτουργικότητα – πόλεις που προστίθενται αυτόματα στη σελίδα υποβολής παραγγελίας.
fa_ir: این افزونه عملکرد جدیدی را ارائه می دهد - شهرها به طور خودکار به صفحه ثبت سفارش اضافه می شوند.
fi_fi: Lisäosa tarjoaa uusia toimintoja – kaupungit lisätään automaattisesti tilaussivulle.
fr_fr: L'add-on offre de nouvelles fonctionnalités - les villes doivent être ajoutées automatiquement à la page de passation de commande.
he_il: התוסף מספק פונקציונליות חדשה - ערים שיתווספו אוטומטית לדף ביצוע ההזמנה.
hu_hu: A kiegészítő új funkciókat biztosít – a városok automatikusan felkerülnek a rendelési oldalra.
it_it: L'add-on fornisce nuove funzionalità: città da aggiungere automaticamente alla pagina di inserimento degli ordini.
ja_jp: このアドオンは新しい機能を提供します - 都市は注文ページに自動的に追加されます。
ko_kr: 애드온은 주문 페이지에 도시가 자동으로 추가되는 새로운 기능을 제공합니다.
nl_nl: De add-on biedt nieuwe functionaliteit: steden worden automatisch toegevoegd aan de pagina voor het plaatsen van bestellingen.
pl_pl: Dodatek udostępnia nową funkcjonalność – miasta dodawane automatycznie do strony składania zamówienia.
pt_pt: O add-on fornece uma nova funcionalidade – cidades a serem adicionadas automaticamente à página de colocação de pedidos.
ro_ro: Suplimentul oferă o nouă funcționalitate – orașele care urmează să fie adăugate automat la pagina de plasare a comenzilor.
sv_se: Tillägget ger ny funktionalitet – städer som läggs till automatiskt på beställningssidan.
tr_tr: Eklenti, sipariş verme sayfasına otomatik olarak eklenecek şehirler gibi yeni işlevler sağlar.
uk_ua: Доповнення надає новий функціонал – міста автоматично додаються на сторінку замовлення.
zh_cn: 该附加组件提供了新功能——城市将自动添加到下订单页面。

# Languages::select_state_instruction
source: To create a new city, you should select country and region, click the “Search” button and create a city using the “+” button. If there are no regions for the country, they should be created.
ar_sa: لإنشاء مدينة جديدة ، يجب تحديد الدولة والمنطقة ، والنقر فوق الزر "بحث" وإنشاء مدينة باستخدام الزر "+". إذا لم تكن هناك مناطق للبلد ، فيجب إنشاؤها.
cs_cz: Chcete-li vytvořit nové město, měli byste vybrat zemi a region, kliknout na tlačítko „Hledat“ a vytvořit město pomocí tlačítka „+“. Pokud pro zemi neexistují žádné regiony, měly by být vytvořeny.
da_dk: For at oprette en ny by, skal du vælge land og region, klikke på knappen "Søg" og oprette en by ved hjælp af knappen "+". Hvis der ikke er regioner for landet, bør de oprettes.
de_de: Um eine neue Stadt zu erstellen, sollten Sie Land und Region auswählen, auf die Schaltfläche „Suchen“ klicken und eine Stadt mit der Schaltfläche „+“ erstellen. Wenn es keine Regionen für das Land gibt, sollten sie erstellt werden.
el_gr: Για να δημιουργήσετε μια νέα πόλη, θα πρέπει να επιλέξετε χώρα και περιοχή, να κάνετε κλικ στο κουμπί «Αναζήτηση» και να δημιουργήσετε μια πόλη χρησιμοποιώντας το κουμπί «+». Εάν δεν υπάρχουν περιφέρειες για τη χώρα, θα πρέπει να δημιουργηθούν.
fa_ir: برای ایجاد یک شهر جدید، باید کشور و منطقه را انتخاب کنید، روی دکمه "جستجو" کلیک کنید و با استفاده از دکمه "+" یک شهر ایجاد کنید. اگر مناطقی برای کشور وجود ندارد، باید ایجاد شود.
fi_fi: Luodaksesi uuden kaupungin, sinun tulee valita maa ja alue, klikata "Hae" -painiketta ja luoda kaupunki käyttämällä "+" -painiketta. Jos maassa ei ole alueita, ne pitäisi luoda.
fr_fr: Pour créer une nouvelle ville, vous devez sélectionner le pays et la région, cliquer sur le bouton "Rechercher" et créer une ville à l'aide du bouton "+". S'il n'y a pas de régions pour le pays, elles doivent être créées.
he_il: כדי ליצור עיר חדשה, עליך לבחור מדינה ואזור, ללחוץ על כפתור "חפש" וליצור עיר באמצעות כפתור "+". אם אין אזורים למדינה, יש ליצור אותם.
hu_hu: Új város létrehozásához válassza ki az országot és a régiót, kattintson a „Keresés” gombra, és hozzon létre egy várost a „+” gombbal. Ha nincsenek régiók az ország számára, akkor azokat létre kell hozni.
it_it: Per creare una nuova città, devi selezionare il paese e la regione, fare clic sul pulsante "Cerca" e creare una città utilizzando il pulsante "+". Se non ci sono regioni per il paese, dovrebbero essere create.
ja_jp: 新しい都市を作成するには、国と地域を選択し、[検索] ボタンをクリックして、[+] ボタンを使用して都市を作成します。その国の地域がない場合は、作成する必要があります。
ko_kr: 새로운 도시를 만들려면 국가와 지역을 선택하고 “검색” 버튼을 클릭한 다음 “+” 버튼을 사용하여 도시를 만듭니다. 국가에 대한 지역이 없으면 만들어야 합니다.
nl_nl: Om een nieuwe stad aan te maken, selecteert u land en regio, klikt u op de knop "Zoeken" en maakt u een stad aan met de knop "+". Als er geen regio's voor het land zijn, moeten deze worden gemaakt.
pl_pl: Aby utworzyć nowe miasto, należy wybrać kraj i region, kliknąć przycisk "Szukaj" i utworzyć miasto za pomocą przycisku "+". Jeśli w kraju nie ma regionów, należy je utworzyć.
pt_pt: Para criar uma nova cidade, você deve selecionar o país e a região, clicar no botão “Pesquisar” e criar uma cidade usando o botão “+”. Se não houver regiões para o país, elas devem ser criadas.
ro_ro: Pentru a crea un oraș nou, trebuie să selectați țara și regiunea, faceți clic pe butonul „Căutare” și creați un oraș folosind butonul „+”. Dacă nu există regiuni pentru țară, acestea ar trebui create.
sv_se: För att skapa en ny stad, bör du välja land och region, klicka på "Sök"-knappen och skapa en stad med "+"-knappen. Om det inte finns några regioner för landet bör de skapas.
tr_tr: Yeni bir şehir oluşturmak için ülke ve bölge seçip “Ara” butonunu tıklamalı ve “+” butonunu kullanarak bir şehir oluşturmalısınız. Ülke için bölge yoksa oluşturulmalıdır.
uk_ua: Щоб створити нове місто, необхідно вибрати країну та регіон, натиснути кнопку «Пошук» і створити місто за допомогою кнопки «+». Якщо для країни немає регіонів, їх потрібно створювати.
zh_cn: 要创建一个新城市，您应该选择国家和地区，单击“搜索”按钮并使用“+”按钮创建一个城市。如果该国家/地区没有区域，则应创建它们。

# Languages::add_city
source: Add new city
ar_sa: أضف مدينة جديدة
cs_cz: Přidat nové město
da_dk: Tilføj ny by
de_de: Neue Stadt hinzufügen
el_gr: Προσθήκη νέας πόλης
fa_ir: شهر جدید اضافه کنید
fi_fi: Lisää uusi kaupunki
fr_fr: Ajouter une nouvelle ville
he_il: הוסף עיר חדשה
hu_hu: Új város hozzáadása
it_it: Aggiungi nuova città
ja_jp: 新しい都市を追加
ko_kr: 새 도시 추가
nl_nl: Nieuwe stad toevoegen
pl_pl: Dodaj nowe miasto
pt_pt: Adicionar nova cidade
ro_ro: Adăugați un oraș nou
sv_se: Lägg till ny stad
tr_tr: yeni şehir ekle
uk_ua: Додати нове місто
zh_cn: 添加新城市

# Languages::new_city
source: New city
ar_sa: مدينة جديدة
cs_cz: Nové Město
da_dk: Ny by
de_de: Neue Stadt
el_gr: Νέα πόλη
fa_ir: شهر جدید
fi_fi: Uusi kaupunki
fr_fr: Nouvelle ville
he_il: עיר חדשה
hu_hu: Új város
it_it: Nuova città
ja_jp: ニューシティー
ko_kr: 새로운 도시
nl_nl: Nieuwe stad
pl_pl: Nowe miasto
pt_pt: Nova cidade
ro_ro: Oras nou
sv_se: Ny stad
tr_tr: Yeni şehir
uk_ua: Нове місто
zh_cn: 新城市

# Languages::select_city
source: Select city
ar_sa: اختر مدينة
cs_cz: Vyberte město
da_dk: Vælg by
de_de: Stadt wählen
el_gr: Επιλέξτε πόλη
fa_ir: شهر را انتخاب کنید
fi_fi: Valitse kaupunki
fr_fr: Sélectionnez une ville
he_il: בחר עיר
hu_hu: Válasszon várost
it_it: Seleziona città
ja_jp: 都市を選択
ko_kr: 도시 선택
nl_nl: Selecteer stad
pl_pl: Wybierz miasto
pt_pt: Selecione a cidade
ro_ro: Selectați orașul
sv_se: Välj stad
tr_tr: Şehir seç
uk_ua: Виберіть місто
zh_cn: 选择城市

# Languages::empty_state
source: No states created
ar_sa: لم يتم إنشاء دول
cs_cz: Nebyly vytvořeny žádné státy
da_dk: Ingen stater oprettet
de_de: Keine Zustände erstellt
el_gr: Δεν δημιουργήθηκαν Νομοι
fa_ir: هیچ ایالتی ایجاد نشد
fi_fi: Ei luotu osavaltioita
fr_fr: Aucun état créé
he_il: לא נוצרו ממחוזים
hu_hu: Nem jött létre állapot
it_it: Nessuno stato creato
ja_jp: ステートが作成されていません
ko_kr: 생성된 상태 없음
nl_nl: Geen staten gemaakt
pl_pl: Nie utworzono stanów
pt_pt: Nenhum estado criado
ro_ro: Nu au fost create state
sv_se: Inga stater skapade
tr_tr: Devlet oluşturulmadı
uk_ua: Держави не створені
zh_cn: 没有创建状态

# Languages::not_selected_state
source: No state selected
ar_sa: لم يتم اختيار ولاية
cs_cz: Není vybrán žádný stát
da_dk: Ingen tilstand valgt
de_de: Kein Bundesland ausgewählt
el_gr: Δεν επιλέχθηκε Νομος
fa_ir: هیچ ایالتی انتخاب نشده است
fi_fi: Osavaltiota ei ole valittu
fr_fr: Aucun état sélectionné
he_il: לא נבחרו מחוזים
hu_hu: Nincs kiválasztva állapot
it_it: Nessuno stato selezionato
ja_jp: 州が選択されていません
ko_kr: 선택한 상태 없음
nl_nl: Geen staat geselecteerd
pl_pl: Nie wybrano stanu
pt_pt: Nenhum estado selecionado
ro_ro: Nicio stare selectată
sv_se: Inget tillstånd valt
tr_tr: Eyalet seçilmedi
uk_ua: Не вибрано штат
zh_cn: 未选择状态

# Languages::other_town
source: another city
ar_sa: مدينة أخرى
cs_cz: jiné město
da_dk: en anden by
de_de: eine andere Stadt
el_gr: άλλη πόλη
fa_ir: شهر دیگر
fi_fi: toinen kaupunki
fr_fr: une autre ville
he_il: עיר אחרת
hu_hu: másik város
it_it: un'altra città
ja_jp: 別の都市
ko_kr: 다른 도시
nl_nl: een andere stad
pl_pl: inne miasto
pt_pt: outra cidade
ro_ro: alt oras
sv_se: en annan stad
tr_tr: başka şehir
uk_ua: інше місто
zh_cn: 另一个城市

# Languages::new_city_state
source: Create new state
ar_sa: إنشاء دولة جديدة
cs_cz: Vytvořte nový stát
da_dk: Opret ny tilstand
de_de: Neuen Zustand erstellen
el_gr: Δημιουργία νέου Νομου
fa_ir: ایجاد حالت جدید
fi_fi: Luo uusi tila
fr_fr: Créer un nouvel état
he_il: צור מחוז חדש
hu_hu: Új állapot létrehozása
it_it: Crea nuovo stato
ja_jp: 新しい状態を作成する
ko_kr: 새 상태 만들기
nl_nl: Creëer een nieuwe staat
pl_pl: Utwórz nowy stan
pt_pt: Criar novo estado
ro_ro: Creați un nou stat
sv_se: Skapa nytt tillstånd
tr_tr: Yeni durum oluştur
uk_ua: Створити нову державу
zh_cn: 创建新状态

# Languages::privileges.view_cities
source: Can view
ar_sa: يمكن أن يشاهد
cs_cz: Lze prohlížet
da_dk: Kan se
de_de: Kann ansehen
el_gr: Μπορεί να δει
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
fr_fr: Peut voir
he_il: יכול לצפות
hu_hu: Megtekinthető
it_it: Posso vedere
ja_jp: 閲覧可能
ko_kr: 볼 수 있음
nl_nl: Kan zien
pl_pl: Można przeglądać
pt_pt: Pode ver
ro_ro: Poate vizualiza
sv_se: Kan visa
tr_tr: Görüntüleyebilir
uk_ua: Можна переглядати
zh_cn: 可以查看

# Languages::privileges.manage_cities
source: Can edit
ar_sa: يمكن التحرير
cs_cz: Může upravit
da_dk: Kan redigere
de_de: Kann bearbeiten
el_gr: Μπορεί να επεξεργαστεί
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
fr_fr: Peut éditer
he_il: יכול לערוך
hu_hu: Szerkeszthető
it_it: Può modificare
ja_jp: 編集することができます
ko_kr: 편집 가능
nl_nl: Kan bewerken
pl_pl: Można edytować
pt_pt: Pode editar
ro_ro: Pot edita
sv_se: Kan redigera
tr_tr: Düzenleyebilir
uk_ua: Може редагувати
zh_cn: 可以编辑

# Languages::privilege_groups.cities
source: Cities
ar_sa: مدن
cs_cz: Města
da_dk: Byer
de_de: Städte
el_gr: πόλεις
fa_ir: شهرها
fi_fi: kaupungit
fr_fr: Villes
he_il: ערים
hu_hu: Városok
it_it: Città
ja_jp: 都市
ko_kr: 도시
nl_nl: Steden
pl_pl: Miasta
pt_pt: Cidades
ro_ro: Orase
sv_se: Städer
tr_tr: şehirler
uk_ua: Міста
zh_cn: 城市

# Languages::code_sdek
source: Code city sdek
ar_sa: كود المدينة الصديق
cs_cz: Kód město sdek
da_dk: Kode by sdek
el_gr: Κωδικός πόλης sdek
fa_ir: کد شهر sdek
fr_fr: Code ville sdek
he_il: מיקוד של עיר sdek
it_it: Codice città sdek
ja_jp: コードシティSDK
ko_kr: 코드시티 SDK
nl_nl: Code stad sdek
pl_pl: Kod miasta sdek
pt_pt: Código cidade sdek
ro_ro: Cod orașul sdek
sv_se: Kod stad sdek
tr_tr: kod şehir sdek
uk_ua: Код міста sdek
zh_cn: 码城服务台

# Languages::addons.cities.label_cities_update
source: Update cities
ar_sa: تحديث المدن
cs_cz: Aktualizujte města
da_dk: Opdater byer
de_de: Städte aktualisieren
el_gr: Ανανεωση πόλεων
fa_ir: به روز رسانی شهرها
fi_fi: Päivitä kaupungit
fr_fr: Mettre à jour les villes
he_il: עדכן ערים
hu_hu: Városok frissítése
it_it: Aggiorna le città
ja_jp: 都市を更新する
ko_kr: 도시 업데이트
nl_nl: Steden updaten
pl_pl: Aktualizuj listę miast
pt_pt: Atualizar cidades
ro_ro: Actualizați orașele
sv_se: Uppdatera städer
tr_tr: Şehirleri güncelle
uk_ua: Оновити міста
zh_cn: 更新城市

# Languages::addons.cities.cities_update
source: Update
ar_sa: تحديث
cs_cz: Aktualizace
da_dk: Opdatering
de_de: Aktualisieren
el_gr: Ανανέωση
fa_ir: به روز رسانی
fi_fi: Päivittää
fr_fr: Mettre à jour
he_il: לעדכן
hu_hu: Frissítés
it_it: Aggiornare
ja_jp: アップデート
ko_kr: 업데이트
nl_nl: Bijwerken
pl_pl: Aktualizuj
pt_pt: Atualizar
ro_ro: Actualizați
sv_se: Uppdatering
tr_tr: Güncelleme
uk_ua: оновлення
zh_cn: 更新

# Languages::addons.cities.text_update_cities
source: Table cities was updated
ar_sa: تم تحديث جدول المدن
cs_cz: Stolová města byla aktualizována
da_dk: Tabelbyer blev opdateret
de_de: Tabelle Städte wurde aktualisiert
el_gr: Ο πίνακας πόλεων ενημερώθηκε
fa_ir: شهرهای جدول به روز شد
fi_fi: Pöytäkaupungit päivitettiin
fr_fr: Le tableau des villes a été mis à jour
he_il: טבלת ערים מעודכנת
hu_hu: A táblavárosok frissítve
it_it: La tabella delle città è stata aggiornata
ja_jp: テーブルの都市が更新されました
ko_kr: 테이블 도시가 업데이트되었습니다.
nl_nl: Tabel steden is bijgewerkt
pl_pl: Lista miast została zaktualizowana
pt_pt: As cidades da tabela foram atualizadas
ro_ro: Tabelul orașelor a fost actualizat
sv_se: Tabellstäder uppdaterades
tr_tr: Tablo şehirleri güncellendi
uk_ua: Оновлено таблицю міст
zh_cn: 表格城市已更新

# Languages::addons.cities.city_prefix
source: city., city
ar_sa: المدينة. ، المدينة
cs_cz: město., město
da_dk: by., by
de_de: Stadt., Stadt
el_gr: πόλη., πόλη
fa_ir: شهر.، شهر
fi_fi: kaupunki., kaupunki
fr_fr: ville., ville
he_il: עיר., עיר
hu_hu: város., város
it_it: città., città
ja_jp: 都市、都市
ko_kr: 도시., 도시
nl_nl: stad., stad
pl_pl: miasto., miasto
pt_pt: cidade., cidade
ro_ro: oraș., oraș
sv_se: stad., stad
tr_tr: şehir., şehir
uk_ua: місто., місто
zh_cn: 城市., 城市
