Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/data_feeds.po
Languages: uz_uz

# Addons::name::data_feeds
source: Data feeds
uz_uz: Ma'lumotlar tasmasi

# Addons::description::data_feeds
source: Makes it possible to create product data feeds in CSV
uz_uz: CSV-da mahsulot ma'lumotlari tasmasi yaratish imkonini beradi

# Languages::data_feeds
source: Data feeds
uz_uz: Ma'lumotlar tasmasi

# Languages::data_feed
source: Data feed
uz_uz: Ma'lumotlar tasmasi

# Languages::export_by_cron
source: Export by cron
uz_uz: Cron orqali eksport qilish

# Languages::export_by_cron_to
source: Export by cron to
uz_uz: Cron orqali eksport qiling

# Languages::add_new_datafeed
source: New data feed
uz_uz: Yangi maʼlumotlar tasmasi

# Languages::add_datafeed
source: Add data feed
uz_uz: Maʼlumotlar tasmasi qoʻshing

# Languages::datafeed_name
source: Data feed name
uz_uz: Maʼlumotlar tasmasi nomi

# Languages::save_directory
source: Server directory
uz_uz: Server katalogi

# Languages::ftp_url_hint
source: The format is: FTPHOST[:PORT][/DIRECTORY]. Example: ftp.yourhost.com:21/home/username/folder
uz_uz: Format: FTPHOST[:PORT][/DIRECTORY]. Misol: ftp.yourhost.com:21/home/username/folder

# Languages::ftp_user
source: FTP username
uz_uz: FTP foydalanuvchi nomi

# Languages::ftp_pass
source: FTP password
uz_uz: FTP parol

# Languages::fields
source: Fields
uz_uz: Maydonlar

# Languages::field_name
source: Field name
uz_uz: Maydon nomi

# Languages::field_type
source: Field type
uz_uz: Maydon turi

# Languages::map_fields
source: Fields mapping
uz_uz: Maydonlarni xaritalash

# Languages::update_datafeed
source: Editing data feed
uz_uz: Maʼlumotlar tasmasini tahrirlash

# Languages::datafeed.description
source: Only the products that meet <strong>all</strong> of the conditions below will be exported:
uz_uz: Faqat quyidagi shartlarning <strong>barchasi</strong>ga javob beradigan mahsulotlar eksport qilinadi:

# Languages::export_cron_hint
source: Use the following line to run the script according to schedule
uz_uz: Skriptni jadvalga muvofiq ishga tushirish uchun quyidagi qatordan foydalaning

# Languages::exported_items
source: Exported items
uz_uz: Eksport qilingan narsalar

# Languages::ftp_connection_problem
source: Unable connect to FTP server. Please, check FTP connection information
uz_uz: FTP serveriga ulanib bo'lmadi. Iltimos, FTP ulanish ma'lumotlarini tekshiring

# Languages::categories_in
source: Categories in
uz_uz: Kategoriyalar

# Languages::products_in
source: Products in
uz_uz: Mahsulotlar

# Languages::local_export
source: Download
uz_uz: Yuklab olish

# Languages::upload_to_ftp
source: Upload to FTP server
uz_uz: FTP serveriga yuklash

# Languages::cron_export
source: Cron export settings
uz_uz: Cron eksport sozlamalari

# Languages::export_to_server
source: Export to server
uz_uz: Serverga eksport qilish

# Languages::export_to_ftp
source: FTP server options
uz_uz: FTP server imkoniyatlari

# Languages::check_server_export_settings
source: Check server export settings
uz_uz: Serverni eksport qilish sozlamalarini tekshiring

# Languages::exclude_disabled_products
source: Exclude disabled products
uz_uz: Nogiron mahsulotlarni istisno qiling

# Languages::data_feeds.exclude_shared_products
source: Exclude shared products
uz_uz: Umumiy mahsulotlarni istisno qiling

# Languages::general_settings
source: General settings
uz_uz: Umumiy sozlamalar

# Languages::enclosure
source: Enclosure
uz_uz: To'siq

# SettingsSections::data_feeds::general
source: General
uz_uz: Umumiy

# SettingsOptions::data_feeds::cron_password
source: Cron password
uz_uz: Cron parol

# Languages::data_feed.error_exim_no_data_exported
source: No data exported
uz_uz: Hech qanday maʼlumot eksport qilinmadi

# Languages::data_feeds.text_tooltip_field_name
source: The name of the column in the data feed file.
uz_uz: Ma'lumotlar tasmasi faylidagi ustun nomi.

# Languages::data_feeds.text_tooltip_field_type
source: The type of data from your store which will be exported to this column of the data feed file.
uz_uz: Doʻkoningizdagi maʼlumotlar tasmasi faylining ushbu ustuniga eksport qilinadigan maʼlumotlar turi.
