Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/divido.po
Languages: uz_uz

# Addons::name::divido
source: Divido payments
uz_uz: Divido to'lovlari

# Addons::description::divido
source: Lets customers spread the cost of any purchase over a period of time while the merchant gets paid in full right away.
uz_uz: Mijozlarga har qanday xarid narxini ma'lum vaqt oralig'ida taqsimlash imkonini beradi, shu bilan birga savdogar darhol to'liq to'lanadi.

# Languages::addons.divido.select_currency_undefined
source: The [currency] currency is not set up in store
uz_uz: Doʻkonda [currency] valyutasi sozlanmagan

# Languages::addons.divido.order_status
source: Divido status
uz_uz: Divido holati

# Languages::addons.divido.pay_in_instalments
source: Pay in instalments
uz_uz: Bo‘lib-bo‘lib to‘lash

# Languages::addons.divido.choose_your_plan
source: Choose your plan
uz_uz: Rejangizni tanlang

# Languages::addons.divido.choose_your_deposit
source: Choose your deposit
uz_uz: Omonatingizni tanlang

# Languages::addons.divido.monthly_payments_of
source: monthly payments of
uz_uz: ning oylik to'lovlari

# Languages::addons.divido.term
source: Term
uz_uz: Muddati

# Languages::addons.divido.deposit
source: Deposit
uz_uz: Depozit

# Languages::addons.divido.cost_of_credit
source: Cost of credit
uz_uz: Kredit narxi

# Languages::addons.divido.total_payable
source: Total payable
uz_uz: Jami to'lov

# Languages::addons.divido.total_interest_apr
source: Total interest APR
uz_uz: Umumiy foiz APR

# Languages::addons.divido.text_redirected
source: You will be redirected to Divido to complete this finance application when you place your order
uz_uz: Buyurtma berganingizda, ushbu moliya dasturini to'ldirish uchun siz Divido-ga yo'naltirilasiz

# Languages::addons.divido.cart_amount_limit
source: Minimum order total
uz_uz: Minimal buyurtma jami

# Languages::addons.divido.monthly_instalment
source: Monthly instalment
uz_uz: Oylik to'lov

# Languages::ttc_addons.divido.cart_amount_limit
source: The order total has to be equal or greater than this sum, or the payment method won't be available at checkout. Leave empty if you don't want to impose this restriction.
uz_uz: Buyurtma summasi bu summaga teng yoki undan kattaroq bo‘lishi kerak, aks holda to‘lov usulini to‘lov vaqtida ishlatib bo‘lmaydi. Agar siz ushbu cheklovni kiritishni xohlamasangiz, bo'sh qoldiring.

# Languages::addons.divido.show_product_page_calculator
source: Show monthly payment rate on the product page
uz_uz: Mahsulot sahifasida oylik to'lov stavkasini ko'rsating

# Languages::addons.divido.product_price_limit
source: Minimum product price
uz_uz: Minimal mahsulot narxi

# Languages::ttc_addons.divido.product_price_limit
source: The product price has to be equal or greater than this sum, or the monthly payment rate won't appear on the product page. Leave empty if you don't want to impose this restriction.
uz_uz: Mahsulot narxi bu summaga teng yoki undan katta bo‘lishi kerak, aks holda oylik to‘lov stavkasi mahsulot sahifasida ko‘rinmaydi. Agar siz ushbu cheklovni kiritishni xohlamasangiz, bo'sh qoldiring.

# Languages::finance_code
source: Finance code
uz_uz: Moliyaviy kod

# Languages::addons.divido.availability_notice
source: <b>Note:</b> Payments via Divido are only available to the residents of the United Kingdom and can only be made in pounds sterling (GBP).
uz_uz: <b>Eslatma:</b> Divido orqali toʻlovlar faqat Birlashgan Qirollik rezidentlari uchun mavjud va faqat funt sterlingda (GBP) amalga oshirilishi mumkin.

# Languages::divido.cookie_title
source: Marketing cookies
uz_uz: Marketing cookie fayllari

# Languages::divido.cookie_description
source: Divido is a payment provider that allows you to pay in installments, if you choose a payment method powered by Divido. Here is <a href="https://www.divido.com/privacy-policy/" target="_blank">Divido privacy policy.</a>
uz_uz: Divido toʻlov provayderi boʻlib, agar siz Divido tomonidan quvvatlantiriladigan toʻlov usulini tanlasangiz, boʻlib-boʻlib toʻlash imkonini beradi. Mana <a href="https://www.divido.com/privacy-policy/" target="_blank">Divido maxfiylik siyosati</a>.
