Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/email_marketing.po
Languages: uz_uz

# Addons::name::email_marketing
source: E-mail marketing
uz_uz: Elektron pochta marketingi

# Addons::description::email_marketing
source: Synchronizes your newsletter subscriber lists with MailChimp and Mad Mimi
uz_uz: Axborot byulletenlari obunachilari ro'yxatini MailChimp va Mad Mimi bilan sinxronlashtiradi

# Languages::subscribers_menu_description
source: Manage newsletter subscribers and settings.
uz_uz: Axborot byulletenlari obunachilari va sozlamalarini boshqaring.

# Languages::email_marketing.subscription_confirmed
source: Thank you for subscribing to our newsletter
uz_uz: Bizning xabarnomamizga obuna bo'lganingiz uchun tashakkur

# Languages::email_marketing.text_subscription_confirmed
source: Your subscription has been confirmed. No extra actions is required.
uz_uz: Obunangiz tasdiqlandi. Hech qanday qo'shimcha harakatlar talab qilinmaydi.

# Languages::email_marketing.subscription_pending
source: Email confirmation is required!
uz_uz: Elektron pochtani tasdiqlash talab qilinadi!

# Languages::email_marketing.text_subscription_pending
source: Thank you for subscribing to our newsletter.<p>A confirmation email has been sent to you. Please use the link in the email to confirm your subscription</p>
uz_uz: Yangiliklar byulletenimizga obuna bo'lganingiz uchun tashakkur.<p>Tasdiqlash xati sizga yuborildi. Obunani tasdiqlash uchun e-pochtadagi havoladan foydalaning</p>

# Languages::email_marketing.confirm_subscription
source: Please confirm subscription
uz_uz: Iltimos, obunani tasdiqlang

# Languages::email_marketing.text_confirm_subscription
source: We received a subscription request from you. Please confirm it:<p><a href="[href]">Click here to confirm your subscription to our newsletter</a></p>If you received this email by mistake, simply delete it. You won't be subscribed if you don't click the confirmation link above.
uz_uz: Sizdan obuna soʻrovi oldik. Iltimos, buni tasdiqlang:<p><a href="[href]">Axborot byulleteniga obuna bo‘lganingizni tasdiqlash uchun shu yerni bosing</a></p>Agar siz ushbu xatni noto‘g‘ri olgan bo‘lsangiz, shunchaki o‘chirib tashlang. Yuqoridagi tasdiqlash havolasini bosmasangiz, obuna bo'lmaysiz.

# Languages::email_marketing.subscription_confirmed_2
source: Subscription confirmed
uz_uz: Obuna tasdiqlandi

# Languages::email_marketing.text_subscription_confirmed_2
source: Your subscription to our newsletter has been confirmed. Thank you for subscribing!
uz_uz: Axborot byulleteniga obunangiz tasdiqlandi. Obuna bo'lganingiz uchun tashakkur!

# Languages::email_marketing.email_subscribed
source: You were subscribed to our newsletter
uz_uz: Siz bizning axborotnomamizga obuna bo'ldingiz

# Languages::email_marketing.text_email_subscribed
source: Thank you for subscribing to our newsletter. <p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
uz_uz: Bizning xabarnomamizga obuna bo'lganingiz uchun tashakkur. <p>Agar istalgan vaqtda xatlarimizni olishni to‘xtatmoqchi bo‘lsangiz, <a href="[href]">obunani bekor qilish uchun ushbu havolani bosing</a>.</p>

# Languages::email_marketing.email_subscribed_2optin
source: Subscription confirmed
uz_uz: Obuna tasdiqlandi

# Languages::email_marketing.text_email_subscribed_2optin
source: Your subscription to our newsletter has been confirmed.<p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
uz_uz: Axborot byulleteniga obunangiz tasdiqlandi.<p>Agar istalgan vaqtda xatlarimizni olishni to‘xtatmoqchi bo‘lsangiz, <a href="[href]">obunani bekor qilish uchun ushbu havolani bosing</a>.</p>

# Languages::email_marketing.unsubscribe_successful
source: Unsubscribe successful
uz_uz: Obunani bekor qilish muvaffaqiyatli

# Languages::email_marketing.text_unsubscribe_successful
source: Your email has been removed from our list.
uz_uz: Sizning elektron pochtangiz ro'yxatimizdan olib tashlandi.

# Languages::email_marketing.export_all
source: Export all
uz_uz: Hammasini eksport qiling

# Languages::email_marketing.enter_api_key_and_save
source: Enter API key and save first
uz_uz: API kalitini kiriting va avval saqlang

# Languages::email_marketing.warning_email_exists
source: [email] is already subscribed
uz_uz: [email] allaqachon obuna bo'lgan

# Languages::email_marketing.new_subscriber
source: New subscriber
uz_uz: Yangi obunachi

# Languages::email_marketing.sync
source: Sync
uz_uz: Sinxronlash

# Languages::email_marketing.text_subscribe
source: Subscribe to our newsletter
uz_uz: Bizning yangiliklarimizga obuna bo'ling

# Languages::email_marketing.tmpl_subscription
source: Email marketing: Newsletter subscription form
uz_uz: Elektron pochta marketingi: Axborot byulleteniga obuna shakli

# Languages::privileges.manage_email_marketing
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.email_marketing
source: Email marketing
uz_uz: Elektron pochta marketingi

# Languages::email_marketing.error_no_list
source: Please select mailing list in add-on settings to start import
uz_uz: Importni boshlash uchun qo‘shimcha sozlamalarda pochta ro‘yxatini tanlang

# SettingsSections::email_marketing::general
source: General
uz_uz: Umumiy

# SettingsOptions::email_marketing::em_show_on_checkout
source: Newsletter checkbox on checkout
uz_uz: Hisob-kitob paytida axborot byulleteni belgilash katakchasi

# SettingsOptions::email_marketing::em_checkout_enabled
source: Tick off by default
uz_uz: Sukut bo'yicha belgilang

# SettingsOptions::email_marketing::em_double_opt_in
source: Double opt-in
uz_uz: Ikki marta ro'yxatdan o'tish

# SettingsOptions::email_marketing::em_welcome_letter
source: Send a welcome letter with the unsubscribe link
uz_uz: Obunani bekor qilish havolasi bilan tabrik xatini yuboring

# SettingsOptions::email_marketing::em_service
source: Email integration provider
uz_uz: Elektron pochta integratsiyasi provayderi

# SettingsOptions::email_marketing::em_mailchimp_api_key
source: API key
uz_uz: API kaliti

# SettingsOptions::email_marketing::em_mailchimp_list
source: List
uz_uz: Roʻyxat

# SettingsOptions::email_marketing::em_madmimi_username
source: E-mail
uz_uz: Elektron pochta

# SettingsOptions::email_marketing::em_madmimi_api_key
source: API key
uz_uz: API kaliti

# SettingsOptions::email_marketing::em_madmimi_list
source: List
uz_uz: Roʻyxat

# Languages::email_template.email_marketing_confirmation
source: Email marketing: subscription confirmation
uz_uz: Elektron pochta marketingi: obunani tasdiqlash

# Languages::email_template.email_marketing_welcome
source: Email marketing: welcome letter
uz_uz: Elektron pochta marketingi: xush kelibsiz xat

# Languages::email_template.email_marketing_welcome_2optin
source: Email marketing: welcome letter (2optin)
uz_uz: Elektron pochta marketingi: xush kelibsiz xat (2optin)
