Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/form_builder.po
Languages: uz_uz

# Addons::name::form_builder
source: Form builder
uz_uz: Shakl quruvchi

# Addons::description::form_builder
source: Lets you create custom forms (e.g. Contact us)
uz_uz: Shaxsiy shakllar yaratish imkonini beradi (masalan, biz bilan bog'laning)

# Languages::use_for_form_builder
source: Custom forms
uz_uz: Maxsus shakllar

# Languages::new_form
source: New form
uz_uz: Yangi shakl

# Languages::editing_form
source: Editing form
uz_uz: Shaklni tahrirlash

# Languages::form_builder
source: Form builder
uz_uz: Shakl quruvchi

# Languages::form_submit_text
source: Form submit text
uz_uz: Shaklni yuborish matni

# Languages::email_to
source: E-mail to
uz_uz: Elektron pochta manziliga

# Languages::add_form
source: Add form
uz_uz: Shakl qo'shing

# Languages::base
source: Base
uz_uz: Baza

# Languages::multiple_checkboxes
source: Multiple checkboxes
uz_uz: Bir nechta belgilash katakchalari

# Languages::multiple_selectbox
source: Multiple selectbox
uz_uz: Bir nechta tanlash qutisi

# Languages::header
source: Header
uz_uz: Sarlavha

# Languages::separator
source: Separator
uz_uz: Ajratuvchi

# Languages::special
source: Special
uz_uz: Maxsus

# Languages::countries_list
source: Countries list
uz_uz: Mamlakatlar ro'yxati

# Languages::states_list
source: States list
uz_uz: Davlatlar ro'yxati

# Languages::referer
source: Referer
uz_uz: Yo'naltiruvchi

# Languages::email_template.form_builder_form
source: Contact form
uz_uz: Aloqa shakli

# Languages::addons.form_builder.form_fields
source: Form fields
uz_uz: Shakl maydonlari

# Languages::addons.form_builder.form_name
source: Form name
uz_uz: Shakl nomi

# Languages::addons.form_builder.other_subject
source: Other subject (specify below)
uz_uz: Boshqa mavzu (quyida ko'rsating)

# Languages::addons.form_builder.email_subject_field
source: E-mail subject field
uz_uz: Elektron pochta mavzusi maydoni

# Languages::ttc_addons.form_builder.email_subject_field
source: Fields of type "Select box" or "Input field" can be used
uz_uz: "Tanlash maydoni" yoki "Kirish maydoni" turidagi maydonlardan foydalanish mumkin
