Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/gdpr.po
Languages: uz_uz

source: <p>We ([company]) send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location. </li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
uz_uz: <p>Biz ([company]) ko‘rsatilgan elektron pochta manziliga hisob bilan bog‘liq xatlarni (masalan, buyurtma holati haqida bildirishnomalar, parolni tiklash xatlari va boshqalar) yuboramiz. Shuning uchun siz bizning mijozimiz bo‘lib qolganingizda elektron pochta manzilingizni saqlashimiz kerak.</p> <p>Biz hisob-kitob/etkazib berish manzili bo‘limidagi ma’lumotlardan foydalanamiz va uni quyidagi manzilga jo‘natish yoki to‘lov usuli provayderiga yuborishimiz mumkin:</p > <ul> <li>Joylashuvingiz uchun qanday yetkazib berish va toʻlov usullari mavjudligini aniqlang. </li> <li>Buyurtmani jo‘natayotganda to‘lov vaqtida tanlagan provayder orqali to‘lov yoki jo‘natish jarayonini yakunlang.</li> </ul> <p>Mahsulot sotadigan ba’zi xodimlarimiz va/yoki sotuvchilarimiz. do'konimizda va uning boshqaruv panelidan foydalaning, ma'lumotlaringizga kirish imkoniyatiga ega bo'lishi mumkin. Biz sizning maxfiyligingizni qadrlaymiz, shuning uchun ma'lumotlarga kirish do'konni boshqarish uchun bilish kerak bo'lgan asosda taqdim etiladi. Misol uchun, sotuvchi maʼlumotlaringizni faqat siz ulardan biror narsaga buyurtma bergan boʻlsangizgina oladi, shunda sotuvchi bu buyurtmani bajara oladi.</p> <p>Agar siz endi bizning doʻkonimizdan foydalanishni istamasangiz va oʻzingizning maʼlumotlaringizga ega boʻlishni istasangiz. Shaxsiy maʼlumotlar bazamizdan oʻchirilgan (yoki bizda mavjud boʻlgan hisobingiz bilan bogʻliq barcha shaxsiy maʼlumotlarni olishni istasangiz), iltimos, [email] manziliga e-pochta orqali xabar yuboring.</p> <p>Agar siz oʻzingizning shaxsiy maʼlumotlaringizga ishonsangiz. ma'lumotlar noto'g'ri ishlatilgan bo'lsa, siz nazorat organiga shikoyat qilish huquqiga egasiz. Biz Yevropa Ittifoqining maʼlumotlarni himoya qilish boʻyicha umumiy reglamentiga koʻra sizga ushbu huquq haqida xabar berishga majburmiz; maʼlumotlaringizdan notoʻgʻri foydalanish niyatimiz yoʻq.</p>

source: I agree to have my personal data <u>processed as follows</u>.
uz_uz: Men shaxsiy ma'lumotlarimning <u>quyidagi tarzda qayta ishlanishiga</u> rozilik bildiraman.

# Languages::gdpr.export_to_xml
source: Export to XML
uz_uz: XML ga eksport qilish

# Languages::gdpr.agreement_required_error
source: Your agreement is required to proceed.
uz_uz: Davom etish uchun sizning kelishuvingiz talab qilinadi.

# Languages::gdpr.user_anonymized
source: User has been anonymized.
uz_uz: Foydalanuvchi anonimlashtirildi.

# Languages::gdpr.check_other_sources_for_personal_data
source: <p>Please note that anonymization doesn't affect any backups and logs that you might have. If necessary, please do the following:</p><ol><li>Clear the logs under <b>Administration → Logs</b>.</li><li>Secure and delete the backups you might have under <b>Administration → Backup/Restore</b>.</li></ol>
uz_uz: <p>Yodda tutingki, anonimlashtirish sizda mavjud boʻlgan zahira va jurnallarga taʼsir qilmaydi. Agar kerak bo'lsa, quyidagi amallarni bajaring:</p><ol><li><b>Ma'muriyat → Jurnallar</b> ostidagi jurnallarni tozalang.</li><li>< ostida bo'lishi mumkin bo'lgan zaxira nusxalarini himoyalang va o'chiring. b>Ma'muriyat → Zaxiralash/Qayta tiklash</b>.</li></ol>

# Languages::gdpr.cookie_consent
source: Cookie consent
uz_uz: Cookie roziligi

# Languages::gdpr.cookie_consent_message
source: <p>This website uses cookies (small pieces of data saved on your computer). Some cookies are added by the website itself: they help to show you the content of your cart, keep you signed in once you enter your email and password, preserve your preferences, and do a lot of other useful things. We use these cookies only to make the site work properly for you. Even your agreement to our use of cookies is stored as a cookie.</p><p>Other cookies may be used by third-party services (such as PayPal, YouTube, Google Maps, Facebook, etc.) to store the data about how you use those third-party services on the website. We have no control over how third parties use cookies, but those cookies are also important for proper functioning of the website. For example, some of the PayPal functionality may not work without PayPal cookies.</p><p>Without cookies, many things can go wrong. That's why we ask that you agree to cookies being used before you proceed. If you don't want any cookies but would like to continue using the website, please configure your browser to block cookies, and then you'll be able to "agree" to their use, while we won't treat that as your consent.</p>
uz_uz: <p>Ushbu veb-sayt cookie-fayllardan (kompyuteringizda saqlangan kichik ma'lumotlardan) foydalanadi. Ba'zi cookie-fayllar veb-saytning o'zi tomonidan qo'shiladi: ular sizga savatingiz mazmunini ko'rsatishga yordam beradi, elektron pochta va parolingizni kiritganingizdan so'ng tizimga kirishda davom etadi, afzalliklaringizni saqlaydi va boshqa ko'plab foydali narsalarni qiladi. Biz ushbu cookie-fayllardan faqat sayt siz uchun to'g'ri ishlashi uchun foydalanamiz. Hatto cookie-fayllardan foydalanishimizga roziligingiz ham cookie sifatida saqlanadi.</p><p>Boshqa cookie-fayllardan uchinchi tomon xizmatlari (masalan, PayPal, YouTube, Google Maps, Facebook va boshqalar) maʼlumotlarni saqlash uchun foydalanishi mumkin. veb-saytdagi uchinchi tomon xizmatlaridan qanday foydalanayotganingiz haqida. Bizda uchinchi shaxslar cookie-fayllardan qanday foydalanishi ustidan nazoratimiz yo‘q, lekin bu cookie-fayllar veb-saytning to‘g‘ri ishlashi uchun ham muhimdir. Masalan, PayPal funksiyalarining ayrimlari PayPal cookie-fayllarisiz ishlamasligi mumkin.</p><p>Cookie-fayllarsiz ko‘p narsa noto‘g‘ri ketishi mumkin. Shuning uchun davom etishdan oldin cookie-fayllardan foydalanishga rozilik berishingizni so'raymiz. Agar siz cookie-fayllarni xohlamasangiz, lekin veb-saytdan foydalanishni davom ettirmoqchi bo'lsangiz, iltimos, brauzeringizni cookie-fayllarni bloklaydigan qilib sozlang, shundan so'ng siz ulardan foydalanishga "rozilik" berishingiz mumkin, ammo biz buni sizning roziligingiz deb hisoblamaymiz. .</p>

# Languages::gdpr.cookie_consent_accept
source: I agree
uz_uz: Men roziman

# Languages::gdpr.cookie_consent_decline
source: No, take me out of here
uz_uz: Yo'q, meni bu yerdan olib ket

# Languages::gdpr.uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site.
uz_uz: Ushbu saytda eng yaxshi foydalanuvchi tajribasini ta'minlash uchun cookie-fayllardan foydalaniladi. Agar davom etsangiz, siz ushbu saytdan cookie-fayllarni olishga rozi ekanligingizni taxmin qilamiz.

# Languages::block_gdpr_description
source: Allows registered users to request their personal data or anonymization
uz_uz: Ro'yxatdan o'tgan foydalanuvchilarga shaxsiy ma'lumotlarini yoki anonimligini so'rashga imkon beradi

# Languages::gdpr.user_profile_actions_description
source: <p>As customers interact with the store, they provide personal data for various purposes. When you place an order, we need to know where to ship it; when you subscribe for an email newsletter, we need to know where to send it, and so on. We keep this data organized, so that you always could:</p> <ol> <li>Request that we send you all your personal data. In that case we’ll send you an XML file by email. That file will contain all your personal data we have.</li> <li>Request to be forgotten. In that case your account will be deactivated, and all your personal data will be removed. If necessary, you’ll be able to register a new account with the same email address in the future.</li> </ol> <p>Please note that we’ll need some time to process either of those requests. We may contact you regarding your request by email or through other means.</p>
uz_uz: <p>Mijozlar doʻkon bilan muloqot qilganda, ular shaxsiy maʼlumotlarni turli maqsadlarda taqdim etadilar. Buyurtma berganingizda, biz uni qaerga jo'natishni bilishimiz kerak; elektron pochta xabarnomasiga obuna bo'lganingizda, biz uni qaerga yuborishni bilishimiz kerak va hokazo. Biz bu maʼlumotlarni tartibli saqlaymiz, shunda siz har doim:</p> <ol> <li>Sizga barcha shaxsiy maʼlumotlaringizni yuborishimizni soʻrashingiz mumkin. Bunday holda, biz sizga elektron pochta orqali XML faylini yuboramiz. Ushbu fayl bizda mavjud bo'lgan barcha shaxsiy ma'lumotlaringizni o'z ichiga oladi.</li> <li>Unutishni talab qiling. Bunday holda, sizning hisobingiz o'chiriladi va barcha shaxsiy ma'lumotlaringiz o'chiriladi. Agar kerak bo'lsa, kelajakda xuddi shu elektron pochta manzili bilan yangi hisob qaydnomasini ro'yxatdan o'tkazishingiz mumkin bo'ladi.</li> </ol> <p>Ushbu so'rovlardan birini ko'rib chiqish uchun bizga biroz vaqt kerak bo'lishini unutmang. So‘rovingiz yuzasidan siz bilan elektron pochta yoki boshqa vositalar orqali bog‘lanishimiz mumkin.</p>

# Languages::gdpr.send_my_data
source: Send me my data
uz_uz: Menga maʼlumotlarimni yuboring

# Languages::gdpr.send_my_data_description
source: <p>We’ll send you an XML file with all your personal data we have. Please note that we’ll need some time to process this request, so the email with your XML file won’t be sent immediately. If you have any comments regarding your request, please leave them in the field below.</p>
uz_uz: <p>Biz sizga barcha shaxsiy maʼlumotlaringiz bilan XML faylini yuboramiz. Esda tutingki, bu so‘rovni ko‘rib chiqish uchun bizga biroz vaqt kerak bo‘ladi, shuning uchun XML faylingiz bilan xat darhol yuborilmaydi. Agar soʻrovingiz yuzasidan fikr-mulohazalaringiz boʻlsa, ularni quyidagi maydonga qoldiring.</p>

# Languages::gdpr.email_subject_personal_data_request
source: Personal Data Copy Request: [customer_email]
uz_uz: Shaxsiy ma'lumotlarni nusxalash so'rovi: [customer_email]

# Languages::gdpr.email_body_personal_data_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested a copy of personal data with the following comment:</p> <p>[comment]</p> <p>Click the link at the beginning of this message and use the corresponding button on the customer profile page in the Administration panel to get the data in the XML format. After that, send the XML file to the customer.</p>
uz_uz: <p><a href="[user_profile_url]" target="_blank">[user]</a> e-pochta manzili bilan [customer_email] quyidagi izoh bilan shaxsiy maʼlumotlar nusxasini soʻradi:</p> <p >[comment]</p> <p>Ushbu xabarning boshidagi havolani bosing va ma'lumotlarni XML formatida olish uchun Administratsiya panelidagi mijoz profili sahifasidagi tegishli tugmani bosing. Shundan so'ng, XML faylni mijozga yuboring.</p>

# Languages::gdpr.remove_my_data
source: Remove my data
uz_uz: Maʼlumotlarimni oʻchirib tashlang

# Languages::gdpr.remove_my_data_description
source: <p>We’ll deactivate your account and remove all your personal data from it. After that you won’t be able to sign in. However, you’ll be able to register a new account with the same email address in the future. Please note that we’ll need some time to process this request, so your account won’t be deactivated immediately. If you have any comments regarding your request, please leave them in the field below.</p>
uz_uz: <p>Biz hisobingizni oʻchirib tashlaymiz va undan barcha shaxsiy maʼlumotlaringizni oʻchirib tashlaymiz. Shundan so'ng siz tizimga kira olmaysiz. Biroq, kelajakda xuddi shu elektron pochta manzili bilan yangi hisob qaydnomasini ro'yxatdan o'tkazishingiz mumkin bo'ladi. Esda tutingki, bu so‘rovni ko‘rib chiqish uchun biroz vaqt kerak bo‘ladi, shuning uchun hisobingiz darhol o‘chirilmaydi. Agar soʻrovingiz yuzasidan fikr-mulohazalaringiz boʻlsa, ularni quyidagi maydonga qoldiring.</p>

# Languages::gdpr.email_subject_anonymization_request
source: Personal Data Removal Request: [customer_email]
uz_uz: Shaxsiy ma'lumotlarni o'chirish so'rovi: [customer_email]

# Languages::gdpr.email_body_anonymization_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested the removal of personal data with the following comment:</p> <p>[comment]</p> <p>Click the link at the beginning of this message and use the corresponding button on the customer profile page in the Administration panel to anonymize the customer.</p> <p>Please note that <b>this action will replace all the personal data of the customer</b> with randomly generated data. It’s best to make sure that all business with the customer (such as orders and return requests) is concluded before you do that.</p>
uz_uz: <p><a href="[user_profile_url]" target="_blank">[user]</a> elektron pochta manzili [customer_email] quyidagi izoh bilan shaxsiy ma'lumotlarni o'chirishni so'radi:</p> <p >[comment]</p> <p>Ushbu xabarning boshidagi havolani bosing va mijozni anonimlashtirish uchun Administratsiya panelidagi mijoz profili sahifasidagi tegishli tugmani bosing.</p> <p>E'tibor bering, < b>bu harakat mijozning barcha shaxsiy ma' lumotlarini</b>tasodifiy yaratilgan ma'lumotlar bilan almashtiradi. Buni amalga oshirishdan oldin mijoz bilan boʻlgan barcha biznes (masalan, buyurtmalar va qaytarish soʻrovlari) yakunlanganiga ishonch hosil qiling.</p>

# Languages::gdpr.user_action_request_success
source: Your request has been sent successfully.
uz_uz: Sizning so'rovingiz muvaffaqiyatli yuborildi.

# Languages::gdpr.user_action_request_fail
source: An error has occurred during the attempt to send your request. Please try again or send a message to the following email address: <a href="mailto:[email]">[email]</a>
uz_uz: So‘rovingizni yuborishga urinishda xatolik yuz berdi. Qayta urinib ko'ring yoki quyidagi elektron pochta manziliga xabar yuboring: <a href="mailto:[email]">[email]</a>

# Languages::gdpr.agreement_variables_hint
source: <p>The texts of the agreements listed below may have <b>[email]</b> or <b>[company]</b> in them. Those are placeholders that will be automatically replaced with actual data when customers see the agreements. If you only have one storefront, the data for the placeholders will be taken from <a href="[company_settings_url]" target="_blank">Settings → Company</a>. If you have multiple storefronts, the data will be taken from the settings of the storefront that a customer visits:</p><ul><li><b>[company]</b> will be taken from <i>Company name</i>.</li><li><b>[email]</b> will be taken from <i>User department e-mail address</i>.</li></ul>
uz_uz: <p>Quyida sanab o'tilgan shartnomalar matnlarida <b>[email]</b> yoki <b>[company]</b> bo'lishi mumkin. Bular mijozlar shartnomalarni ko'rganlarida avtomatik ravishda haqiqiy ma'lumotlar bilan almashtiriladigan to'ldiruvchilardir. Agar sizda faqat bitta vitrina boʻlsa, toʻldiruvchilar uchun maʼlumotlar <a href="<a href="[company_settings_url]" target="_blank">" target="_blank">Sozlamalar → Kompaniya</a> dan olinadi. Agar sizda bir nechta vitrina boʻlsa, maʼlumotlar mijoz tashrif buyurgan vitrina sozlamalaridan olinadi:</p><ul><li><b>[kompaniya]</b> <i>Kompaniyadan olinadi. ism</i>.</li><li><b>[email]</b> <i>Foydalanuvchi bo‘limining elektron pochta manzili</i>dan olinadi.</li></ul>

# Languages::gdpr.agreement_variables_hint_mve
source: <p>The texts of the agreements listed below may have <b>[email]</b> or <b>[company]</b> in them. Those are placeholders that will be automatically replaced with actual data when customers see the agreements. The data for placeholders will be taken from <a href="[company_settings_url]" target="_blank">Settings → Company</a>:</p><ul><li><b>[company]</b> will be taken from <i>Company name</i>.</li><li><b>[email]</b> will be taken from <i>User department e-mail address</i>.</li></ul>
uz_uz: <p>Quyida sanab o'tilgan shartnomalar matnlarida <b>[email]</b> yoki <b>[company]</b> bo'lishi mumkin. Bular mijozlar shartnomalarni ko'rganlarida avtomatik ravishda haqiqiy ma'lumotlar bilan almashtiriladigan to'ldiruvchilardir. To'ldiruvchilar uchun ma'lumotlar <a href="[company_settings_url]" target="_blank">Sozlamalar → Kompaniya</a>dan olinadi:</p><ul><li><b>[kompaniya]</b > <i>Kompaniya nomi</i>dan olinadi.</li><li><b>[email]</b> <i>Foydalanuvchi bo‘limining elektron pochta manzilidan</i> olinadi. </li></ul>

# Languages::gdpr.strictly_necessary_cookies_title
source: Strictly necessary cookies
uz_uz: Kerakli cookie fayllari

# Languages::gdpr.strictly_necessary_cookies_description
source: These cookies are essential for the website to work properly. For example, they let you place an order, or help the site remember that you've signed into your account. That's why they can't be disabled through the site. You can configure your browser to disable even these cookies, but important parts of the site won't work without them.
uz_uz: Ushbu cookie-fayllar veb-saytning to'g'ri ishlashi uchun zarurdir. Masalan, ular sizga buyurtma berishga ruxsat beradi yoki saytga hisobingizga kirganingizni eslab qolishga yordam beradi. Shuning uchun ularni sayt orqali o'chirib bo'lmaydi. Siz brauzeringizni hatto ushbu cookie-fayllarni ham o'chirib qo'yadigan qilib sozlashingiz mumkin, ammo ularsiz saytning muhim qismlari ishlamaydi.

# Languages::gdpr.performance_cookies_title
source: Performance cookies
uz_uz: Ishlash cookie fayllari

# Languages::gdpr.performance_cookies_description
source: These cookies allow us to see how the website works. The information that these cookies help to collect is anonymous; it is typically presented in numbers. For example, these cookies help us see how often errors occur, how many unique visitors we have, or how long each page is viewed on average. Thanks to these cookies, we can improve the site for you.
uz_uz: Ushbu cookie-fayllar bizga veb-sayt qanday ishlashini ko'rish imkonini beradi. Ushbu cookie-fayllar to'plashga yordam beradigan ma'lumotlar anonimdir; u odatda raqamlar bilan ifodalanadi. Misol uchun, ushbu cookie-fayllar xatolar qanchalik tez-tez sodir bo'lishini, bizda qancha noyob tashrif buyuruvchilar borligini yoki har bir sahifa o'rtacha qancha vaqt ko'rishini ko'rishga yordam beradi. Ushbu cookie-fayllar tufayli biz siz uchun saytni yaxshilashimiz mumkin.

# Languages::gdpr.functional_cookies_title
source: Functional cookies
uz_uz: Funktsional cookie-fayllar

# Languages::gdpr.functional_cookies_description
source: These cookies enable additional functionality at the website. They may be set by third-party providers whose services we've added to the website. Those services may include many things, like maps, geolocation for preliminary shipping rate calculation, or the ability to sign in with your social network account. Without functional cookies, the parts of the site associated with these services may not work properly.
uz_uz: Ushbu cookie-fayllar veb-saytda qo'shimcha funktsiyalarni ta'minlaydi. Ular biz veb-saytga xizmatlarini qo'shgan uchinchi tomon provayderlari tomonidan o'rnatilishi mumkin. Ushbu xizmatlar ko'p narsalarni o'z ichiga olishi mumkin, masalan, xaritalar, jo'natish tezligini dastlabki hisoblash uchun geolokatsiya yoki ijtimoiy tarmoq hisobingizga kirish imkoniyati. Funktsional cookie-fayllarsiz saytning ushbu xizmatlar bilan bog'liq qismlari to'g'ri ishlamasligi mumkin.

# Languages::gdpr.marketing_cookies_title
source: Marketing cookies
uz_uz: Marketing cookie fayllari

# Languages::gdpr.marketing_cookies_description
source: These cookies are used by our advertising partners. They help them to measure promotion efficiency and serve you ads that are more relevant and less repetitive. This is usually achieved by remembering the browser and device that saw the ad. Turning these cookies off won't reduce the number of ads you see on the internet, but will make them less personalized.
uz_uz: Ushbu cookie-fayllar bizning reklama hamkorlarimiz tomonidan qo'llaniladi. Ular reklama samaradorligini o'lchashda yordam beradi va sizga mosroq va kamroq takrorlanadigan reklamalarni taqdim etadi. Bunga odatda reklamani ko'rgan brauzer va qurilmani eslab qolish orqali erishiladi. Ushbu cookie-fayllarni o'chirib qo'yish internetda ko'riladigan reklamalar sonini kamaytirmaydi, balki ularni kamroq moslashtiradi.

# Languages::gdpr.eway_cookies_description
source: eWAY is a payment provider. It allows us to accept payments, if you choose a payment method powered by eWAY. Here is <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAY privacy policy</a>.
uz_uz: eWAY - to'lov provayderi. Agar siz eWAY orqali toʻlov usulini tanlasangiz, u bizga toʻlovlarni qabul qilish imkonini beradi. Mana <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAY maxfiylik siyosati</a>.

# Languages::gdpr.klaro_privacy_policy_title
source: You can find out more in this document: {privacyPolicy}.
uz_uz: Qoʻshimcha maʼlumotni ushbu hujjatda topishingiz mumkin: {privacyPolicy}.

# Languages::gdpr.klaro_privacy_policy_name
source: Privacy policy
uz_uz: Maxfiylik siyosati sahifasi

# Languages::gdpr.klaro_service
source: service
uz_uz: xizmat

# Languages::gdpr.klaro_services
source: services
uz_uz: xizmatlar

# Languages::gdpr.klaro_accept_all
source: Accept all
uz_uz: Hammasini qabul qiling

# Languages::gdpr.klaro_accept_selected
source: Accept selected
uz_uz: Tanlanganni qabul qiling

# Languages::gdpr.klaro_close
source: Close
uz_uz: Yopish

# Languages::gdpr.klaro_consent_modal_description
source: Here you can assess and customize the services (and their respective cookies) that we'd like to use on this website. You're in charge! Enable or disable services as you see fit.
uz_uz: Bu yerda siz biz ushbu veb-saytda foydalanmoqchi bo'lgan xizmatlarni (va ularning tegishli cookie-fayllarini) baholashingiz va sozlashingiz mumkin. Siz javobgarsiz! O'zingiz xohlagancha xizmatlarni yoqing yoki o'chiring.

# Languages::gdpr.klaro_consent_modal_title
source: Cookies we would like to use
uz_uz: Biz foydalanmoqchi bo'lgan cookie-fayllar

# Languages::gdpr.klaro_consent_notice_change_description
source: There were changes since your last visit, please renew your consent.
uz_uz: Oxirgi tashrifingizdan keyin oʻzgarishlar yuz berdi, roziligingizni yangilang.

# Languages::gdpr.klaro_consent_notice_title
source: Cookie Consent
uz_uz: Cookie roziligi
