Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/gdpr.po
Languages: uz_uz

# Languages::gdpr.klaro_consent_notice_description
source: Hi! Could we please enable some additional services that require cookies? You can always change or withdraw your consent later.
uz_uz: Salom! Cookie-fayllarni talab qiladigan qo'shimcha xizmatlarni yoqsak bo'ladimi? Siz roziligingizni keyinroq istalgan vaqtda oʻzgartirishingiz yoki qaytarib olishingiz mumkin.

# Languages::gdpr.klaro_consent_notice_learn_more
source: Let me choose
uz_uz: Menga tanlashga ruxsat bering

# Languages::gdpr.klaro_consent_notice_testing
source: Testing mode!
uz_uz: Sinov rejimi!

# Languages::gdpr.klaro_contextual_consent_accept_always
source: Always
uz_uz: Har doim

# Languages::gdpr.klaro_contextual_consent_accept_once
source: 'Yes'
uz_uz: "Ha"

# Languages::gdpr.klaro_contextual_consent_description
source: Do you want to load external content supplied by {title}?
uz_uz: {title} tomonidan taqdim etilgan tashqi kontentni yuklamoqchimisiz?

# Languages::gdpr.klaro_decline
source: I decline
uz_uz: Men rad etaman

# Languages::gdpr.klaro_ok
source: That's ok
uz_uz: Hammasi yaxshi

# Languages::gdpr.klaro_powered_by
source: Realized with Klaro!
uz_uz: Klaro bilan amalga oshirildi!

# Languages::gdpr.klaro_service_purpose
source: purpose
uz_uz: maqsad

# Languages::gdpr.klaro_service_purposes
source: purposes
uz_uz: maqsadlar

# Languages::gdpr.klaro_service_required_description
source: This service is always required
uz_uz: Ushbu xizmat har doim talab qilinadi

# Languages::gdpr.disable_all_description
source: Use this switch to enable or disable all services.
uz_uz: Barcha xizmatlarni yoqish yoki oʻchirish uchun ushbu kalitdan foydalaning.

# Languages::gdpr.disable_all_title
source: Enable or disable all services
uz_uz: Barcha xizmatlarni yoqing yoki o'chiring

# Languages::gdpr.opt_out_description
source: This service is enabled by default (but you can opt out)
uz_uz: Ushbu xizmat sukut bo'yicha yoqilgan (lekin siz undan voz kechishingiz mumkin)

# Languages::gdpr.opt_out_title
source: (opt-out)
uz_uz: (qatnashishdan voz kechish; obunani bekor qilish)

# Languages::gdpr.klaro_service_required_title
source: (always required)
uz_uz: (har doim talab qilinadi)

# Languages::gdpr.cookie_consent_texts
source: Cookie consent texts
uz_uz: Cookie roziligi matnlari

# Languages::gdpr.site_functionality_cookies_title
source: Site functionality
uz_uz: Saytning funksionalligi

# Languages::gdpr.site_functionality_cookies_description
source: These cookies serve the essential functions of the site. For example, they help the site remember that you put something in the cart or signed into your account.
uz_uz: Ushbu cookie-fayllar saytning muhim funktsiyalariga xizmat qiladi. Masalan, ular saytga savatga biror narsa qo'yganingizni yoki hisobingizga kirganingizni eslab qolishga yordam beradi.
