Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/gdpr.po
Languages: uz_uz

# Addons::name::gdpr
source: GDPR Compliance (EU)
uz_uz: GDPR muvofiqligi (Yevropa Ittifoqi)

# Addons::description::gdpr
source: Helps you to comply with GDPR (a European Union regulation on personal data) by showing customers info about their personal data, asking their consent for its processing, and by offering ways to delete or export personal data.
uz_uz: Mijozlarga shaxsiy maʼlumotlari haqidagi maʼlumotlarni koʻrsatish, ularni qayta ishlashga roziligini soʻrash va shaxsiy maʼlumotlarni oʻchirish yoki eksport qilish yoʻllarini taklif qilish orqali GDPR (shaxsiy maʼlumotlar boʻyicha Yevropa Ittifoqi reglamenti)ga rioya qilishga yordam beradi.

# SettingsSections::gdpr::general
source: General
uz_uz: Umumiy

# SettingsOptions::gdpr::gdpr_cookie_consent
source: Cookie consent
uz_uz: Cookie roziligi

# SettingsOptions::gdpr::privacy_policy_page
source: Privacy policy page
uz_uz: Maxfiylik siyosati sahifasi

# SettingsTooltips::gdpr::gdpr_cookie_consent
source: "Implicit consent" is a simple notification that the site uses cookies. "Explicit consent" means that visitors can select the services that can or can't set cookies.
uz_uz: "Yashirin rozilik" - bu sayt cookie-fayllardan foydalanishi haqida oddiy bildirishnoma. “Aniq rozilik” tashrif buyuruvchilar cookie-fayllarni o‘rnatishi mumkin bo‘lgan yoki o‘rnatolmaydigan xizmatlarni tanlashi mumkinligini bildiradi.

# SettingsVariants::gdpr::gdpr_cookie_consent::none
source: None
uz_uz: Yo'q

# SettingsVariants::gdpr::gdpr_cookie_consent::implicit
source: Implicit
uz_uz: Yashirin

# SettingsVariants::gdpr::gdpr_cookie_consent::explicit
source: Explicit
uz_uz: Aniq

# Languages::gdpr.gdpr_user_data
source: GDPR user data
uz_uz: GDPR foydalanuvchi ma'lumotlari

# Languages::gdpr_user_data
source: User personal data
uz_uz: Foydalanuvchining shaxsiy ma'lumotlari

# Languages::gdpr_user_profiles
source: Personal data from user profiles
uz_uz: Foydalanuvchi profillaridan shaxsiy ma'lumotlar

# Languages::gdpr_product_subscriptions
source: Personal data from product subscriptions
uz_uz: Mahsulot obunalaridan shaxsiy ma'lumotlar

# Languages::gdpr_agreements
source: Personal data from GDPR agreements
uz_uz: GDPR shartnomalaridan shaxsiy ma'lumotlar

# Languages::gdpr.anonymize
source: Anonymize
uz_uz: Anonimlashtirish

# Languages::gdpr.text_anonymize_question
source: Once you anonymize someone, all their personal information will be replaced with randomly-generated data. This action can not be undone, unless you restore the database from a backup. Are you sure you want to proceed?
uz_uz: Biror kishini anonimlashtirganingizdan so'ng, uning barcha shaxsiy ma'lumotlari tasodifiy yaratilgan ma'lumotlar bilan almashtiriladi. Ma'lumotlar bazasini zaxiradan tiklamaguningizcha, bu amalni bekor qilib bo'lmaydi. Davom etishni xohlaysizmi?

# Languages::gdpr.view_and_edit
source: View and edit
uz_uz: Ko'rish va tahrirlash

# Languages::gdpr_orders_data
source: Personal data from orders
uz_uz: Buyurtmalardan shaxsiy ma'lumotlar

# Languages::gdpr.full_agreement
source: Full agreement text
uz_uz: To'liq shartnoma matni

# Languages::gdpr.short_agreement
source: Short agreement text
uz_uz: Qisqa shartnoma matni

# Languages::gdpr.checkout.place_order.personal_data_processing
source: Checkout: Place order: Personal data processing
uz_uz: Chiqish: Buyurtmani joylashtirish: Shaxsiy ma'lumotlarni qayta ishlash

source: <p>We ([company]) send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location. </li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
uz_uz: <p>Biz ([kompaniya]) ko‘rsatilgan elektron pochta manziliga hisob bilan bog‘liq xatlarni (masalan, buyurtma holati haqida bildirishnomalar, parolni tiklash xatlari va boshqalar) yuboramiz. Shuning uchun siz bizning mijozimiz bo‘lib qolganingizda elektron pochta manzilingizni saqlashimiz kerak.</p> <p>Biz hisob-kitob/etkazib berish manzili bo‘limidagi ma’lumotlardan foydalanamiz va uni quyidagi manzilga jo‘natish yoki to‘lov usuli provayderiga yuborishimiz mumkin:</p > <ul> <li>Joylashuvingiz uchun qanday yetkazib berish va toʻlov usullari mavjudligini aniqlang. </li> <li>Buyurtmani jo‘natayotganda to‘lov vaqtida tanlagan provayder orqali to‘lov yoki jo‘natish jarayonini yakunlang.</li> </ul> <p>Mahsulot sotadigan ba’zi xodimlarimiz va/yoki sotuvchilarimiz. do'konimizda va uning boshqaruv panelidan foydalaning, ma'lumotlaringizga kirish imkoniyatiga ega bo'lishi mumkin. Biz sizning maxfiyligingizni qadrlaymiz, shuning uchun ma'lumotlarga kirish do'konni boshqarish uchun bilish kerak bo'lgan asosda taqdim etiladi. Misol uchun, sotuvchi maʼlumotlaringizni faqat siz ulardan biror narsaga buyurtma bergan boʻlsangizgina oladi, shunda sotuvchi bu buyurtmani bajara oladi.</p> <p>Agar siz endi bizning doʻkonimizdan foydalanishni istamasangiz va oʻzingizning maʼlumotlaringizga ega boʻlishni istasangiz. Shaxsiy maʼlumotlar bazamizdan oʻchirilgan (yoki bizda mavjud boʻlgan hisobingiz bilan bogʻliq barcha shaxsiy maʼlumotlarni olishni istasangiz), iltimos, [email] manziliga e-pochta orqali xabar yuboring.</p> <p>Agar siz oʻzingizning shaxsiy maʼlumotlaringizga ishonsangiz. ma'lumotlar noto'g'ri ishlatilgan bo'lsa, siz nazorat organiga shikoyat qilish huquqiga egasiz. Biz Yevropa Ittifoqining maʼlumotlarni himoya qilish boʻyicha umumiy reglamentiga koʻra sizga ushbu huquq haqida xabar berishga majburmiz; maʼlumotlaringizdan notoʻgʻri foydalanish niyatimiz yoʻq.</p>

source: I agree to have my personal data <u>processed as follows.</u>
uz_uz: Men shaxsiy ma'lumotlarimga <u>quyidagicha ishlov berishga roziman.</u>

# Languages::gdpr.user.registration.personal_data_processing
source: Customer: registration
uz_uz: Xaridor: ro'yxatdan o'tish

# Languages::gdpr.user.registration.agreement_text_full_personal_data_processing
source: <p>Email addresses distinguish customers from each other. You sign in to the store by entering the email address and the password you provide here.</p> <p>We ([company]) also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>Other profile fields that may or not be present on this page are stored alongside your email address. We may use this information to contact you, if the necessity arises.</p> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
uz_uz: <p>Elektron pochta manzillari mijozlarni bir-biridan ajratib turadi. Bu yerda taqdim etgan elektron pochta manzili va parolni kiritish orqali doʻkonga kirasiz.</p> <p>Biz ([company]) hisob bilan bogʻliq e-pochta xabarlarini ham yuboramiz (masalan, buyurtma holati bildirishnomalari, parolni tiklash xatlari va boshqalar). ) ko'rsatilgan elektron pochta manziliga. Shuning uchun siz bizning mijozimiz bo'lib qolguningizcha elektron pochta manzilingizni saqlashimiz kerak.</p> <p>Ushbu sahifada mavjud bo'lishi mumkin bo'lgan yoki bo'lmagan boshqa profil maydonlari elektron pochta manzilingiz bilan birga saqlanadi. Agar zarurat tug‘ilsa, biz bu ma’lumotlardan siz bilan bog‘lanish uchun foydalanishimiz mumkin.</p> <p>Do‘konimizda mahsulot sotadigan va uning boshqaruv panelidan foydalanadigan ba’zi xodimlarimiz va/yoki sotuvchilar ma’lumotlaringizga kirishi mumkin. Biz sizning maxfiyligingizni qadrlaymiz, shuning uchun ma'lumotlarga kirish do'konni boshqarish uchun bilish kerak bo'lgan asosda taqdim etiladi. Misol uchun, sotuvchi maʼlumotlaringizni faqat siz ulardan biror narsaga buyurtma bergan boʻlsangizgina oladi, shunda sotuvchi bu buyurtmani bajara oladi.</p> <p>Agar siz endi bizning doʻkonimizdan foydalanishni istamasangiz va oʻzingizning maʼlumotlaringizga ega boʻlishni istasangiz. Shaxsiy maʼlumotlar bazamizdan oʻchirilgan (yoki bizda mavjud boʻlgan hisobingiz bilan bogʻliq barcha shaxsiy maʼlumotlarni olishni istasangiz), iltimos, [email] manziliga e-pochta orqali xabar yuboring.</p> <p>Agar siz oʻzingizning shaxsiy maʼlumotlaringizga ishonsangiz. ma'lumotlar noto'g'ri ishlatilgan bo'lsa, siz nazorat organiga shikoyat qilish huquqiga egasiz. Biz Yevropa Ittifoqining maʼlumotlarni himoya qilish boʻyicha umumiy reglamentiga koʻra sizga ushbu huquq haqida xabar berishga majburmiz; maʼlumotlaringizdan notoʻgʻri foydalanish niyatimiz yoʻq.</p>

# Languages::gdpr.user.registration.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
uz_uz: Men shaxsiy ma'lumotlarimga <u>quyidagicha ishlov berishga roziman.</u>

# Languages::gdpr.profiles.update.personal_data_processing
source: Profiles: update
uz_uz: Profillar: yangilash

# Languages::gdpr.profiles.update.agreement_text_full_personal_data_processing
source: <p>Email addresses distinguish customers from each other. You sign in to the store by entering the email address and the password you provide here.</p> <p>We ([company]) also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>Other profile fields that may or not be present on this page are stored alongside your email address. We may use this information to contact you, if the necessity arises.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location.</li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
uz_uz: <p>Elektron pochta manzillari mijozlarni bir-biridan ajratib turadi. Bu yerda taqdim etgan elektron pochta manzili va parolni kiritish orqali doʻkonga kirasiz.</p> <p>Biz ([company]) hisob bilan bogʻliq e-pochta xabarlarini ham yuboramiz (masalan, buyurtma holati bildirishnomalari, parolni tiklash xatlari va boshqalar). ) ko'rsatilgan elektron pochta manziliga. Shuning uchun siz bizning mijozimiz bo'lib qolguningizcha elektron pochta manzilingizni saqlashimiz kerak.</p> <p>Ushbu sahifada mavjud bo'lishi mumkin bo'lgan yoki bo'lmagan boshqa profil maydonlari elektron pochta manzilingiz bilan birga saqlanadi. Agar zarurat tug‘ilsa, biz bu ma’lumotlardan siz bilan bog‘lanish uchun foydalanishimiz mumkin.</p> <p>Biz hisob-kitob/etkazib berish manzili bo‘limidagi ma’lumotlardan foydalanamiz va uni quyidagi manzilga yetkazib berish yoki to‘lov usuli provayderiga yuborishimiz mumkin:</p> < ul> <li>Joylashuvingiz uchun qanday jo‘natish va to‘lov usullari mavjudligini aniqlang.</li> <li>Buyurtmani yuborayotganda to‘lov vaqtida tanlagan provayder orqali to‘lov yoki jo‘natish jarayonini yakunlang.</li> </li> </li> ul> <p>Do'konimizda mahsulotlar sotadigan va uning boshqaruv panelidan foydalanadigan xodimlar va/yoki sotuvchilarimizning ayrim a'zolari ma'lumotlaringizga kirishi mumkin. Biz sizning maxfiyligingizni qadrlaymiz, shuning uchun ma'lumotlarga kirish do'konni boshqarish uchun bilish kerak bo'lgan asosda taqdim etiladi. Misol uchun, sotuvchi maʼlumotlaringizni faqat siz ulardan biror narsaga buyurtma bergan boʻlsangizgina oladi, shunda sotuvchi bu buyurtmani bajara oladi.</p> <p>Agar siz endi bizning doʻkonimizdan foydalanishni istamasangiz va oʻzingizning maʼlumotlaringizga ega boʻlishni istasangiz. Shaxsiy maʼlumotlar bazamizdan oʻchirilgan (yoki bizda mavjud boʻlgan hisobingiz bilan bogʻliq barcha shaxsiy maʼlumotlarni olishni istasangiz), iltimos, [email] manziliga e-pochta orqali xabar yuboring.</p> <p>Agar siz oʻzingizning shaxsiy maʼlumotlaringizga ishonsangiz. ma'lumotlar noto'g'ri ishlatilgan bo'lsa, siz nazorat organiga shikoyat qilish huquqiga egasiz. Biz Yevropa Ittifoqining maʼlumotlarni himoya qilish boʻyicha umumiy reglamentiga koʻra sizga ushbu huquq haqida xabar berishga majburmiz; maʼlumotlaringizdan notoʻgʻri foydalanish niyatimiz yoʻq.</p>

# Languages::gdpr.profiles.update.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
uz_uz: Men shaxsiy ma'lumotlarimga <u>quyidagicha ishlov berishga roziman.</u>

# Languages::gdpr.vendor.apply.personal_data_processing
source: Vendor: apply for vendor
uz_uz: Sotuvchi: sotuvchiga murojaat qiling

# Languages::gdpr.vendor.apply.agreement_text_full_personal_data_processing
source: <p>Because vendors sell products in our marketplace, we ([company]) have to request certain information about them. For example, the company name and description of a vendor are shown to customers and serve to distinguish vendors from each other; the address is used for shipping rate calculation.</p> <p>However, we also request some personal data, such as first name/last name and emails address. Those are necessary for creating a vendor’s administrator account in our system. Vendors work with the marketplace through such accounts. Email addresses are necessary because they distinguish administrators from each other. You sign in to the store by entering the email address you provide here. Names are necessary because a single vendor can have multiple administrators—it is easier to handle accountability that way.</p> <p>We also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer. If you decide that you no longer want to work with our marketplace and would like to have personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
uz_uz: <p>Sotuvchilar mahsulotlarni bozorimizda sotgani uchun biz ([company]) ular haqida maʼlum maʼlumotlarni soʻrashimiz kerak. Masalan, kompaniya nomi va sotuvchining tavsifi mijozlarga ko'rsatiladi va sotuvchilarni bir-biridan farqlash uchun xizmat qiladi; manzil yetkazib berish narxini hisoblash uchun ishlatiladi.</p> <p>Biroq, biz ism/familiya va elektron pochta manzili kabi ba'zi shaxsiy ma'lumotlarni ham so'raymiz. Bular bizning tizimimizda sotuvchining administrator hisobini yaratish uchun zarur. Sotuvchilar bozor bilan bunday hisoblar orqali ishlaydi. Elektron pochta manzillari zarur, chunki ular ma'murlarni bir-biridan ajratib turadi. Bu yerda ko‘rsatgan elektron pochta manzilingizni kiritish orqali do‘konga kirasiz. Ismlar zarur, chunki bitta sotuvchida bir nechta administrator bo‘lishi mumkin — bu holda javobgarlikni boshqarish osonroq.</p> <p>Shuningdek, biz hisob bilan bog‘liq elektron pochta xabarlarini (masalan, buyurtma holati bildirishnomalari, parolni tiklash xatlari va boshqalar) yuboramiz. taqdim etilgan elektron pochta manzili. Shuning uchun siz bizning mijozimiz bo'lib qolguningizcha elektron pochta manzilingizni saqlashimiz kerak. Agar siz endi bizning bozorimiz bilan ishlashni istamasangiz va shaxsiy maʼlumotlaringizni maʼlumotlar bazamizdan oʻchirib tashlamoqchi boʻlsangiz (yoki bizda mavjud boʻlgan hisobingiz bilan bogʻliq barcha shaxsiy maʼlumotlarni olishni istasangiz), iltimos, elektron pochta xabarini yuboring. [email] manziliga.</p> <p>Agar siz shaxsiy maʼlumotlaringizdan notoʻgʻri foydalanilgan deb hisoblasangiz, nazorat qiluvchi organga shikoyat qilish huquqiga egasiz. Biz Yevropa Ittifoqining maʼlumotlarni himoya qilish boʻyicha umumiy reglamentiga koʻra sizga ushbu huquq haqida xabar berishga majburmiz; maʼlumotlaringizdan notoʻgʻri foydalanish niyatimiz yoʻq.</p>

# Languages::gdpr.vendor.apply.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
uz_uz: Men shaxsiy ma'lumotlarimga <u>quyidagicha ishlov berishga roziman.</u>

# Languages::gdpr.products.subscribe.personal_data_processing
source: Products: subscribe
uz_uz: Mahsulotlar: obuna bo'ling

# Languages::gdpr.products.subscribe.agreement_text_full_personal_data_processing
source: <p>We ([company]) will add your email address to a special mailing list for this product. Once the product is in stock, you’ll get an email about it automatically, and your email address will be removed from the product’s mailing list.</p> <p>The data will be visible to some members of our staff. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
uz_uz: <p>Biz ([company]) sizning elektron pochta manzilingizni ushbu mahsulot uchun maxsus pochta ro'yxatiga qo'shamiz. Mahsulot zaxiraga tushgach, sizga bu haqda avtomatik ravishda e-pochta xabari keladi va sizning elektron pochta manzilingiz mahsulotning pochta ro‘yxatidan o‘chirib tashlanadi.</p> <p>Ma’lumotlar bizning xodimlarimizning ayrim a’zolariga ko‘rinadi. Agar siz shaxsiy maʼlumotlaringizni oʻchirib tashlamoqchi boʻlsangiz, [email] manziliga xat yuboring.</p> <p>Agar shaxsiy maʼlumotlaringizdan notoʻgʻri foydalanilgan deb hisoblasangiz, nazorat qiluvchi organga shikoyat qilish huquqiga egasiz. . Biz Yevropa Ittifoqining maʼlumotlarni himoya qilish boʻyicha umumiy reglamentiga koʻra sizga ushbu huquq haqida xabar berishga majburmiz; maʼlumotlaringizdan notoʻgʻri foydalanish niyatimiz yoʻq.</p>

# Languages::gdpr.products.subscribe.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
uz_uz: Men shaxsiy ma'lumotlarimga <u>quyidagicha ishlov berishga roziman.</u>

# Languages::gdpr.checkout.profiles_update.personal_data_processing
source: Checkout: profiles update
uz_uz: Tekshirish: profillarni yangilash
