Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/geo_maps.po
Languages: uz_uz

# Addons::name::geo_maps
source: Maps and geolocation
uz_uz: Xaritalar va geolokatsiya

# Addons::description::geo_maps
source: Enables Google or Yandex maps and geolocation functionality in your store.
uz_uz: Google yoki Yandex xaritalari va doʻkoningizda geolokatsiya funksiyalarini yoqadi.

# SettingsSections::geo_maps::general
source: General
uz_uz: Umumiy

# SettingsOptions::geo_maps::provider
source: Provider
uz_uz: Provayder

# SettingsOptions::geo_maps::show_shippings_on_product
source: Show shipping cost and time on product pages
uz_uz: Mahsulot sahifalarida etkazib berish narxi va vaqtini ko'rsating

# SettingsOptions::geo_maps::yandex_api_key
source: API key
uz_uz: API kaliti

# SettingsTooltips::geo_maps::yandex_api_key
source: Get the API key here: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
uz_uz: API kalitini bu yerdan oling: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>

# SettingsOptions::geo_maps::yandex_commercial
source: I use the paid version of the API
uz_uz: Men API ning pullik versiyasidan foydalanaman

# SettingsOptions::geo_maps::google_api_key
source: API key
uz_uz: API kaliti

# SettingsTooltips::geo_maps::google_api_key
source: Get the API key here: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
uz_uz: API kalitini bu yerdan oling: <a href=" https://console.developers.google.com" target="_blank">https://console.developers.google.com</a>

# Languages::geo_maps.select_your_city
source: Select your city
uz_uz: Shaharingizni tanlang

# Languages::geo_maps.your_city
source: Your city
uz_uz: Sizning shahringiz

# Languages::geo_maps.location_detection_disabled
source: Your location could not be determined. Try enabling the location services on your device or disabling the tracking protection.
uz_uz: Joylashuvingizni aniqlab boʻlmadi. Qurilmangizda joylashuv xizmatlarini yoqing yoki kuzatuv himoyasini oʻchirib koʻring. KONTEKSTZAPROS

# Languages::block_geo_maps_customer_location
source: Customer location
uz_uz: Mijozning joylashuvi

# Languages::block_geo_maps_customer_location_description
source: Customer city and city selection form
uz_uz: Mijoz shahar va shahar tanlash shakli

# Languages::geo_maps.shipping_address_on_map
source: Shipping address on map
uz_uz: Xaritadagi etkazib berish manzili

# Languages::geo_maps.cannot_select_location
source: This location couldn't be selected due to technical reasons. If you encounter any difficulties when placing an order, please contact us.
uz_uz: Bu joyni texnik sabablarga ko‘ra tanlab bo‘lmadi. Buyurtma berishda qiyinchiliklarga duch kelsangiz, biz bilan bog'laning.

# Languages::geo_maps.shipping_group_pickup
source: Pick-up
uz_uz: Olish

# Languages::geo_maps.shipping_group_delivery
source: Shipping
uz_uz: yetkazib berish

# Languages::geo_maps.from_pickup_points
source: [shipping], [n] pickup point|[shipping], [n] pickup points
uz_uz: [shipping], [n] qabul qilish punkti|[shipping], [n] qabul qilish punktlari

# Languages::geo_maps.shipping_about
source: about
uz_uz: haqida

# Languages::geo_maps.shipping_from
source: from
uz_uz: dan

# Languages::geo_maps.shipping_time
source: Shipping time
uz_uz: Yetkazib berish vaqti

# Languages::geo_maps.no_shippings
source: Sorry, we couldn't find any shipping options for your location. Please contact us, and we'll see what we can do about it.
uz_uz: Kechirasiz, joylashuvingiz uchun hech qanday yetkazib berish variantini topa olmadik. Iltimos, biz bilan bog'laning va biz bu borada nima qilishimiz mumkinligini ko'rib chiqamiz.

# Languages::geo_maps.no_shippings_short
source: Shipping to your location isn't available.
uz_uz: Joyingizga yetkazib berish imkonsiz.

# Languages::geo_maps.text_settings_google_api_notice
source: Learn more about setting up API key <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">in the documentation</a>.
uz_uz: API kalitini sozlash haqida <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">hujjatlarda</a> batafsil ma'lumot oling. .

# Languages::geo_maps.settings_is_configured_correctly_notice
source: If you see the map here, everything is configured correctly, and the maps are working on the map provider end.
uz_uz: Agar siz bu yerda xaritani ko'rsangiz, hamma narsa to'g'ri sozlangan va xaritalar xarita provayderi tomonidan ishlamoqda.

# Languages::geo_maps.google_maps_cookie_title
source: Google Maps
uz_uz: Google xaritalari

# Languages::geo_maps.google_maps_cookie_description
source: Google Maps is a service that allows us to show the maps and various locations on those maps, or automatically determine your location. Here is <a href="https://policies.google.com/privacy" target="_blank">Google privacy policy;</a> we also recommend Google's concise and comprehensive <a href="https://support.google.com/maps/answer/10400210" target="_blank">note on privacy</a>.
uz_uz: Google Xaritalar bu xaritalarda xaritalar va turli joylarni ko‘rsatish yoki joylashuvingizni avtomatik aniqlash imkonini beruvchi xizmatdir. Mana <a href="https://policies.google.com/privacy" target="_blank">Google maxfiylik siyosati;</a> biz Google-ning qisqa va keng qamrovli <a href="https://support" ni ham tavsiya qilamiz. .google.com/maps/answer/10400210" target="_blank">Maxfiylik haqida eslatma</a>.

# Languages::geo_maps.yandex_maps_cookie_title
source: Yandex Maps
uz_uz: Yandex xaritalar

# Languages::geo_maps.yandex_maps_cookie_description
source: Yandex Maps is a service that allows us to show the maps and various locations on those maps, or automatically determine your location. Here is <a href="https://yandex.com/legal/confidential/" target="_blank">Yandex privacy policy</a>.
uz_uz: Yandex Xaritalar - bu bizga ushbu xaritalarda xaritalar va turli joylarni ko'rsatish yoki joylashuvingizni avtomatik ravishda aniqlash imkonini beruvchi xizmatdir. Mana <a href="https://yandex.com/legal/confidential/" target="_blank">Yandex maxfiylik siyosati</a>.
