Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/gift_certificates.po
Languages: uz_uz

# Addons::name::gift_certificates
source: Gift certificates
uz_uz: Sovg'a sertifikatlari

# Addons::description::gift_certificates
source: Adds a built-in gift certificate system
uz_uz: O'rnatilgan sovg'a sertifikat tizimini qo'shadi

# Languages::gift_certificate
source: Gift certificate
uz_uz: Sovg'a sertifikati

# Languages::gift_certificates
source: Gift certificates
uz_uz: Sovg'a sertifikatlari

# Languages::gift_certificates_menu_description
source: View and manage the gift certificates that customers have purchased.
uz_uz: Mijozlar sotib olgan sovg'a sertifikatlarini ko'rish va boshqarish.

# Languages::gift_certificate_info
source: Gift certificate info
uz_uz: Sovg'a sertifikati haqida ma'lumot

# Languages::gift_certificate_verification
source: Gift certificate verification
uz_uz: Sovg'a sertifikatini tekshirish

# Languages::gift_cert_code
source: Gift certificate code
uz_uz: Sovg'a sertifikati kodi

# Languages::gift_cert_debit
source: Debit balance
uz_uz: Debet balansi

# Languages::gift_cert_from
source: From
uz_uz: Dan

# Languages::gift_cert_to
source: To
uz_uz: Kimga

# Languages::promotion_bonus_gift_certificate
source: Gift certificate
uz_uz: Sovg'a sertifikati

# Languages::purchase_gift_certificate
source: Purchase Gift Certificate
uz_uz: Sovg'a sertifikatini sotib olish

# Languages::text_gift_certificate_logo
source: Logo for <b>gift certificates</b>
uz_uz: <b>sovg'a sertifikatlari</b> uchun logotip

# Languages::text_gift_cert_amount_alert
source: Amount should be between [min] and [max]
uz_uz: Miqdor [min] va [max] orasida bo'lishi kerak

# Languages::text_gift_cert_has_been_deleted
source: Gift certificate has been deleted successfully.
uz_uz: Sovg'a sertifikati muvaffaqiyatli o'chirildi.

# Languages::error_gift_cert_code
source: The gift certificate code you entered is invalid. Please try again.
uz_uz: Siz kiritgan sovg‘a sertifikati kodi yaroqsiz. Iltimos, yana bir bor urinib ko'ring.

# Languages::gift_add_products
source: Add products for a gift
uz_uz: Sovg'a uchun mahsulotlar qo'shing

# Languages::gift_comment
source: Message
uz_uz: Xabar

# Languages::certificate_verification
source: Validate/Redeem gift certificate
uz_uz: Sovg'a sertifikatini tasdiqlash/qo'llash

# Languages::detailed_info
source: Detailed information
uz_uz: Batafsil ma'lumot

# Languages::history
source: History
uz_uz: Tarix

# Languages::gift_certificate_statuses
source: Gift certificate statuses
uz_uz: Sovg'a sertifikati holatlari

# Languages::gift_certificates.recipient_email
source: Recipient email
uz_uz: Qabul qiluvchining elektron pochtasi

# Languages::text_gift_cert_applied
source: Gift certificate has been applied
uz_uz: Sovg'a sertifikati qo'llanildi

# Languages::certificate_already_used
source: This gift certificate is already in use
uz_uz: Bu sovgʻa sertifikati allaqachon ishlatilmoqda

# Languages::certificate_code_not_available
source: Gift certificate cannot be applied. Please contact the store administration.
uz_uz: Sovg'a sertifikatini qo'llash mumkin emas. Iltimos, do'kon ma'muriyatiga murojaat qiling.

# Languages::certificate_code_not_valid
source: Gift certificate code is not valid
uz_uz: Sovg'a sertifikati kodi yaroqsiz

# Languages::warning_gift_cert_deny
source: The following gift certificates have been deleted or cancelled by administrator and have been removed from your cart: [codes]. Please contact the store administrator or try another one.
uz_uz: Quyidagi sovg'a sertifikatlari administrator tomonidan o'chirildi yoki bekor qilindi va savatdan olib tashlandi: [codes]. Doʻkon administratoriga murojaat qiling yoki boshqasini sinab koʻring.

# Languages::text_gift_cert_cannot_delete
source: Gift certificate [code] cannot be deleted because it is used in order(s) [ids].
uz_uz: Sovg'a sertifikatini [code]o'chirib bo'lmaydi, chunki u buyurtma(lar)da [ids] ishlatiladi.

# Languages::gift_cert_amount_changed
source: Gift certificate amount has been changed.
uz_uz: Sovg'a sertifikati miqdori o'zgartirildi.

# Languages::purchased
source: Purchased
uz_uz: Sotib olingan

# Languages::used
source: Used
uz_uz: Ishlatilgan

# Languages::create_gift_certificate_for_customer
source: Create Gift Certificate for this customer
uz_uz: Ushbu mijoz uchun sovg'a sertifikatini yarating

# Languages::gift_certificate_created
source: Gift Certificate has been created
uz_uz: Sovg'a sertifikati yaratildi

# Languages::related_gift_cert
source: Related gift certificates
uz_uz: Tegishli sovg'a sertifikatlari

# Languages::add_gift_certificate
source: Add gift certificate
uz_uz: Sovg'a sertifikatini qo'shing

# Languages::gift_certificate_status
source: Gift certificate status
uz_uz: Sovg'a sertifikatining holati

# Languages::current_amount
source: Current amount
uz_uz: Joriy miqdor

# Languages::mail
source: Mail
uz_uz: Pochta

# Languages::statuses
source: statuses
uz_uz: holatlar

# Languages::new_certificate
source: New certificate
uz_uz: Yangi sertifikat

# Languages::editing_certificate
source: Editing certificate
uz_uz: Tahrirlash sertifikati

# Languages::shop_now
source: Shop now
uz_uz: Hozir xarid qiling

# Languages::theme_editor.gift_cert
source: Gift Certificate
uz_uz: Sovg'a sertifikati

# Languages::theme_editor_logo.gift_cert
source: Gift Certificate
uz_uz: Sovg'a sertifikati

# Languages::promo_code_or_certificate
source: Gift certificate or promo code
uz_uz: Sovg'a sertifikati yoki promo-kod

# Languages::gift_certificate_added_to_cart
source: Gift certificate was added to your cart
uz_uz: Savatingizga sovg'a sertifikati qo'shildi

# Languages::gift_certificates_verify
source: Gift certificate verification
uz_uz: Sovg'a sertifikatini tekshirish

# Languages::block_gift_certificates_verify
source: Gift certificate verification
uz_uz: Sovg'a sertifikatini tekshirish

# Languages::block_gift_certificates_verify_description
source: Gift certificate input and validation
uz_uz: Sovg'a sertifikatini kiritish va tekshirish

# Languages::recipients_name
source: To
uz_uz: Kimga

# Languages::purchasers_name
source: From
uz_uz: Dan

# Languages::gift_cert_error_amount
source: Amount should not be higher than [max] and less than [min]
uz_uz: Miqdor [max] dan yuqori va [min] dan kam boʻlmasligi kerak

# Languages::privileges.manage_gift_certificates
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.gift_certificates
source: Gift certificates
uz_uz: Sovg'a sertifikatlari

# Languages::change_gift_certificate_status
source: Change gift certificate status to
uz_uz: Sovg'a sertifikati holatini o'zgartiring

# Languages::gift_cert_with_products
source: Purchasing products and gift certificates together is impossible. Please, place the current order and repeat your attempt.
uz_uz: Mahsulotlar va sovg'a sertifikatlarini birgalikda sotib olish mumkin emas. Iltimos, joriy buyurtmani joylashtiring va urinishni takrorlang.

# SettingsSections::gift_certificates::general
source: General
uz_uz: Umumiy

# SettingsOptions::gift_certificates::min_amount
source: Minimal amount
uz_uz: Minimal miqdor

# SettingsOptions::gift_certificates::code_prefix
source: GC Code prefix
uz_uz: Shtrix-kod prefiksi

# SettingsOptions::gift_certificates::cert_per_page
source: Gift certificates per page
uz_uz: Har bir sahifa uchun sovg'a sertifikatlari

# SettingsOptions::gift_certificates::free_products_allow
source: Allow to use free products
uz_uz: Bepul mahsulotlardan foydalanishga ruxsat bering

# SettingsOptions::gift_certificates::redeem_shipping_cost
source: Allow to redeem shipping cost with gift certificate
uz_uz: Yuk tashish narxini sovg'a sertifikati bilan qoplashga ruxsat bering

# Languages::email_template.gift_certificates_notification
source: Gift certificate
uz_uz: Sovg'a sertifikati

# Languages::template_document_gift_certificate_default
source: Gift certificates: default
uz_uz: Sovg'a sertifikatlari: standart

# Languages::document_preview_gift_certificate_not_found
source: Couldn't find a gift certificate. Preview only works with existing data. Please create a gift certificate and use Preview again.
uz_uz: Sovg'a sertifikati topilmadi. Ko'rib chiqish faqat mavjud ma'lumotlar bilan ishlaydi. Sovg‘a sertifikatini yarating va “Ko‘rib chiqish” funksiyasidan qaytadan foydalaning.

# Languages::gift_certificates.certificate_purchase_form
source: Gift certificate purchase form
uz_uz: Sovg'a sertifikati sotib olish shakli

# Languages::gift_certificates.event.gift_certificate.status_changed.name
source: Gift certificate status changed to [status]
uz_uz: Sovg'a sertifikatining holati [status] ga o'zgartirildi

# Languages::gift_certificates.event.gift_certificate.updated.name
source: Gift certificate updated
uz_uz: Sovg'a sertifikatining holati

# Languages::logo_section.gift_cert
source: Gift certificate logo
uz_uz: Sovg'a sertifikati logotipi
