Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/google_sitemap.po
Languages: uz_uz

# Addons::name::google_sitemap
source: Google sitemap
uz_uz: Google sayt xaritasi

# Addons::description::google_sitemap
source: Creates a sitemap.xml for Google
uz_uz: Google uchun sitemap.xml yaratadi

# Languages::google_sitemap.text_regenerate
source: If products, categories, etc. were added or changed, please <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">Regenerate a sitemap</a><br /><br /> [sitemap_available_in_customer]
uz_uz: Agar mahsulotlar, toifalar va boshqalar. qo'shilgan yoki o'zgartirilgan bo'lsa, iltimos <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">Sayt xaritasini qayta yarating</a><br /><br /> [sitemap_available_in_customer]

# Languages::google_sitemap.text_auto_regenerate
source: You can run the regeneration of the site map automatically at certain time intervals. To do it, add the following command to CRON:
uz_uz: Siz ma'lum vaqt oralig'ida sayt xaritasini avtomatik ravishda qayta tiklashingiz mumkin. Buni amalga oshirish uchun CRON-ga quyidagi buyruqni qo'shing:

# Languages::google_sitemap.text_select_storefront
source: To generate a sitemap, please select storefront first.
uz_uz: Sayt xaritasini yaratish uchun avval vitrini tanlang.

# Languages::sitemap_available_in_customer
source: Sitemap is available by this link: <a href="[sitemap_url]">[sitemap_url]</a><br /><br />Sitemap can be reached by the URL <a href="[http_location]/sitemap.xml">[http_location]/sitemap.xml</a>
uz_uz: Sayt xaritasi quyidagi havola orqali mavjud: <a href="[sitemap_url]">[sitemap_url]</a><br /><br />Sayt xaritasiga <a href="[http_location]/sitemap URL orqali kirish mumkin. xml">[http_location]/sitemap.xml</a>

# Languages::always
source: Always
uz_uz: Har doim

# Languages::hourly
source: Hourly
uz_uz: Soatlik

# Languages::daily
source: Daily
uz_uz: Kundalik

# Languages::weekly
source: Weekly
uz_uz: Haftalik

# Languages::monthly
source: Monthly
uz_uz: Oylik

# Languages::yearly
source: Yearly
uz_uz: Yillik

# Languages::never
source: Never
uz_uz: Hech qachon

# Languages::google_sitemap.generate_map
source: The sitemap is not generated yet. Please go to add-on settings and press "Regenerate a sitemap" button
uz_uz: Sayt xaritasi hali yaratilmagan. Iltimos, plagin sozlamalariga o'ting va "Sayt xaritasini qayta tiklash" tugmasini bosing

# Languages::google_sitemap.map_generated
source: The sitemap was generated successfully
uz_uz: Sayt xaritasi muvaffaqiyatli yaratildi

# SettingsSections::google_sitemap::general
source: General
uz_uz: Umumiy

# SettingsOptions::google_sitemap::information
source: Information
uz_uz: Ma `lumot

# SettingsOptions::google_sitemap::clear_url
source: Clear cache
uz_uz: Keshni tozalash

# SettingsOptions::google_sitemap::site_setting
source: Homepage settings
uz_uz: Bosh sahifa sozlamalari

# SettingsOptions::google_sitemap::site_change
source: Update frequency
uz_uz: Yangilanish chastotasi

# SettingsOptions::google_sitemap::site_priority
source: Priority
uz_uz: Ustuvorlik

# SettingsOptions::google_sitemap::products_setting
source: Products settings
uz_uz: Mahsulot sozlamalari

# SettingsOptions::google_sitemap::include_products
source: Include in sitemap
uz_uz: Sayt xaritasiga kiriting

# SettingsOptions::google_sitemap::products_change
source: Update frequency
uz_uz: Yangilanish chastotasi

# SettingsOptions::google_sitemap::products_priority
source: Priority
uz_uz: Ustuvorlik

# SettingsOptions::google_sitemap::categories_setting
source: Categories settings
uz_uz: Kategoriyalar sozlamalari

# SettingsOptions::google_sitemap::include_categories
source: Include in sitemap
uz_uz: Sayt xaritasiga kiriting

# SettingsOptions::google_sitemap::categories_change
source: Update frequency
uz_uz: Yangilanish chastotasi

# SettingsOptions::google_sitemap::categories_priority
source: Priority
uz_uz: Ustuvorlik

# SettingsOptions::google_sitemap::pages_setting
source: Pages settings
uz_uz: Sahifa sozlamalari

# SettingsOptions::google_sitemap::include_pages
source: Include in sitemap
uz_uz: Sayt xaritasiga kiriting

# SettingsOptions::google_sitemap::pages_change
source: Update frequency
uz_uz: Yangilanish chastotasi

# SettingsOptions::google_sitemap::pages_priority
source: Priority
uz_uz: Ustuvorlik

# SettingsOptions::google_sitemap::extended_setting
source: Brand/Manufacturer feature pages settings
uz_uz: Brend/ishlab chiqaruvchi xususiyat sahifalari sozlamalari

# SettingsOptions::google_sitemap::include_extended
source: Include in sitemap
uz_uz: Sayt xaritasiga kiriting

# SettingsOptions::google_sitemap::extended_change
source: Update frequency
uz_uz: Yangilanish chastotasi

# SettingsOptions::google_sitemap::extended_priority
source: Priority
uz_uz: Ustuvorlik

# SettingsOptions::google_sitemap::companies_setting
source: Companies settings
uz_uz: Kompaniya sozlamalari

# SettingsOptions::google_sitemap::include_companies
source: Include in sitemap
uz_uz: Sayt xaritasiga kiriting

# SettingsOptions::google_sitemap::companies_change
source: Update frequency
uz_uz: Yangilanish chastotasi

# SettingsOptions::google_sitemap::companies_priority
source: Priority
uz_uz: Ustuvorlik
