Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/google_export.po
Languages: uz_uz

# Addons::description::google_export
source: Expands the Data Feeds add-on to work with Google Base and creates an example of such data feed
uz_uz: Google Base bilan ishlash uchun Data Feeds plaginini kengaytiradi va bunday maʼlumotlar tasmasi namunasini yaratadi

# Languages::google_export_general_info
source: <p>Note: toggle this setting if you need multi-language Google categories installed. Supports French, German, Italian, Spanish, and British English. Pay attention that this operation can take a significant amount of time.</p>
uz_uz: <p>Eslatma: agar sizga koʻp tilli Google toifalarini oʻrnatish kerak boʻlsa, ushbu sozlamani almashtiring. Fransuz, nemis, italyan, ispan va ingliz ingliz tillarini qo'llab-quvvatlaydi. E'tibor bering, bu operatsiya ancha vaqt olishi mumkin.</p>

# Languages::google_export_start_import
source: Start importing
uz_uz: Import qilishni boshlang

# SettingsSections::google_export::general
source: General
uz_uz: Umumiy

# SettingsOptions::google_export::general_info
source: General info
uz_uz: Umumiy ma'lumot

# SettingsOptions::google_export::additional_langs
source: Install additional languages for Google categories
uz_uz: Google toifalari uchun qo'shimcha tillarni o'rnating

# Languages::addons.google_export.skip_zero_prices
source: Don't export items with a price value of 0.00
uz_uz: Narx qiymati 0,00 bo'lgan narsalarni eksport qilmang

# Languages::addons.google_export.skip_zero_prices_description
source: You must not include a price value of 0.00 for your Google Products Feed items. Items with zero prices may not appear in the search results.
uz_uz: Google Mahsulotlar tasmasi elementlari uchun 0,00 narx qiymatini kiritmasligingiz kerak. Nol bahoga ega mahsulotlar qidiruv natijalarida ko'rinmasligi mumkin.

# Languages::addons.google_export.notice
source: Before you export products to Google Product Feed, make sure that the Code of your store's <a href="[currency_url]">primary currency</a> conforms to <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> and used <a href="[settings_url]">Weight symbol</a> is one of the following: lb, oz, g, kg
uz_uz: Mahsulotlarni Google Product Feed-ga eksport qilishdan oldin, doʻkoningizning <a href="[currency_url]">asosiy valyutasi</a> kodi <a href="http://www.currency-iso"ga mos kelishiga ishonch hosil qiling. org/en/home/tables/table-a1.html">ISO 4217</a> va ishlatilgan <a href="[settings_url]">Og‘irlik belgisi</a> quyidagilardan biri: funt, oz, g , kg

# Languages::google_name_option
source: Equivalent in Google:
uz_uz: Googledagi ekvivalenti:

# Languages::addons.google_export.tax_notice
source: For the US, don't include tax in the price. For Canada and India, do not include any value added tax in the price. For all other countries, value added tax (VAT) has to be included in the price.
uz_uz: AQSh uchun soliqni narxga kiritmang. Kanada va Hindiston uchun narxga qo'shilgan qiymat solig'ini kiritmang. Boshqa barcha mamlakatlar uchun qo'shilgan qiymat solig'i (QQS) narxga kiritilishi kerak.

# Languages::addons.google_export.info_google_features
source: <p>Before you export a data feed file for Google Merchant, make sure to edit your products and specify the values of product features that belong to the Google Export group. You can do this via product import and export, or mass editing.</p><p> GTIN is a key identifier of a product. If you didn't specify GTIN as a feature, product's SKU from the CODE field will be used. GTINs for option combinations are always taken from the CODE fields of combinations.</p>
uz_uz: <p>Google Merchant uchun maʼlumotlar tasmasi faylini eksport qilishdan oldin mahsulotlaringizni tahrirlang va Google eksport guruhiga tegishli mahsulot xususiyatlarining qiymatlarini belgilang. Buni mahsulotni import va eksport qilish yoki ommaviy tahrirlash orqali amalga oshirishingiz mumkin.</p><p> GTIN mahsulotning asosiy identifikatoridir. Agar siz GTIN kodini xususiyat sifatida ko‘rsatmagan bo‘lsangiz, KOD maydonidagi mahsulot SKU ishlatiladi. Variant kombinatsiyalari uchun GTINlar har doim kombinatsiyalarning KOD maydonlaridan olinadi.</p>

source: When you export a data feed file, this option will provide data for the selected Google field type.
uz_uz: Maʼlumotlar tasmasi faylini eksport qilganingizda, ushbu parametr tanlangan Google maydon turi uchun maʼlumotlarni taqdim etadi.

# Languages::addons.google_export.text_info_setting_options
source: Please make sure that you selected this option as "Equivalent in Google" for one of the options in your store. Otherwise the data feed file may not be exported properly.
uz_uz: Doʻkoningizdagi variantlardan biri uchun “Google’da ekvivalent” sifatida ushbu variantni tanlaganingizga ishonch hosil qiling. Aks holda maʼlumotlar tasmasi fayli toʻgʻri eksport qilinmasligi mumkin.
