Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/help_center.po
Languages: es_es, ja_jp, no_no, ru_ru, tr_tr, uz_uz, zh_cn

# Addons::name::help_center
source: Help center
es_es: Centro de ayuda
ja_jp: ヘルプセンター
no_no: Hjelpesenter
ru_ru: Центр помощи
tr_tr: Yardım Merkezi
uz_uz: Yordam markazi
zh_cn: 帮助中心

# Addons::description::help_center
source: Adds a help button with links to relevant documentation and/or videos to various pages in the admin panel.
es_es: Añade un botón de ayuda con enlaces a documentación y/o vídeos relevantes a varias páginas del panel de administración.
ja_jp: 管理画面のさまざまなページに、関連するドキュメントやビデオへのリンクを含むヘルプボタンを追加します。
no_no: Legger til en hjelpeknapp med lenker til relevant dokumentasjon og/eller videoer til ulike sider i administrasjonspanelet.
ru_ru: Добавляет на разных страницах панели администратора кнопку помощи со ссылками на документацию и/или видеоуроки.
tr_tr: Yönetici panelindeki çeşitli sayfalara ilgili belgelere ve/veya videolara bağlantılar içeren bir yardım düğmesi ekler.
uz_uz: Administrator panelidagi turli sahifalarga tegishli hujjatlar va/yoki videolarga havolalar bilan yordam tugmasini qo‘shadi.
zh_cn: 在管理面板的各个页面中添加一个帮助按钮，其中包含指向相关文档和/或视频的链接。

# Languages::help_center.help
source: Help
es_es: Ayuda
ja_jp: ヘルプ
no_no: Hjelp
ru_ru: Помощь
tr_tr: Yardım
uz_uz: Yordam bering
zh_cn: 帮助

# Languages::help_center.help_center
source: Help Center
es_es: Centro de ayuda
ja_jp: ヘルプセンター
no_no: Hjelpesenter
ru_ru: Центр помощи
tr_tr: Yardım Merkezi
uz_uz: Yordam markazi
zh_cn: 帮助中心

# Languages::help_center.growth_center
source: Growth center
es_es: centro de crecimiento
ja_jp: 成長センター
no_no: Vekstsenter
ru_ru: Центр роста
tr_tr: Büyüme merkezi
uz_uz: O'sish markazi
zh_cn: 成长中心

# Languages::help_center.loading
source: Loading...
es_es: Cargando...
ja_jp: 読み込んでいます...
no_no: Laster inn...
ru_ru: Загрузка...
tr_tr: Yükleniyor...
uz_uz: Yuklanmoqda...
zh_cn: 正在加载...

# Languages::help_center.no_data_relevant
source: Relevant information is not available for this section.
es_es: La información relevante no está disponible para esta sección.
ja_jp: このセクションに関連する情報はありません。
no_no: Relevant informasjon er ikke tilgjengelig for denne delen.
ru_ru: Для этого раздела нет подходящей информации.
tr_tr: Bu bölüm için ilgili bilgi mevcut değildir.
uz_uz: Ushbu bo'lim uchun tegishli ma'lumotlar mavjud emas.
zh_cn: 本节没有相关信息。

# Languages::help_center.no_data
source: Information is not available for this section.
es_es: No hay información disponible para esta sección.
ja_jp: このセクションの情報はありません。
no_no: Informasjon er ikke tilgjengelig for denne delen.
ru_ru: Для этого раздела нет информации.
tr_tr: Bu bölüm için bilgi mevcut değildir.
uz_uz: Ushbu bo'lim uchun tegishli ma'lumotlar mavjud emas.
zh_cn: 此部分的信息不可用。

# Languages::help_center.see_all_n_results
source: See all [n] results...
es_es: Ver todos [n] resultados...
ja_jp: [n]件の全ての結果を見る
no_no: Se alle [n] resultater...
ru_ru: Смотреть все ([n])
tr_tr: Tüm [n] sonucu gör...
uz_uz: Barcha [n]natijalarni koʻrish...
zh_cn: 查看所有 [n] 个结果...

# Languages::help_center.customer_care
source: Customer Care
es_es: Atención al cliente
ja_jp: カスタマーケア
no_no: Kundeservice
ru_ru: Поддержка
tr_tr: Müşteri Hizmetleri
uz_uz: Mijozlarga xizmat
zh_cn: 客户服务

# Languages::help_center.ask
source: Ask us a question
es_es: Háganos una pregunta
ja_jp: 質問する
no_no: Still oss et spørsmål
ru_ru: Задать вопрос
tr_tr: Bize bir soru sorun
uz_uz: Bizga savol bering
zh_cn: 问我们一个问题

# Languages::help_center.customer_care.view_all_tickets
source: View all tickets
es_es: Ver todas las entradas
ja_jp: すべてのチケットを表示
no_no: Se alle billetter
ru_ru: Посмотреть все тикеты
tr_tr: Tüm biletleri görüntüle
uz_uz: Barcha chiptalarni ko'rish
zh_cn: 查看所有门票

# Languages::help_center.customer_care.all_tickets
source: All tickets
es_es: Todas las entradas
ja_jp: すべてのチケット
no_no: Alle billetter
ru_ru: Все тикеты
tr_tr: Tüm biletler
uz_uz: Barcha chiptalar
zh_cn: 所有门票

# Languages::help_center.customer_care.no_support_tickets
source: No support tickets found.
es_es: No se encontraron tickets de soporte.
ja_jp: サポートチケットが見つかりません。
no_no: Ingen støttebilletter funnet.
ru_ru: Не найдено обращений в поддержку.
tr_tr: Destek bileti bulunamadı.
uz_uz: Hech qanday yordam chiptalari topilmadi.
zh_cn: 未找到支持票。

# Languages::help_center.customer_care.submit_ticket
source: Submit a ticket
es_es: Envía un boleto
ja_jp: チケットを送信する
no_no: Send inn billett
ru_ru: Написать в поддержку
tr_tr: bir bilet gönder
uz_uz: Chipta yuboring
zh_cn: 提交票

# Languages::help_center.customer_care.service_unavailable
source: Your Customer Care subscription is not active
es_es: Su suscripción de atención al cliente no está activa
ja_jp: カスタマーケアサブスクリプションがアクティブではありません
no_no: Kundeservice-abonnementet ditt er ikke aktivt
ru_ru: Ваша подписка не поддержку не активна
tr_tr: Müşteri Hizmetleri aboneliğiniz etkin değil
uz_uz: Mijozlarni qo‘llab-quvvatlash xizmati obunangiz faol emas
zh_cn: 您的客户服务订阅未激活

# Languages::help_center.customer_care.service_unavailable_description
source: Prolong the subscription to keep receiving support.
es_es: Prolonga la suscripción para seguir recibiendo soporte.
ja_jp: サブスクリプションを延長して、サポートを受け続けます。
no_no: Forleng abonnementet for å fortsette å motta støtte.
ru_ru: Продлите подписку, чтобы и дальше получать поддержку.
tr_tr: Destek almaya devam etmek için aboneliği uzatın.
zh_cn: 延长订阅以继续获得支持。

# Languages::help_center.customer_care.prolong_subscription
source: Prolong subscription
es_es: Prolongar suscripción
ja_jp: サブスクリプションを延長する
no_no: Forleng abonnementet
ru_ru: Продлить подписку
tr_tr: Aboneliği uzat
uz_uz: Obunani uzaytirish
zh_cn: 延长订阅

# Languages::help_center.customer_care.sign_in_text
source: Sign in with your Help Desk account <br>to contact Customer Care and see your latest tickets.
es_es: Inicie sesión con su cuenta de Help Desk <br>para ponerse en contacto con Atención al cliente y ver sus últimos tickets.
ja_jp: ヘルプデスクアカウント <br>でサインインして、カスタマーケアに連絡し、最新のチケットを確認してください。
no_no: Logg på med Help Desk-kontoen <br>for å kontakte kundeservice og se de siste billettene dine.
ru_ru: Войдите через учётную запись Help Desk <br>чтобы писать в поддержку и видеть последние тикеты.
tr_tr: Müşteri Hizmetleri ile iletişime geçmek ve en son biletlerinizi görmek için Yardım Masası hesabınız <br>ile oturum açın.
uz_uz: Mijozlarni qoʻllab-quvvatlash xizmatiga murojaat qilish va oxirgi chiptalaringizni koʻrish uchun <br>Yordam stoli hisob qaydnomangiz bilan kiring.
zh_cn: 使用您的帮助台帐户 <br>登录以联系客户服务并查看您的最新票证。

# Languages::help_center.customer_care.status.resolved
source: Resolved
es_es: Resuelto
ja_jp: 解決済み
no_no: Løst
ru_ru: Решён
tr_tr: çözüldü
uz_uz: Yechilgan
zh_cn: 解决

# Languages::help_center.customer_care.status.open
source: Open
es_es: Abierto
ja_jp: 開ける
no_no: Åpen
ru_ru: Открыт
tr_tr: Açık
uz_uz: Ochiq
zh_cn: 打开

# Languages::help_center.customer_care.few_tickets_require_your_attention
source: A few tickets from Customer Care team require your attention. <a href="[url]" target="[target]">Click here to view tickets</a>
es_es: Algunas entradas del equipo de atención al cliente requieren su atención. <a href="[url]" target="[target]">Haga clic aquí para ver las entradas</a>
ja_jp: カスタマーケアチームからのいくつかのチケットはあなたの注意を必要とします。 <a href="[url]" target="[target]">チケットを表示するには、ここをクリックしてください</a>
no_no: Noen få billetter fra Customer Care-teamet krever din oppmerksomhet. <a href="[url]" target="[target]">Klikk her for å se billetter</a>
ru_ru: Ждём от вас ответа по нескольким обращениям в поддержку. <a href="[url]" target="[target]">Просмотреть обращения</a>
tr_tr: Müşteri Hizmetleri ekibinden birkaç biletle ilgilenmeniz gerekiyor. <a href="[url]" target="[target]">Biletleri görmek için buraya tıklayın</a>
uz_uz: Mijozlarni qo'llab-quvvatlash jamoasidan bir nechta chiptalar sizning e'tiboringizni talab qiladi. <a href="[url]" target="[target]">Chiptalarni ko‘rish uchun shu yerni bosing</a>
zh_cn: 客户服务团队的一些票需要您注意。 <a href="[url]" target="[target]">点击这里查看门票</a>
