Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/hidpi.po
Languages: uz_uz

# Addons::name::hidpi
source: HiDPI displays support
uz_uz: HiDPI qo'llab-quvvatlashni ko'rsatadi

# Addons::description::hidpi
source: Support for Retina displays
uz_uz: Retina displeylarini qo'llab-quvvatlash

# SettingsSections::hidpi::general
source: General
uz_uz: Umumiy

# SettingsOptions::hidpi::default_upload_high_res_image
source: Consider all uploaded images HiDPI
uz_uz: Barcha yuklangan rasmlar HiDPI ni ko'rib chiqing

# SettingsTooltips::hidpi::default_upload_high_res_image
source: Make the "I'm uploading a HiDPI image" checkboxes ticked by default everywhere where images are uploaded. You'll be able to untick those checkboxes when necessary.
uz_uz: Tasvirlar yuklangan hamma joyda sukut bo'yicha "Men HiDPI rasmini yuklayapman" katakchalarini belgilang. Agar kerak bo'lsa, ushbu katakchalarni olib tashlashingiz mumkin.

# Languages::text_hidpi_support_enabled
source: HiDPI support is enabled
uz_uz: HiDPI yordami yoqilgan

# Languages::hidpi.upload_high_res_image
source: I’m uploading a HiDPI image.
uz_uz: Men HiDPI tasvirini yuklayapman.

# Languages::hidpi.upload_high_res_image.tooltip
source: If this checkbox is ticked, the source image will be displayed two times downscaled. This setting only affects the displaying of the source image and not its thumbnail. If you want an image to be displayed in the original size, untick this checkbox.
uz_uz: Agar ushbu katakcha belgilansa, manba tasviri ikki marta kichraytirilgan holda ko'rsatiladi. Ushbu sozlama faqat manba tasvirining ko'rsatilishiga ta'sir qiladi, uning eskiziga emas. Agar siz rasmning asl o'lchamda ko'rsatilishini istasangiz, ushbu katakchani olib tashlang.

# Languages::hidpi.restore_images
source: Image restoration
uz_uz: Tasvirni tiklash

# Languages::hidpi.text_restore_images
source: The previous version of the HiDPI display support add-on shrank the uploaded images. There’s no need for that now. But to make your images look nice and sharp you need to click Restore.
uz_uz: HiDPI displeyni qo'llab-quvvatlash qo'shimchasining oldingi versiyasi yuklangan rasmlarni qisqartirdi. Endi bunga hojat yo'q. Lekin rasmlaringiz chiroyli va aniq ko'rinishi uchun "Restore" tugmasini bosishingiz kerak.

# Languages::hidpi.restore_btn
source: Restore
uz_uz: Tiklash

# Languages::hidpi.warning_restore_images
source: <strong>Attention!</strong> This procedure is non—reversible: when you revert the upgrade, the image restoration manipulations will not be reverted. So, please make sure to perform a backup. The procedure can take some time—it depends on the number of images in your store.
uz_uz: <strong>Diqqat!</strong> Ushbu protsedura orqaga qaytarilmaydi: yangilanishni qaytarsangiz, tasvirni qayta tiklash manipulyatsiyasi qaytarilmaydi. Shuning uchun, iltimos, zaxira nusxasini yaratganingizga ishonch hosil qiling. Jarayon biroz vaqt olishi mumkin - bu sizning do'koningizdagi rasmlar soniga bog'liq.

# Languages::hidpi.notice.images_were_not_restored
source: Some of the old images in your store are still low-quality. To use the highest quality possible, please <a href="[convert_url]">restore high-quality images</a>. The process is automatic.
uz_uz: Do'koningizdagi ba'zi eski rasmlar hali ham past sifatli. Iloji boricha yuqori sifatdan foydalanish uchun <a href="[convert_url]">yuqori sifatli tasvirlarni tiklang</a>. Jarayon avtomatik.
