Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/hybrid_auth.po
Languages: uz_uz

# Addons::name::hybrid_auth
source: Social login
uz_uz: Ijtimoiy login

# Addons::description::hybrid_auth
source: Adds the Social Login feature; allows customers use Facebook, Twitter, etc. to log in on the store
uz_uz: Ijtimoiy kirish xususiyatini qo'shadi; mijozlarga Facebook, Twitter va boshqalardan foydalanish imkonini beradi. do'konga kirish uchun

# SettingsSections::hybrid_auth::general
source: General
uz_uz: Umumiy

# SettingsOptions::hybrid_auth::icons_pack
source: Icons pack
uz_uz: Belgilar to'plami

# SettingsTooltips::hybrid_auth::icons_pack
source: Directory with the social networks icons. A path to the directory: media/images/addons/addons/hybrid_auth/icons/.
uz_uz: Ijtimoiy tarmoqlar piktogrammalari bilan katalog. Katalogga yo'l: media/images/addons/addons/hybrid_auth/icons/.

# SettingsOptions::hybrid_auth::autogen_email
source: Autogeneration email
uz_uz: Avtomatik yaratish elektron pochta

# SettingsTooltips::hybrid_auth::autogen_email
source: Enables the email auto generation in case that a social network does not pass the address.
uz_uz: Ijtimoiy tarmoq manzildan o'tmagan taqdirda elektron pochtani avtomatik yaratishni yoqadi.

# Languages::hybrid_auth
source: Social login
uz_uz: Ijtimoiy login

# Languages::hybrid_auth.linked_provider
source: Linked
uz_uz: Bog'langan

# Languages::hybrid_auth.not_linked_provider
source: Not linked
uz_uz: Bog'lanmagan

# Languages::hybrid_auth.providers
source: Providers
uz_uz: Provayderlar

# Languages::hybrid_auth.add_provider
source: Add provider
uz_uz: Provayder qo'shing

# Languages::hybrid_auth.new_provider
source: New provider
uz_uz: Yangi provayder

# Languages::hybrid_auth.editing_provider
source: Editing provider
uz_uz: Tahrirlovchi provayder

# Languages::hybrid_auth.callback_url
source: Callback URL
uz_uz: Qayta qo'ng'iroq qilish URL

# Languages::hybrid_auth.social_login
source: Or sign-in with another identity provider
uz_uz: Yoki boshqa identifikatsiya provayderi bilan tizimga kiring

# Languages::hybrid_auth.unspecified_error
source: Unspecified error
uz_uz: Aniqlanmagan xato

# Languages::hybrid_auth.configuration_error
source: Hybriauth configuration error
uz_uz: Hybriauth konfiguratsiyasi xatosi

# Languages::hybrid_auth.provider_error_configuration
source: Provider not properly configured
uz_uz: Provayder to'g'ri sozlanmagan

# Languages::hybrid_auth.wrong_provider
source: Unknown or disabled provider
uz_uz: Noma'lum yoki o'chirilgan provayder

# Languages::hybrid_auth.missing_credentials
source: Missing provider application credentials
uz_uz: Provayder ilovasining hisobga olish maʼlumotlari etishmayapti

# Languages::hybrid_auth.failed_auth
source: Authentication failed. The user has canceled the authentication or the provider refused the connection
uz_uz: Autentifikatsiya amalga oshmadi. Foydalanuvchi autentifikatsiyani bekor qildi yoki provayder ulanishni rad etdi

# Languages::hybrid_auth.connecting_provider
source: Contacting <b>[provider]</b>. Please wait...
uz_uz: <b>[provider]</b> bilan bog‘lanmoqda. Iltimos kuting...

# Languages::hybrid_auth.cant_create_profile
source: Unfortunately, we failed to create a customer and log in to the store due to one of the following reasons:<br />- You logged in to our store earlier using some other OpenID provider in which the same email is used.<br />- You have already registered in our store using your email.<br />Please contact the store owner to resolve the problems.
uz_uz: Afsuski, quyidagi sabablardan biri tufayli mijoz yarata olmadik va doʻkonga kira olmadik:<br />- Siz avvalroq xuddi shu elektron pochta manzili ishlatiladigan boshqa OpenID provayderi yordamida doʻkonimizga kirgansiz.<br / >- Siz allaqachon elektron pochtangiz orqali doʻkonimizda roʻyxatdan oʻtgansiz.<br />Muammolarni hal qilish uchun doʻkon egasi bilan bogʻlaning.

# Languages::hybrid_auth.password_generated
source: We are glad to inform you that you have been successfully registered in the store. A password was generated for you
uz_uz: Siz do'konda ro'yxatdan o'tganingizdan mamnunmiz. Siz uchun parol yaratildi

# Languages::hybrid_auth.change_password
source: You can change your password here
uz_uz: Bu yerda siz parolingizni o'zgartirishingiz mumkin

# Languages::hybrid_auth.link_provider
source: Social network accounts
uz_uz: Ijtimoiy tarmoq hisoblari

# Languages::hybrid_auth.text_link_provider
source: Assign your social network account to this one and use it to log in
uz_uz: Ijtimoiy tarmoq hisob qaydnomangizni unga tayinlang va tizimga kirish uchun foydalaning

# Languages::hybrid_auth.text_user_is_already_link
source: This social network account is already being used
uz_uz: Ushbu ijtimoiy tarmoq akkaunti allaqachon ishlatilmoqda

# Languages::hybrid_auth.connect_social
source: Connect social account
uz_uz: Ijtimoiy hisobni ulash

# Languages::hybrid_auth.connect_social_title
source: Such user already exists
uz_uz: Bunday foydalanuvchi allaqachon mavjud

# Languages::hybrid_auth.text_connect_social
source: <p>The user with the e-mail specified during social login already exists.</p><p>If you want to assign a social network account to the registered user, please log in.</p>
uz_uz: <p>Ijtimoiy tizimga kirishda koʻrsatilgan e-mailga ega foydalanuvchi allaqachon mavjud.</p><p>Agar roʻyxatdan oʻtgan foydalanuvchiga ijtimoiy tarmoq hisobini tayinlashni istasangiz, tizimga kiring.</p>

# Languages::hybrid_auth.specify_email
source: Specify email
uz_uz: Elektron pochta manzilini belgilang

# Languages::hybrid_auth.specify_email_title
source: The e-mail was not specified.
uz_uz: Elektron pochta manzili ko'rsatilmagan.

# Languages::hybrid_auth.text_specify_email
source: <p>When logging through the social network the e-mail was not specified.</p><p>Please enter your e-mail and click Continue.</p>
uz_uz: <p>Ijtimoiy tarmoq orqali tizimga kirishda e-mail koʻrsatilmagan.</p><p>Iltimos, elektron pochtangizni kiriting va Davom etish tugmasini bosing.</p>

# Languages::hybrid_auth_menu_description
source: Create social provider
uz_uz: Ijtimoiy provayder yarating

# Languages::public_key
source: Public key
uz_uz: umumiy kalit

# Languages::paypal_seamless
source: Use seamless checkout
uz_uz: Uzluksiz to'lovdan foydalaning

# Languages::paypal_sandbox
source: Test mode
uz_uz: Sinov rejimi

# Languages::privileges.manage_providers
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privileges.view_providers
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privilege_groups.social_login
source: Social login
uz_uz: Ijtimoiy login

# Languages::hybrid_auth.instruction_facebook
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.
uz_uz: <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a> da ilova yaratganingizdan so'ng olingan ilova identifikatori va maxfiy kalitdan foydalaning.

# Languages::hybrid_auth.instruction_facebook_login
source: Use the application ID and Secret key that you've received after creating an application on <a href="https://developers.facebook.com/apps" target="_blank">Facebook Developers</a>. After that copy the value of the <b>Valid OAuth redirect URIs</b> field to the corresponding setting of the <b>Facebook Login</b> product in your Facebook application.
uz_uz: <a href="https://developers.facebook.com/apps" target="_blank">Facebook Developers</a> da ilova yaratganingizdan so'ng olingan ilova identifikatori va maxfiy kalitdan foydalaning. Shundan so'ng, <b>Valid OAuth redirect URIs</b> maydonining qiymatini Facebook ilovangizdagi <b>Facebook Login</b> mahsulotining mos sozlamasiga ko'chiring.

# Languages::hybrid_auth.instruction_google
source: Use ID and Secret key that you've received after creating a project on <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
uz_uz: <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a> da loyiha yaratganingizdan keyin olgan ID va maxfiy kalitdan foydalaning. .

# Languages::hybrid_auth.instruction_paypal
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>.
uz_uz: <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a> da ilova yaratganingizdan so'ng olingan ilova identifikatori va maxfiy kalitdan foydalaning.

# Languages::hybrid_auth.instruction_twitter
source: Use ID (Consumer key) and Secret key that you've received after creating an application on <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.
uz_uz: <a href='https://apps.twitter.com/' target='_blank'>Twitter</a> da ilova yaratganingizdan so'ng olingan ID (iste'molchi kaliti) va maxfiy kalitdan foydalaning.

# Languages::hybrid_auth.instruction_yahoo
source: Use ID (Identificator) and Secret key that you've received after creating an application on <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.
uz_uz: <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a da ilova yaratganingizdan so'ng olingan ID (identifikator) va maxfiy kalitdan foydalaning. >.

# Languages::hybrid_auth.instruction_live
source: Use the application ID and Secret key that you've received after adding an application on <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
uz_uz: <a href='https://account.live.com/developers/applications/create' target='_blank'>Jonli rejimda</a> ilova qo'shganingizdan so'ng olingan ilova identifikatori va maxfiy kalitdan foydalaning.

# Languages::hybrid_auth.instruction_linkedin
source: Use ID (Consumer key) and Secret key that you've received after creating an application on <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a>.
uz_uz: <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a> da ilova yaratganingizdan so'ng olingan ID (iste'molchi kaliti) va maxfiy kalitdan foydalaning. .

# Languages::hybrid_auth.instruction_foursquare
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.
uz_uz: <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a> da ilova yaratganingizdan so'ng olingan ilova identifikatori va maxfiy kalitdan foydalaning.

# Languages::email_template.hybrid_auth_create_profile
source: Create user profile via social login
uz_uz: Ijtimoiy login orqali foydalanuvchi profilini yarating

# Languages::hybrid_auth.provider_not_found
source: Provider [provider] not found
uz_uz: Provayder [provider] topilmadi

# Languages::hybrid_auth.facebook_oauth_redirect_uris
source: Valid OAuth redirect URIs
uz_uz: Yaroqli OAuth qayta yoʻnaltirish URI’lari

# Languages::hybrid_auth.live_redirect_urls
source: Redirect URLs
uz_uz: Qayta yo'naltirish URL manzillari

# Languages::hybrid_auth.linkedin_api_version
source: API version
uz_uz: API versiyasi

# Languages::ttc_hybrid_auth.linkedin_api_version
source: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">deprecated API v1</a>, but old apps still use it. If you're configuring LinkedIn app for the first time now, use API v2. Old LinkedIn apps configured some time ago may still be using v1.
uz_uz: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">eskirgan API v1</a>, lekin eski ilovalar hali ham undan foydalanadi. Agar LinkedIn ilovasini hozir birinchi marta sozlayotgan boʻlsangiz, API v2 dan foydalaning. Bir muncha vaqt oldin sozlangan eski LinkedIn ilovalari hali ham v1 dan foydalanayotgan bo‘lishi mumkin.

# Languages::hybrid_auth.instruction_paypal_application
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>. Please enable all Personal Profile scope attributes and at least one scope attribute in Address and in Account Information in your PayPal application settings.
uz_uz: <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a> da ilova yaratganingizdan so'ng olingan ilova identifikatori va maxfiy kalitdan foydalaning. Iltimos, PayPal ilovasi sozlamalaridagi Manzil va Hisob maʼlumotlarida Shaxsiy profilning barcha atributlarini va kamida bitta qamrov atributini yoqing.
