Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/image_zoom.po
Languages: uz_uz

# Addons::name::image_zoom
source: Image zoom
uz_uz: Tasvirni kattalashtirish

# Addons::description::image_zoom
source: Shows zoomed image on product image hover
uz_uz: Mahsulot tasviri kursorida kattalashtirilgan tasvirni ko'rsatadi

# SettingsSections::image_zoom::general
source: General
uz_uz: Umumiy

# SettingsOptions::image_zoom::cz_animation_time
source: Animation time
uz_uz: Animatsiya vaqti

# SettingsOptions::image_zoom::cz_zoom_position
source: Zoom position
uz_uz: Kattalashtirish pozitsiyasi

# SettingsTooltips::image_zoom::cz_animation_time
source: Duration of the animation effects in milliseconds.
uz_uz: Animatsiya effektlarining davomiyligi millisekundlarda.

# SettingsTooltips::image_zoom::cz_zoom_position
source: Specifies position of zoom window.
uz_uz: Kattalashtirish oynasining o'rnini belgilaydi.

# SettingsVariants::image_zoom::cz_zoom_position::3
source: Upper right corner
uz_uz: Yuqori o'ng burchak

# SettingsVariants::image_zoom::cz_zoom_position::5
source: Bottom right corner
uz_uz: Pastki o'ng burchak

# SettingsVariants::image_zoom::cz_zoom_position::11
source: Bottom left corner
uz_uz: Pastki chap burchak

# SettingsVariants::image_zoom::cz_zoom_position::13
source: Upper left corner
uz_uz: Yuqori chap burchak
