Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/janrain.po
Languages: uz_uz

# Addons::description::janrain
source: Adds the Social Login feature; allows customers use Facebook, Twitter, etc. to log in on the store
uz_uz: Ijtimoiy kirish xususiyatini qo'shadi; mijozlarga do'konga kirish uchun Facebook, Twitter va boshqalardan foydalanish imkonini beradi

# Languages::janrain_general_info
source: <p>Get these values and configure social login at <a href="http://janrain.com" target="_blank">janrain.com</a></p>
uz_uz: <p>Ushbu qiymatlarni oling va ijtimoiy tizimga kirishni <a href="http://janrain.com" target="_blank">janrain.com</a></p> sahifasida oling.

# Languages::janrain_social_login
source: Social login
uz_uz: Ijtimoiy login

# Languages::janrain_need_update_profile
source: The "Password" field and some other mandatory fields are empty at the moment. Please update your profile.
uz_uz: "Parol" maydoni va boshqa ba'zi majburiy maydonlar hozir bo'sh. Profilingizni yangilang.

# Languages::janrain_cant_create_profile
source: Unfortunately, we failed to create a customer and log in to the store due to one of the following reasons:<br />- You logged in to our store earlier using some other OpenID provider in which the same email is used.<br />- You have already registered in our store using your email.<br />Please contact the store owner to resolve the problems.
uz_uz: Afsuski, quyidagi sabablardan biri tufayli mijoz yarata olmadik va do‘konga kira olmadik:<br />- Siz avvalroq xuddi shu elektron pochta manzili ishlatiladigan boshqa OpenID provayderi yordamida do‘konimizga kirgansiz.<br / >- Siz allaqachon elektron pochtangiz orqali doʻkonimizda roʻyxatdan oʻtgansiz.<br />Muammolarni hal qilish uchun doʻkon egasi bilan bogʻlaning.

# SettingsSections::janrain::general
source: General
uz_uz: Umumiy

# SettingsOptions::janrain::general_info
source: General info
uz_uz: Umumiy ma'lumot

# SettingsOptions::janrain::apikey
source: API Key
uz_uz: API kaliti

# SettingsOptions::janrain::appdomain
source: Application Domain
uz_uz: Ilova domeni

# Languages::janrain.janrain_cookies_description
source: Janrain is a service that allows you to sign into the website with your accounts from various social networks. It was acquired by Akamai in 2019; here is <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">Akamai privacy statement</a>.
uz_uz: Janrain - bu turli ijtimoiy tarmoqlardagi akkauntlaringiz bilan veb-saytga kirish imkonini beruvchi xizmatdir. U Akamai tomonidan 2019 yilda sotib olingan; bu yerda <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">Akamai maxfiylik bayonoti</a>.
