Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/newsletters.po
Languages: uz_uz

# Addons::name::newsletters
source: Newsletters
uz_uz: Axborot byulletenlari

# Addons::description::newsletters
source: Lets you configure newsletter sending
uz_uz: Axborot byulletenlarini yuborishni sozlash imkonini beradi

# Languages::newsletters_menu_description
source: Create and send newsletters to your customer.
uz_uz: Xaridoringizga axborot byulletenlarini yarating va yuboring.

# Languages::news_plain
source: Plain
uz_uz: Oddiy

# Languages::text_signup_for_subscriptions
source: Sign up for our newsletters!
uz_uz: Bizning yangiliklarimizga obuna bo'ling!

# Languages::tmpl_subscription
source: Newsletters: subscription form
uz_uz: Axborot byulletenlari: obuna shakli

# Languages::unsubscribe_link
source: Unsubscribe link
uz_uz: Obunani bekor qilish havolasi

# Languages::ne_add_subscribers_from_users
source: Add subscribers from the list of users
uz_uz: Foydalanuvchilar ro'yxatidan obunachilarni qo'shing

# Languages::ne_warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
uz_uz: <b>[email]</b> allaqachon obunachilar ro'yxatida

# Languages::warning_subscribers_import
source: Some mailing lists from the input file could not be found in the database. Certain imported subscribers will be left unassigned.
uz_uz: Kirish faylidagi ba'zi pochta ro'yxatlarini ma'lumotlar bazasida topib bo'lmadi. Ayrim import qilingan obunachilar tayinlanmagan holda qoldiriladi.

# Languages::subscribers_menu_item_text
source: Subscribers
uz_uz: Obunachilar

# Languages::block_mailing_lists
source: Newsletter subscription
uz_uz: Axborot byulleteniga obuna

# Languages::block_mailing_lists_description
source: Email field for newsletter subscription
uz_uz: Axborot byulleteniga obuna bo'lish uchun elektron pochta maydoni

# Languages::block_lite_checkout_newsletters
source: Checkout: Newsletters
uz_uz: Tekshirish: Axborotnomalar

# Languages::block_lite_checkout_newsletters_description
source: Ability to sign up for newsletters
uz_uz: Axborot byulletenlariga ro'yxatdan o'tish qobiliyati

# Languages::privileges.view_newsletters
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privileges.manage_newsletters
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.newsletters
source: Newsletters
uz_uz: Axborot byulletenlari

# Languages::warning_newsletter_no_recipients
source: Newsletter hasn't been sent because no recipients were found matching the selected criteria.
uz_uz: Axborot byulleteni yuborilmadi, chunki tanlangan mezonlarga mos keladigan qabul qiluvchi topilmadi.

# Languages::text_newsletter_sent
source: The newsletter(s) have been sent successfully.
uz_uz: Xabarnoma(lar) muvaffaqiyatli yuborildi.

# Languages::email_cannot_be_empty
source: E-mail cannot be empty
uz_uz: Elektron pochta bo'sh bo'lishi mumkin emas

# Languages::sending_email_to
source: Sending email to [email]...
uz_uz: [email] manziliga xat yuborilmoqda...

# Languages::text_subscriber_added
source: Your e-mail has been successfully added to our free e-mail updates list
uz_uz: Sizning elektron pochtangiz bizning bepul elektron pochta yangilanishlari ro'yxatiga muvaffaqiyatli qo'shildi

# Languages::error_email_already_subscribed
source: Your e-mail is already subscribed.
uz_uz: Sizning elektron pochtangiz allaqachon obuna bo'lgan.

# Languages::text_subscriber_removed
source: Your e-mail has been successfully removed from our free e-mail updates list
uz_uz: Sizning elektron pochtangiz bepul elektron pochta yangilanishlari ro'yxatidan muvaffaqiyatli olib tashlandi

# Languages::text_subscriber_activated
source: Your email has been successfully activated
uz_uz: Sizning elektron pochtangiz muvaffaqiyatli faollashtirildi

# Languages::link_message_for_test_letter
source: The link will be displayed in a live newsletter
uz_uz: Havola jonli axborot byulletenida ko'rsatiladi

# Languages::newsletters
source: Newsletters
uz_uz: Axborot byulletenlari

# Languages::autoresponders
source: Autoresponders
uz_uz: Avtomatik javob beruvchilar

# Languages::campaigns
source: Campaigns
uz_uz: Kampaniyalar

# Languages::sent
source: Sent
uz_uz: Yuborildi

# Languages::subscribers_num
source: Number of subscribers
uz_uz: Obunachilar soni

# Languages::editing_mailing_list
source: Editing mailing list
uz_uz: Pochta ro'yxatini tahrirlash

# Languages::from_name
source: From name
uz_uz: Nomidan

# Languages::from_email
source: From email
uz_uz: Elektron pochtadan

# Languages::reply_to
source: Reply to
uz_uz: Ga javob

# Languages::register_autoresponder
source: Confirmation email
uz_uz: Tasdiqlash elektron pochtasi

# Languages::no_autoresponder
source: No autoresponder
uz_uz: Avtomatik javob beruvchi yo'q

# Languages::show_on_checkout
source: Show at checkout
uz_uz: Kassada ko'rsatish

# Languages::hide_on_checkout
source: Hide at checkout
uz_uz: Kassada yashiring

# Languages::addons.newsletters.show_on_registration_and_profile
source: Show on the Registration and Profile Details pages
uz_uz: Roʻyxatdan oʻtish va profil maʼlumotlari sahifalarida koʻrsating

# Languages::addons.newsletters.hide_on_registration_and_profile
source: Hide on the Registration and Profile Details pages
uz_uz: Roʻyxatdan oʻtish va profil maʼlumotlari sahifalarida yashiring

# Languages::show_on_separate_page
source: Show on separate page
uz_uz: Alohida sahifada ko'rsatish

# Languages::campaign_stats
source: Campaign statistics
uz_uz: Kampaniya statistikasi

# Languages::add_campaign
source: Add campaign
uz_uz: Kampaniya qo'shing

# Languages::new_campaign
source: New campaign
uz_uz: Yangi kampaniya

# Languages::newsletter_templates
source: Newsletter templates
uz_uz: Axborot byulletenlari shablonlar

# Languages::newsletter_autoresponders
source: Newsletter autoresponders
uz_uz: Axborot byulletenlariga avtomatik javob beruvchilar

# Languages::subject
source: Subject
uz_uz: Mavzu

# Languages::add_newsletter
source: Add newsletter
uz_uz: Axborot byulletenini qo'shing

# Languages::add_template
source: Add template
uz_uz: Shablon qo'shing

# Languages::add_autoresponder
source: Add autoresponder
uz_uz: Avtomatik javob beruvchini qo'shing

# Languages::more_subjects
source: Random subjects (one per line)
uz_uz: Tasodifiy mavzular (har bir satrda bitta)

# Languages::body_html
source: HTML body
uz_uz: HTML tanasi

# Languages::no_template
source: No template
uz_uz: Shablon yo'q

# Languages::load
source: Load
uz_uz: Yuklash

# Languages::campaign
source: Campaign
uz_uz: Kampaniya

# Languages::send_to
source: Send to
uz_uz: Kimga yuboring

# Languages::add_recipients_from_users
source: Add recipients from users
uz_uz: Foydalanuvchilardan qabul qiluvchilarni qo'shing

# Languages::customers_with_abandoned
source: Customers with abandoned
uz_uz: Tashlab ketilgan mijozlar

# Languages::cart_or_wishlist
source: Cart or Wishlist
uz_uz: Savat yoki istaklar roʻyxati

# Languages::which_is
source: which is
uz_uz: qaysi

# Languages::days_old
source: days old
uz_uz: kunlik

# Languages::send_to_test_email
source: Send to test email
uz_uz: Sinov xatiga yuboring

# Languages::save_and_send
source: Save and send
uz_uz: Saqlash va yuborish

# Languages::newsletter
source: Newsletter
uz_uz: Axborot byulleteni

# Languages::newsletter_template
source: Newsletter template
uz_uz: Axborot byulleteni shabloni

# Languages::newsletter_autoresponder
source: Newsletter autoresponder
uz_uz: Axborot byulleteniga avtomatik javob beruvchi

# Languages::mailing_list
source: Mailing list
uz_uz: Pochta ro'yxati

# Languages::confirmed
source: Confirmed
uz_uz: Tasdiqlangan

# Languages::subscribed_to
source: Subscribed to [num] lists
uz_uz: [num] roʻyxatlarga obuna boʻlgan

# Languages::subscribed
source: Subscribed
uz_uz: Obuna boʻlgan

# Languages::text_success_subscription
source: You have been successfully subscribed to our free e-mail updates and promotions!
uz_uz: Siz bizning bepul elektron pochta yangilanishlari va reklama aktsiyalariga muvaffaqiyatli obuna bo'ldingiz!

# Languages::text_unsubscribe_instructions
source: We respect your privacy and do not send unsolicited e-mail to users who have not requested correspondence. You have received this e-mail because you requested to receive our free updates and promotions.<br /><br /> If you wish to unsubscribe, please follow the link below:
uz_uz: Biz sizning maxfiyligingizni hurmat qilamiz va yozishmalarni so'ramagan foydalanuvchilarga kiruvchi elektron pochta xabarlarini yubormaymiz. Siz bizning bepul yangilanishlarimiz va aksiyalarimizni olishni soʻraganingiz uchun ushbu elektron xatni oldingiz.<br /><br /> Obunani bekor qilishni istasangiz, quyidagi havolaga oʻting:

# Languages::updates_subscription
source: updates and promotions subscription
uz_uz: yangilanishlar va aktsiyalar obunasi

# Languages::ult_shared_with
source: Shared with:
uz_uz: Kimga ulashildi:

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_email
source: Email of a sender.
uz_uz: Yuboruvchining elektron pochtasi.

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_name
source: Name of a sender (e.g. company name).
uz_uz: Yuboruvchining nomi (masalan, kompaniya nomi).

# Languages::tt_addons_newsletters_views_mailing_lists_update_reply_to
source: Email to send replies to.
uz_uz: Javoblarni yuborish uchun elektron pochta.

# Languages::tt_addons_newsletters_views_newsletters_update_more_subjects
source: If several subjects are specified, email subject is randomly picked from this list.
uz_uz: Agar bir nechta mavzu ko'rsatilgan bo'lsa, elektron pochta mavzusi ushbu ro'yxatdan tasodifiy tanlanadi.

# Languages::tt_addons_newsletters_views_newsletters_update_users
source: If the message text contains the unsubscribe link, it will be empty for these users.
uz_uz: Agar xabar matnida obunani bekor qilish havolasi bo'lsa, u ushbu foydalanuvchilar uchun bo'sh bo'ladi.

# Languages::add_mailing_lists
source: Add mailing list
uz_uz: Pochta ro'yxatini qo'shing

# Languages::manage_subscribers
source: Manage subscribers
uz_uz: Obunachilarni boshqarish

# Languages::new_mailing_lists
source: New mailing list
uz_uz: Yangi pochta ro'yxati

# Languages::newsletters.new_subscribers
source: New subscribers
uz_uz: Yangi obunachilar

# SettingsSections::newsletters::general
source: General
uz_uz: Umumiy

# SettingsOptions::newsletters::newsletters_per_pass
source: Newsletters sent per step
uz_uz: Har bir bosqichda yuboriladigan axborot byulletenlari

# SettingsOptions::newsletters::elm_advanced_mailing_server_options
source: Advanced mailing server options
uz_uz: Kengaytirilgan pochta serveri imkoniyatlari

# SettingsOptions::newsletters::mailer_send_method
source: Method of sending e-mails
uz_uz: Elektron pochta xabarlarini yuborish usuli

# SettingsOptions::newsletters::elm_smtp_server_settings
source: SMTP server settings
uz_uz: SMTP server sozlamalari

# SettingsOptions::newsletters::mailer_smtp_host
source: SMTP host
uz_uz: SMTP xost

# SettingsOptions::newsletters::mailer_smtp_username
source: SMTP username
uz_uz: SMTP foydalanuvchi nomi

# SettingsOptions::newsletters::mailer_smtp_password
source: SMTP password
uz_uz: SMTP paroli

# SettingsOptions::newsletters::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
uz_uz: Shifrlangan ulanishdan foydalaning

# SettingsVariants::newsletters::mailer_smtp_ecrypted_connection::none
source: None
uz_uz: Yo'q

# SettingsOptions::newsletters::mailer_smtp_auth
source: Use SMTP authentication
uz_uz: SMTP autentifikatsiyasidan foydalaning

# SettingsVariants::newsletters::mailer_send_method::smtp
source: via SMTP server
uz_uz: SMTP server orqali

# SettingsVariants::newsletters::mailer_send_method::mail
source: via php mail function
uz_uz: php pochta funktsiyasi orqali

# SettingsVariants::newsletters::mailer_send_method::default
source: use default settings
uz_uz: standart sozlamalardan foydalaning

# SettingsSections::newsletters::promotions
source: Promotions
uz_uz: Aktsiyalar

# SettingsOptions::newsletters::coupon
source: Choose a promotion whose promo code will be given at subscription
uz_uz: Obuna paytida promo-kodi beriladigan aksiyani tanlang

# Languages::subscribers_promo_subject
source: Thank you for subscribing! Use the coupon code [coupon] in our special offer "[promotion]".
uz_uz: Obuna bo'lganingiz uchun tashakkur! Kupon kodidan [coupon] "[promotion]" maxsus taklifimizda foydalaning.

# Languages::subscribers_no_promo
source: No promotion
uz_uz: Rag'batlantirish yo'q

# Languages::promotion_cond_subscribed
source: Customer is subscribed
uz_uz: Xaridor obuna bo'ldi

# Languages::addons.newsletters.email_exists_in_list
source: <b>[email]</b> is already in the mailing list
uz_uz: <b>[email]</b> allaqachon pochta ro'yxatida

# Languages::email_template.newsletters_newsletter
source: Newsletter
uz_uz: Axborot byulleteni

# Languages::email_template.newsletters_promotion
source: Newsletters: promotion
uz_uz: Axborot byulletenlari: reklama

# Languages::activation_key
source: Activation key
uz_uz: Faollashtirish kaliti

# Languages::unsubscribe_key
source: Unsubscribe key
uz_uz: Obunani bekor qilish kaliti

# Languages::subscribers_date
source: Subscribers date
uz_uz: Obunachilar sanasi

# Languages::mailing_list_date
source: Mailing list date
uz_uz: Pochta ro'yxati sanasi

# Languages::gdpr_newsletters
source: Personal data from newsletters
uz_uz: Axborot byulletenlaridan shaxsiy ma'lumotlar

# Languages::newsletters.subscribe_to_newsletters
source: Newsletters: Subscribe to newsletters
uz_uz: Axborot byulletenlari: Axborot byulletenlariga obuna bo'ling

# Languages::newsletters.agreement_text_short_subscribe_to_newsletters
source: I agree to have my personal data <u>processed as follows</u> and I want to subscribe for the following newsletters:
uz_uz: Men shaxsiy ma'lumotlarimga <u>quyidagicha ishlov berilishiga</u> roziman va quyidagi axborot byulletenlariga obuna bo'lishni xohlayman:

# Languages::newsletters.agreement_text_full_subscribe_to_newsletters
source: <p>When you sign up for a specific newsletter, we ([company]) add your email address to a corresponding mailing list. While it is there, we know that we can contact you by email regarding that topic.</p> <p>You can always have your email address removed from our mailing lists. There are multiple ways to do it:</p><ul> <li>Once your account is registered, just sign in and unsubscribe from newsletters in profile settings.</li> <li>Use the “Unsubscribe” link in our newsletters that you receive.</li> <li>Send an email to [email].</li> </ul> <p>We may use a third-party email service (MailChimp and/or Mad Mimi) to send newsletters. Some members of our staff can view mailing lists with email addresses. That way they’ll be able to remove your email address from the mailing list, should you request us to do so.</p> <p>Please note that mailing lists are independent from each other. If you decide not to receive newsletters at all, you’ll have to unsubscribe from all the mailing lists. Even if you do that, you’ll still receive account-related emails (such as order status notifications, password reset emails, and more). It is essential for operating an online store.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
uz_uz: <p>Muayyan axborot byulleteniga ro'yxatdan o'tganingizda, biz ([company]) sizning elektron pochta manzilingizni tegishli pochta ro'yxatiga qo'shamiz. U yerda ekan, biz siz bilan ushbu mavzu boʻyicha elektron pochta orqali bogʻlanishimiz mumkinligini bilamiz.</p> <p>Siz har doim elektron pochta manzilingizni pochta roʻyxatlarimizdan olib tashlashingiz mumkin. Buning bir necha yoʻli mavjud:</p><ul> <li>Hisob qaydnomangiz roʻyxatdan oʻtgandan soʻng, profil sozlamalarida tizimga kiring va yangiliklar byulletenlariga obunani bekor qiling.</li> <li>Bizning sahifamizdagi “Obunani bekor qilish” havolasidan foydalaning. siz olgan axborot byulletenlari.</li> <li>Xatni [email] manziliga yuboring.</li> </ul> <p>Yuborish uchun uchinchi tomon elektron pochta xizmatidan (MailChimp va/yoki Mad Mimi) foydalanishimiz mumkin. axborot byulletenlari. Bizning xodimlarimizning ba'zi a'zolari elektron pochta manzillari bilan pochta ro'yxatlarini ko'rishlari mumkin. Shunday qilib, agar bizdan buni talab qilsangiz, ular sizning e-pochta manzilingizni pochta roʻyxatidan oʻchirib tashlashi mumkin.</p> <p>Pochta roʻyxatlari bir-biridan mustaqil ekanligini unutmang. Agar siz umuman axborot byulletenlarini olmaslikka qaror qilsangiz, barcha pochta ro'yxatlariga obunani bekor qilishingiz kerak bo'ladi. Agar shunday qilsangiz ham, siz hali ham hisob bilan bog'liq elektron pochta xabarlarini olasiz (masalan, buyurtma holati haqida bildirishnomalar, parolni tiklash xatlari va boshqalar). Bu onlayn-do'konni boshqarish uchun zarurdir.</p> <p>Agar siz do'konimizdan boshqa foydalanishni istamasangiz va shaxsiy ma'lumotlaringizni ma'lumotlar bazamizdan o'chirib tashlamoqchi bo'lsangiz (yoki barchasini olishni istasangiz) hisobingiz bilan bog‘liq shaxsiy ma’lumotlar), iltimos, [email] manziliga e-pochta orqali xabar yuboring.</p> <p>Agar shaxsiy ma’lumotlaringizdan noto‘g‘ri foydalanilgan deb hisoblasangiz, nazorat organiga shikoyat qilish huquqiga egasiz. hokimiyat. Biz Yevropa Ittifoqining maʼlumotlarni himoya qilish boʻyicha umumiy reglamentiga binoan sizga ushbu huquq haqida xabar berishga majburmiz; maʼlumotlaringizdan notoʻgʻri foydalanish niyatimiz yoʻq.</p>

# Languages::newsletters.use_for_subscribe_form
source: Subscribe form
uz_uz: Obuna shakli

# Languages::newsletters.default_mailing_list
source: Default mailing list
uz_uz: Standart pochta ro'yxati
