Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/pay360.po
Languages: uz_uz

# Addons::name::pay360
source: Pay360 payments
uz_uz: 360 to'lovlarni to'lash

# Addons::description::pay360
source: Allows you to accept payments via Pay360
uz_uz: Pay360 orqali toʻlovlarni qabul qilish imkonini beradi

# Languages::pay360.api_username
source: API Username
uz_uz: API foydalanuvchi nomi

# Languages::pay360.api_password
source: API Password
uz_uz: API paroli

# Languages::pay360.installation_id
source: Hosted Cashier
uz_uz: Xostlangan kassir

# Languages::pay360.account_number_description
source: Account number used to identify the customer or loan. If this is a PAN, then provide the first six and last four digits of the PAN. Otherwise, provide up to ten characters of the account number.
uz_uz: Hisob raqami mijoz yoki kreditni aniqlash uchun ishlatiladi. Agar bu PAN bo'lsa, PANning birinchi olti va oxirgi to'rtta raqamini ko'rsating. Aks holda, hisob raqamining o'ntagacha belgisini taqdim eting.

# Languages::pay360.postal_code_description
source: First part of the postal code of the loan recipient; up to six characters. For example, if the postal code is “EC2A 1AE”, this would be “EC2A”.
uz_uz: Kredit oluvchining pochta indeksining birinchi qismi; oltitagacha belgi. Masalan, agar pochta indeksi "EC2A 1AE" bo'lsa, bu "EC2A" bo'ladi.

# Languages::pay360.surname_description
source: Surname of the loan recipient; up to six characters, excluding numbers or special characters. If the name is longer than six characters, then provide the first six. For example, for “Smith”, this would be “Smith”; for “Williams”, this would be “Willia”.
uz_uz: Qarz oluvchining familiyasi; raqamlar yoki maxsus belgilar bundan mustasno, oltitagacha belgi. Agar ism oltita belgidan uzun bo'lsa, birinchi oltitasini ko'rsating. Misol uchun, "Smit" uchun bu "Smit" bo'ladi; "Williams" uchun bu "Willia" bo'ladi.

# Languages::pay360.use_only_alphabet_symbols
source: Please, use only alphabetical characters.
uz_uz: Iltimos, faqat alifbo belgilaridan foydalaning.

# Languages::pay360.use_only_alphabet_symbols_and_numbers
source: Please, use only alphabetical characters and numbers.
uz_uz: Iltimos, faqat alifbodagi belgilar va raqamlardan foydalaning.

# Languages::pay360.mandatory_fields_commentary
source: Mandatory for UK- and Europe-based MCC 6012, 6051 and some 7299 merchants
uz_uz: Buyuk Britaniya va Yevropada joylashgan MCC 6012, 6051 va 7299 ta savdogar uchun majburiy
