Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/paypal.po
Languages: uz_uz

# Addons::name::paypal
source: PayPal payments
uz_uz: PayPal to'lovlari

# Addons::description::paypal
source: Lets you accept payments via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, and PayPal Payflow Pro.
uz_uz: PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced va PayPal Payflow Pro orqali to'lovlarni qabul qilish imkonini beradi.

# SettingsOptions::paypal::override_customer_info
source: Override customer info
uz_uz: Mijoz ma'lumotlarini bekor qilish

# SettingsOptions::paypal::test_mode
source: Test mode
uz_uz: Sinov rejimi

# SettingsSections::paypal::general
source: General
uz_uz: Umumiy

# Languages::protection_eligibility
source: Protection eligibility
uz_uz: Himoya qilish huquqi

# SettingsOptions::paypal::paypal_ipn_settings
source: Instant payment notification settings
uz_uz: Tezkor toʻlov bildirishnomasi sozlamalari

# SettingsOptions::paypal::paypal_status_map
source: PayPal order status conversion map
uz_uz: PayPal buyurtma holatini aylantirish xaritasi

# SettingsOptions::paypal::paypal_logo_uploader
source: PayPal logo settings
uz_uz: PayPal logotipi sozlamalari

# Languages::text_paypal_surcharge
source: <b>Note:</b> According to the PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), surcharges are not supported.
uz_uz: <b>Eslatma:</b> PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>siyosatiga</a ko'ra > (4.6), qo'shimcha to'lovlar qo'llab-quvvatlanmaydi.

# Languages::txn_id
source: Transaction ID
uz_uz: Tranzaksiya identifikatori

# Languages::paypal_logo
source: PayPal logo
uz_uz: PayPal logotipi

# Languages::ttc_paypal_logo
source: Use a valid graphics format, such as .gif, .jpg, or .png. Limit the image to 190 pixels wide by 60 pixels high. PayPal crops images that are larger. PayPal places your logo image at the top of the cart review area.
uz_uz: .gif, .jpg yoki .png kabi haqiqiy grafik formatidan foydalaning. Tasvirni kengligi 190 piksel va balandligi 60 pikselgacha cheklang. PayPal kattaroq tasvirlarni kesadi. PayPal sizning logotip rasmingizni savatni ko'rib chiqish maydonining yuqori qismiga joylashtiradi.

# Languages::ipn_errors
source: IPN errors
uz_uz: IPN xatolari

# Languages::pp_product_count_is_incorrect
source: Number of paid items is different than the number of items in the order
uz_uz: To'langan narsalar soni buyurtmadagi narsalar sonidan farq qiladi

# Languages::pp_currency_is_incorrect
source: Currency used for the payment is different than the order currency.
uz_uz: To'lov uchun ishlatiladigan valyuta buyurtma valyutasidan farq qiladi.

# Languages::pp_total_is_incorrect
source: Payment total is different than the order total.
uz_uz: To'lov jami buyurtma summasidan farq qiladi.

# Languages::pp_mode
source: Paypal mode
uz_uz: Paypal rejimi

# Languages::paypal_vendor
source: Vendor
uz_uz: Sotuvchi

# Languages::paypal_use_in_context_checkout
source: Use In-Context Checkout
uz_uz: In-Context Checkout-dan foydalaning

# Languages::ttc_paypal_use_in_context_checkout
source: In-Context Checkout will not be used when the store is running in Widget mode
uz_uz: Doʻkon Vidjet rejimida ishlayotganida In-Context Checkout ishlatilmaydi

# Languages::paypal_express_notice
source: A merchant ID is required for using <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout feature</a> within this integration. You can look up your merchant ID by logging into <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Click the profile icon on the top right side of the page and then select <b>Profile and settings</b> in the <b>Business Profile</b> menu. (If you do not see the profile icon at the top of the page, click <b>Profile</b>, which appears in the top menu when the <b>My Account tab</b> is selected.) Click <b>My business info</b> on the left, and the <b>Merchant account ID</b> is displayed in the list of profile items on the right.
uz_uz: <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout funksiyasidan</a> foydalanish uchun savdogar identifikatori talab qilinadi. bu integratsiya. <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a> sahifasiga kirib, sotuvchi identifikatoringizni qidirishingiz mumkin. Sahifaning yuqori o'ng tomonidagi profil belgisini bosing va keyin <b>Biznes profili</b> menyusida <b>Profil va sozlamalar</b>-ni tanlang. (Agar sahifaning yuqori qismida profil belgisini koʻrmasangiz, <b>Mening hisobim</b> yorligʻi tanlanganda yuqori menyuda paydo boʻladigan <b>Profil</b>-ni bosing.) < tugmasini bosing. Chapda b>Mening biznesim haqidagi ma'lumotlarim</b> va o'ngdagi profil elementlari ro'yxatida <b>Savdogar hisobi identifikatori</b> ko'rsatiladi.

# Languages::paypal_ipn_note
source: Instant Payment Notification (IPN) is a service that automatically notifies merchants of events related to PayPal transactions.<br>When a customer places an order and chooses PayPal as the payment method, the order gets the <b>Open</b> status.<br>PayPal then sends Instant Payment Notification messages that include the transaction status. This status changes the order status in your store according to the status conversion map.
uz_uz: Tezkor toʻlov bildirishnomasi (IPN) - bu PayPal tranzaksiyalari bilan bogʻliq voqealar haqida sotuvchilarni avtomatik ravishda xabardor qiladigan xizmat.<br>Mijoz buyurtma berganida va toʻlov usuli sifatida PayPalni tanlaganida, buyurtma <b>Ochiq</b> holatini oladi. .<br>PayPal keyin tranzaksiya holatini o'z ichiga olgan Tezkor to'lov bildirishnomalarini yuboradi. Bu holat holatni oʻzgartirish xaritasiga muvofiq doʻkoningizdagi buyurtma holatini oʻzgartiradi.

# Languages::paypal_ipn_transaction_status
source: Transaction status
uz_uz: Tranzaksiya holati

# Languages::paypal.ipn_transaction_status
source: Transaction status: [status]
uz_uz: Tranzaksiya holati: [holat]

# Languages::addons.paypal.surcharge_policy_notice
source: Surcharge has been set for the payment method that uses PayPal Services. Please make sure this complies with the <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">User Agreement for PayPal Services</a> for your region.
uz_uz: PayPal xizmatlaridan foydalanadigan to'lov usuli uchun qo'shimcha to'lov belgilandi. Bu mintaqangiz uchun <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">PayPal xizmatlari uchun foydalanuvchi shartnomasi</a> bilan mos kelishiga ishonch hosil qiling. .

# Languages::addons.paypal.rma.perform_refund
source: Give a refund via PayPal
uz_uz: PayPal orqali pulni qaytarib bering

# Languages::ttc_addons.paypal.rma.perform_refund
source: A refund will be made once an administrator changes the return request status
uz_uz: Administrator qaytarish soʻrovi holatini oʻzgartirgandan soʻng toʻlov qaytariladi

# Languages::addons.paypal.rma.refund_performed
source: The refund has been made via PayPal
uz_uz: Pulni qaytarish PayPal orqali amalga oshirildi

# Languages::addons.paypal.refund_message
source: [amount] [currency] have been refunded in [date] at [time].
uz_uz: [amount] [currency] [date] da [time] da qaytarildi.

# SettingsOptions::paypal::paypal_partial_refund_action
source: Order status on partial refund
uz_uz: Qisman to'lovni qaytarish bo'yicha buyurtma holati

# Languages::addons.paypal.do_not_change
source: Do not change
uz_uz: O'zgartirmang

# Languages::tt_addons_paypal_settings_partial_refund_action_order_status
source: Determines whether or not to change the order status automatically after a partial refund via PayPal.
uz_uz: PayPal orqali qisman qaytarilgandan so'ng buyurtma holatini avtomatik ravishda o'zgartirish yoki o'zgartirmaslikni aniqlaydi.

# Languages::addons.paypal.set_status_to
source: Set to:
uz_uz: Sozlash:

# Languages::addons.paypal.ipn_receiving_time
source: IPN receiving time
uz_uz: IPN qabul qilish vaqti

# Languages::addons.paypal.status_for_new_orders
source: Initial order status
uz_uz: Dastlabki buyurtma holati

# Languages::ttc_addons.paypal.status_for_new_orders
source: All orders with a PayPal payment method get this status until the response from PayPal (an IPN message) arrives or a customer returns to the store via a link on the PayPal site.
uz_uz: PayPal to'lov usuliga ega bo'lgan barcha buyurtmalar PayPal'dan javob kelguniga qadar (IPN xabari) yoki mijoz PayPal saytidagi havola orqali do'konga qaytguniga qadar bu holatga ega bo'ladi.

# Languages::addons.paypal.status_for_new_orders.open
source: By default, the <i>Open</i> status decreases the inventory, so two customers won't be able to buy the same product while the payment is being processed by PayPal. But if a customer leaves the PayPal website without paying or returning to the store via a link on the PayPal site, you'll have an abandoned <i>Open</i> order with reserved products.
uz_uz: Odatiy bo'lib, <i>Ochiq</i> holati inventarizatsiyani kamaytiradi, shuning uchun PayPal tomonidan to'lov amalga oshirilayotganda ikkita mijoz bir xil mahsulotni xarid qila olmaydi. Ammo agar mijoz PayPal veb-saytini to'lamasdan yoki PayPal saytidagi havola orqali do'konga qaytmasdan tark etsa, sizda zaxiralangan mahsulotlar bilan bekor qilingan <i>Ochiq</i>buyurtma bo'ladi.

# Languages::addons.paypal.status_for_new_orders.incomplete
source: This ensures that you won't have abandoned unpaid orders with the <i>Open</i> status and reserved products. But until the response from PayPal (an IPN message) arrives or the customer returns to the store via a link on the PayPal site, the order will be listed as <i>Incomplete</i>, and products won't be reserved.
uz_uz: Bu <i>Ochiq</i> holati va zahiradagi mahsulotlar bilan toʻlanmagan buyurtmalardan voz kechmasligingizni kafolatlaydi. Ammo PayPaldan javob (IPN xabari) kelmaguncha yoki mijoz PayPal saytidagi havola orqali do‘konga qaytmaguncha, buyurtma <i>Tugallanmagan</i> ro‘yxatida qoladi va mahsulotlar band qilinmaydi.

# Languages::addons.paypal.technical_details
source: Technical details
uz_uz: Texnik tafsilotlar

# Languages::addons.paypal.connect_to_paypal
source: Connect to PayPal
uz_uz: PayPal-ga ulaning

# Languages::addons.paypal.use_buttons_to_signup
source: Use these buttons to complete the configuration wizard
uz_uz: Konfiguratsiya ustasini bajarish uchun ushbu tugmalardan foydalaning

# Languages::addons.paypal.configure_live
source: Configure Live
uz_uz: Live-ni sozlang

# Languages::addons.paypal.configure_test
source: Configure Test
uz_uz: Testni sozlash

# Languages::addons.paypal.connecting_to_signup_server
source: Connecting to <b>PayPal Sign Up Server</b>...
uz_uz: <b>PayPal Ro'yxatdan o'tish serveriga</b> ulanmoqda...

# Languages::addons.paypal.signup_completed
source: The <b>[payment]</b> payment method has been successfully configured
uz_uz: <b>[payment]</b> to'lov usuli muvaffaqiyatli sozlandi

# Languages::addons.paypal.signup_errors.signup_init
source: An error occurred when connecting to a PayPal account
uz_uz: PayPal hisobiga ulanishda xatolik yuz berdi

# Languages::addons.paypal.signup_errors.merchant_credentials
source: An error occurred when obtaining the payment method configuration
uz_uz: Toʻlov usuli konfiguratsiyasini olishda xatolik yuz berdi

# Languages::addons.paypal.signup_messages.finish_signup
source: You now have a PayPal business account, and you've successfully integrated [product] with PayPal.<br>Don't forget to confirm your email to activate your account so you can access the payments. To do this, follow the instructions PayPal sent to your email.
uz_uz: Endi sizda PayPal biznes akkauntingiz bor va siz [product]ni PayPal bilan muvaffaqiyatli birlashtirgansiz.<br>Toʻlovlarga kirish uchun hisobingizni faollashtirish uchun elektron pochtangizni tasdiqlashni unutmang. Buning uchun e-pochtangizga yuborilgan PayPal ko'rsatmalariga amal qiling.

# Languages::addons.paypal.signup_messages.confirmation_needed
source: To access payments from your customers, please confirm your email address by following the instructions PayPal emailed to you.
uz_uz: Mijozlaringizdan toʻlovlarga kirish uchun PayPal tomonidan sizga yuborilgan koʻrsatmalarga amal qilib, elektron pochta manzilingizni tasdiqlang.

# Languages::paypal.addon_is_disabled_notice
source: The <b>PayPal payments</b> add-on is disabled so you can't configure this payment method.
uz_uz: <b>PayPal to'lovlari</b> qo'shimchasi o'chirilgan, shuning uchun siz ushbu to'lov usulini sozlay olmaysiz.

# Languages::addons.paypal.3d_secure_mandatory_notice
source: 3-D secure is mandatory in the United Kingdom.
uz_uz: Birlashgan Qirollikda 3-D security majburiydir.

# Languages::paypal.paypal_cookie_description
source: PayPal is a payment provider. It allows us to accept payments, if you choose a payment method powered by PayPal. Here is <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">PayPal privacy statement</a>.
uz_uz: PayPal to'lov provayderidir. Agar siz PayPal tomonidan quvvatlanadigan to'lov usulini tanlasangiz, u bizga to'lovlarni qabul qilish imkonini beradi. Mana <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">PayPal maxfiylik bayonoti</a>.
