Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/polls.po
Languages: uz_uz

# Addons::name::polls
source: Polls
uz_uz: So'rovlar

# Addons::description::polls
source: Adds a possibility to add customized polls to the site
uz_uz: Saytga moslashtirilgan so'rovnomalarni qo'shish imkoniyatini qo'shadi

# Languages::use_for_polls
source: Polls
uz_uz: So'rovlar

# Languages::tmpl_polls_central
source: Central
uz_uz: Markaziy

# Languages::tmpl_polls_side
source: Side box
uz_uz: Yon quti

# Languages::polls_answers_with_comments
source: Answers with comments
uz_uz: Izohlar bilan javoblar

# Languages::polls_have_completed
source: You have already completed this poll.
uz_uz: Siz bu so‘rovnomani allaqachon yakunladingiz.

# Languages::polls_total_votes
source: Total votes
uz_uz: Jami ovozlar

# Languages::polls
source: Polls
uz_uz: So'rovlar

# Languages::new_poll
source: New poll
uz_uz: Yangi so'rov

# Languages::editing_poll
source: Editing poll
uz_uz: So‘rovnomani tahrirlash

# Languages::text_you_have_already_filled_this_poll
source: You have already completed this poll
uz_uz: Siz bu so‘rovnomani allaqachon yakunladingiz

# Languages::block_polls
source: Polls
uz_uz: So'rovlar

# Languages::poll
source: Poll
uz_uz: So'rov

# Languages::questions
source: Questions
uz_uz: Savollar

# Languages::poll_statistics
source: Poll statistics
uz_uz: So'rovlar statistikasi

# Languages::add_polls_and_close
source: Add polls and close
uz_uz: Anketalarni qo'shing va yoping

# Languages::add_polls
source: Add polls
uz_uz: So‘rovnomalar qo'shing

# Languages::required_not_answered
source: You should answer all the mandatory questions
uz_uz: Siz barcha majburiy savollarga javob berishingiz kerak

# Languages::thanks_for_voting
source: Thank you for taking time to complete this poll.
uz_uz: Bu soʻrovnomani yakunlash uchun vaqt ajratganingiz uchun tashakkur.

# Languages::poll_show_results
source: Poll results visible to
uz_uz: So‘rov natijalari quyidagiga ko‘rinadi

# Languages::poll_results_nobody
source: nobody
uz_uz: hech kim

# Languages::poll_results_voted
source: voted users
uz_uz: ovoz bergan foydalanuvchilar

# Languages::poll_results_everybody
source: everybody (in a pop-up)
uz_uz: hamma (qalqib chiquvchi oynada)

# Languages::poll_header
source: Poll header
uz_uz: So‘rov sarlavhasi

# Languages::poll_footer
source: Poll footer
uz_uz: So‘rovnomaning pastki qismi

# Languages::poll_results
source: Poll message
uz_uz: So'rovnoma xabari

# Languages::new_question
source: New question
uz_uz: Yangi savol

# Languages::add_question
source: Add question
uz_uz: Savol qo'shing

# Languages::editing_question
source: Editing question
uz_uz: Tahrirlash savoli

# Languages::add_poll
source: Add poll
uz_uz: So‘rovnoma qo'shing

# Languages::polls_total_submited
source: Total number of submitted poll forms
uz_uz: Taqdim etilgan so'rovnoma shakllarining umumiy soni

# Languages::polls_total_completed
source: Number of poll forms completed in full
uz_uz: Toʻliq toʻldirilgan soʻrovnoma shakllari soni

# Languages::polls_first_submited
source: First poll form submitted
uz_uz: Birinchi so‘rovnoma topshirildi

# Languages::polls_last_submited
source: Last poll form submitted
uz_uz: Oxirgi so‘rov shakli topshirildi

# Languages::statistics_by_questions
source: Statistics by questions
uz_uz: Savollar bo'yicha statistika

# Languages::view_answers
source: View answers
uz_uz: Javoblarni ko'rish

# Languages::polls_votes
source: Votes
uz_uz: Ovozlar

# Languages::answers
source: Answers
uz_uz: Javoblar

# Languages::question_text
source: Question text
uz_uz: Savol matni

# Languages::select_single_type
source: Select single option
uz_uz: Bitta variantni tanlang

# Languages::select_one_or_more_type
source: Select one or more options
uz_uz: Bir yoki bir nechta variantni tanlang

# Languages::text_answer_type
source: Provide a textual answer
uz_uz: Matnli javob bering

# Languages::answer_text
source: Answer text
uz_uz: Javob matni

# Languages::text_box
source: Text box
uz_uz: Matn qutisi

# Languages::tt_addons_polls_hooks_pages_tabs_content_post_poll_results
source: Message that is displayed in the storefront after the poll is completed.
uz_uz: Soʻrovnoma tugallangandan soʻng doʻkonda koʻrsatiladigan xabar.

# SettingsSections::polls::general
source: General
uz_uz: Umumiy

# SettingsOptions::polls::polls_votes_on_page
source: Votes on page
uz_uz: Sahifadagi ovozlar

# SettingsOptions::polls::polls_comments_on_page
source: Answers on page
uz_uz: Javoblar sahifada

# Languages::n_polls
source: [n] poll|[n] polls
uz_uz: [n] so'rov|[n] so'rov
