Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/price_list.po
Languages: uz_uz

# Addons::name::price_list
source: Price list
uz_uz: Narxlar ro'yxati

# Addons::description::price_list
source: Generates configurable price list in PDF or XLS
uz_uz: PDF yoki XLS formatida sozlanishi mumkin bo'lgan narxlar ro'yxatini yaratadi

# Languages::price_list
source: Price list
uz_uz: Narxlar ro'yxati

# Languages::generating_pdf
source: Generating PDF. Please, be patient...
uz_uz: PDF yaratish. Iltimos, sabr qiling...

# Languages::generating_xls
source: Generating XLS. Please, be patient...
uz_uz: XLS yaratish. Iltimos, sabr qiling...

# Languages::price_list_ziparchive_not_installed
source: Impossible to create XML price list. Please add zip support in PHP on your server. Follow <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
uz_uz: XML narxlar ro'yxatini yaratish mumkin emas. Iltimos, serveringizda PHP-da zip-quvvatlashni qo'shing. <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a> ga rioya qiling .

# Languages::price_list.text_select_storefront
source: To generate a price list, please select storefront first.
uz_uz: Narxlar roʻyxatini yaratish uchun avval vitrini tanlang.

# Languages::price_list.text_regenerate
source: <p>If products, categories or selected fields were added or changed, please regenerate a price list:<br />[buttons]</p><p>Generated price lists are available by these links<br/>[links]</p>
uz_uz: <p>Agar mahsulotlar, toifalar yoki tanlangan maydonlar qoʻshilgan yoki oʻzgartirilgan boʻlsa, narxlar roʻyxatini qayta yarating:<br />[buttons]</p><p>Yaratilgan narxlar roʻyxatini ushbu havolalar orqali olish mumkin<br/>[links] </p>

# SettingsSections::price_list::general
source: General
uz_uz: Umumiy

# SettingsOptions::price_list::price_list_fields
source: Fields
uz_uz: Maydonlar

# SettingsOptions::price_list::price_list_sorting
source: Sort by
uz_uz: Saralash turi

# SettingsOptions::price_list::group_by_category
source: Group by category
uz_uz: Kategoriya bo'yicha guruhlash

# SettingsOptions::price_list::include_options
source: Include product options
uz_uz: Mahsulot variantlarini kiriting
