Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/product_reviews.po
Languages: uz_uz

# Addons::name::product_reviews
source: Product reviews
uz_uz: Mahsulot sharhlari

# Addons::description::product_reviews
source: Allows your customers to leave reviews for products. That can build up trust, provide social proof, and add user-generated content to your site.
uz_uz: Mijozlarga mahsulotlarga sharh qoldirish imkonini beradi. Bu ishonchni oshirishi, ijtimoiy dalillarni taqdim etishi va saytingizga foydalanuvchi tomonidan yaratilgan tarkibni qo'shishi mumkin.

# Languages::product_reviews.use_for_reviews
source: Comments and reviews forms
uz_uz: Sharhlar va sharhlar shakllari

# Languages::product_reviews.title_giftreg
source: Guestbook
uz_uz: Mehmonlar kitobi

# Languages::product_reviews.title
source: Reviews
uz_uz: Sharhlar

# Languages::product_reviews.no_reviews_found
source: No reviews found
uz_uz: Hech qanday sharh topilmadi

# Languages::product_reviews.your_rating
source: Your rating
uz_uz: Sizning reytingingiz

# Languages::product_reviews.comments_and_reviews
source: Comments and reviews
uz_uz: Sharhlar va sharhlar

# Languages::product_reviews.rating
source: Rating
uz_uz: Reyting

# Languages::product_reviews.date
source: Date
uz_uz: Sana

# Languages::product_reviews.error_already_posted
source: You have posted in this review already
uz_uz: Siz allaqachon ushbu sharhga joylagansiz

# Languages::product_reviews.text_thank_you_for_post
source: Thank you for your post
uz_uz: Xabaringiz uchun rahmat

# Languages::product_reviews.text_review_pended
source: Your review will be checked before it gets published.
uz_uz: Sharhingiz chop etilishidan oldin tekshiriladi.

# Languages::product_reviews.reviews
source: Reviews: [n]
uz_uz: Sharhlar: [n]

# Languages::product_reviews.n_reviews
source: review|reviews
uz_uz: sharh|sharhlar

# Languages::product_reviews.text_new_post_notification
source: This is a notification of a new post to product
uz_uz: Bu mahsulotga yangi post haqida bildirishnoma

# Languages::product_reviews.text_new_reply_notification
source: This is a notification of a new reply to your product review
uz_uz: Bu sizning mahsulot sharhingizga yangi javob bildirishnomasidir

# Languages::product_reviews.text_approval_notice
source: This review needs approving
uz_uz: Bu koʻrib chiqish tasdiqlanishi kerak

# Languages::product_reviews.latest_reviews
source: Latest reviews
uz_uz: Eng so'nggi sharhlar

# Languages::product_reviews.comment_by
source: Comment by
uz_uz: Tomonidan sharh

# Languages::product_reviews.and
source: and
uz_uz: va

# Languages::product_reviews.approve
source: Approve
uz_uz: Tasdiqlash

# Languages::product_reviews.disapprove
source: Disapprove
uz_uz: Rad etish

# Languages::product_reviews.approved
source: Approved
uz_uz: Tasdiqlangan

# Languages::product_reviews.not_approved
source: Not approved
uz_uz: Tasdiqlanmagan

# Languages::product_reviews.manager
source: Comments and reviews
uz_uz: Sharhlar va sharhlar

# Languages::privileges.view_product_reviews
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privileges.manage_product_reviews
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.product_reviews
source: Product reviews
uz_uz: Mahsulot sharhlari

# Languages::sort_by_rating_asc
source: Sort by rating: Low to High
uz_uz: Reyting bo‘yicha saralash: Pastdan yuqoriga

# Languages::sort_by_rating_desc
source: Sort by rating
uz_uz: Reyting bo'yicha saralash

# Languages::product_reviews.product_reviews
source: Product reviews
uz_uz: Mahsulot sharhlari

# Languages::product_reviews.menu_title
source: Reviews
uz_uz: Sharhlar

# Languages::product_reviews.menu_title_menu_description
source: Customer reviews on products
uz_uz: Mahsulotlar bo'yicha mijozlar sharhlari

# Languages::product_reviews.write_review
source: Write a review
uz_uz: Sharh yozing

# SettingsOptions::product_reviews::reviews_per_page
source: Reviews per page
uz_uz: Har bir sahifa uchun sharhlar

# SettingsOptions::product_reviews::review_approval
source: Administrator must approve posts submitted by
uz_uz: Administrator tomonidan yuborilgan xabarlarni tasdiqlashi kerak

# SettingsOptions::product_reviews::review_ip_check
source: Allow one review per IP address
uz_uz: Har bir IP manziliga bitta ko'rib chiqishga ruxsat bering

# SettingsOptions::product_reviews::split_reviews_by_storefronts
source: Split reviews by storefront
uz_uz: Sharhlarni vitrina bo‘yicha taqsimlang

# SettingsTooltips::product_reviews::product_reviews_type
source: Determines if comments and/or reviews are allowed for newly-created products. Doesn't affect existing products.
uz_uz: Yangi yaratilgan mahsulotlar uchun sharhlar va/yoki sharhlarga ruxsat berilganligini aniqlaydi. Mavjud mahsulotlarga ta'sir qilmaydi.

# SettingsOptions::product_reviews::review_after_purchase
source: Only buyers can post
uz_uz: Faqat xaridorlar e'lon qilishlari mumkin

# SettingsTooltips::product_reviews::review_after_purchase
source: Allow leaving reviews for a product only to those who bought that product.
uz_uz: Mahsulot haqida faqat shu mahsulotni sotib olganlarga sharh qoldirishga ruxsat bering.

# SettingsOptions::product_reviews::review_fields
source: Review fields
uz_uz: Ko'rib chiqish maydonlari

# SettingsVariants::product_reviews::review_fields::advanced
source: Comment with advantages and disadvantages
uz_uz: Afzalliklari va kamchiliklari bilan izohlang

# SettingsVariants::product_reviews::review_fields::simple
source: Only comment
uz_uz: Faqat izoh

# SettingsVariants::product_reviews::review_approval::any
source: Any customer
uz_uz: Har qanday mijoz

# SettingsVariants::product_reviews::review_approval::anonymous
source: Only anonymous customers
uz_uz: Faqat anonim mijozlar

# SettingsVariants::product_reviews::review_approval::disabled
source: No approval needed
uz_uz: Tasdiqlash shart emas

# SettingsOptions::product_reviews::review_ask_for_customer_location
source: Ask for customer location
uz_uz: Mijozning joylashuvini so'rang

# SettingsVariants::product_reviews::review_ask_for_customer_location::none
source: None
uz_uz: Yo'q

# SettingsVariants::product_reviews::review_ask_for_customer_location::country
source: Country
uz_uz: Mamlakat

# SettingsVariants::product_reviews::review_ask_for_customer_location::city
source: City
uz_uz: Shahar

# Languages::email_template.product_reviews_notification
source: Product reviews: New review notification
uz_uz: Mahsulot sharhlari: Yangi ko'rib chiqish bildirishnomasi

# Languages::email_template.product_reviews_reply_notification
source: Product reviews: Reply notification
uz_uz: Mahsulot sharhlari: Javob bildirishnomasi

# Languages::product_reviews.show_rating
source: Show review rating
uz_uz: Sharh reytingini ko'rsatish

# Languages::product_reviews.show_reviews
source: Show reviews
uz_uz: Sharhlarni ko'rsatish

# Languages::product_reviews.show_review
source: Show review
uz_uz: Ko'rib chiqish

# Languages::product_reviews.show_n_reviews
source: Show [n] review|Show [n] reviews
uz_uz: [n] sharhni ko'rsatish|[n] sharhni ko'rsatish

# Languages::product_reviews.scroll_to_reviews
source: Scroll to reviews
uz_uz: Sharhlarga o'ting

# Languages::product_reviews.show_review_images
source: Show review images
uz_uz: Ko'rib chiqish rasmlarini ko'rsatish

# Languages::product_reviews.scroll_to_review_images
source: Scroll to review images
uz_uz: Tasvirlarni ko'rib chiqish uchun aylantiring

# Languages::gdpr_product_reviews
source: Personal data from reviews
uz_uz: Sharhlardan olingan shaxsiy ma'lumotlar

# Languages::product_reviews.add_new_review
source: reviews: new review
uz_uz: sharhlar: yangi sharh

# Languages::product_reviews.agreement_text_full_add_new_review
source: <p>Your name will appear next to your review or comment, visible to everyone. We ([company]) also save your IP address as a security precaution, but in can only be viewed by our staff. It will remain in our system until you withdraw your consent. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
uz_uz: <p>Ismingiz sharh yoki fikringiz yonida ko'rinadi va hammaga ko'rinadi. Biz ([kompaniya]) sizning IP manzilingizni xavfsizlik chorasi sifatida ham saqlaymiz, lekin uni faqat bizning xodimlarimiz ko'rishi mumkin. Siz roziligingizni qaytarib olmaguningizcha u tizimimizda qoladi. Agar shaxsiy maʼlumotlaringiz oʻchirilishini istasangiz, [email] manziliga xat yuboring.</p> <p>Agar shaxsiy maʼlumotlaringizdan notoʻgʻri foydalanilgan deb hisoblasangiz, nazorat qiluvchi organga shikoyat qilish huquqiga egasiz. . Biz Yevropa Ittifoqining maʼlumotlarni himoya qilish boʻyicha umumiy reglamentiga koʻra sizga ushbu huquq haqida xabar berishga majburmiz; maʼlumotlaringizdan notoʻgʻri foydalanish niyatimiz yoʻq.</p>

# Languages::product_reviews.terms_n_conditions
source: Select this check box to accept the [terms_href]
uz_uz: [terms_href] ni qabul qilish uchun ushbu katakchani belgilang

# Languages::product_reviews.terms_n_conditions_name
source: Terms and Conditions
uz_uz: Foydalanish shartlari

# Languages::product_reviews.terms_and_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
uz_uz: <p>Iltimos, <a href="http://www.mywebsite.com">http://www.mywebsite.com< saytidan foydalanishdan oldin ushbu Shartlarni ("Shartlar", "Shartlar") diqqat bilan o'qib chiqing. /a> veb-sayti va Mening Kompaniyam ("biz", "biz" yoki "bizning") tomonidan boshqariladigan My Mobile App mobil ilovasi ("Xizmat").</p><p><strong>Kirish yoki undan foydalanish orqali. siz ushbu Shartlar bilan bog'liq bo'lishga rozi bo'lgan xizmat. Agar siz Shartlarning biron bir qismiga rozi bo'lmasangiz, u holda siz Xizmatga kira olmaysiz.</strong></p><p><strong>Xaridlar</strong></p><p>Agar biron-bir mahsulotni xarid qilmoqchi bo'lsangiz. yoki Xizmat ("Xarid") orqali taqdim etilgan xizmat orqali sizdan Xaridingizga tegishli ma'lum ma'lumotlarni, shu jumladan, cheklanmagan holda ...</p><p><strong>Kontentingiz</strong><>ni taqdim etishingiz so'ralishi mumkin. /p><p>Xizmatimiz sizga ma'lum ma'lumotlarni, matnlarni, grafiklarni, videolarni yoki boshqa materiallarni ("Tarkib") joylashtirish, bog'lash, saqlash, almashish va boshqa yo'l bilan taqdim etish imkonini beradi. Siz ...</p><p><strong>o'zgarishlar uchun javobgarsiz</strong></p><p>Biz o'z ixtiyorimiz bilan ushbu Shartlarni istalgan vaqtda o'zgartirish yoki almashtirish huquqini saqlab qolamiz. Agar qayta ko'rib chiqish muhim bo'lsa, biz har qanday yangi shartlar kuchga kirishidan kamida 30 kun oldin xabar berishga harakat qilamiz. Muhim oʻzgarishlar nimadan iborat boʻlishi faqat oʻz ixtiyorimiz bilan aniqlanadi.</p><p><strong>Biz bilan bogʻlaning</strong></p><p>Ushbu Shartlar boʻyicha savollaringiz boʻlsa, biz bilan bogʻlaning.< /p>

# Languages::product_reviews.moderation_rules
source: Before submitting a review, make sure that it does not violate the moderation rules: it does not contain links to third-party resources and insults.
uz_uz: Ko'rib chiqishni yuborishdan oldin, u moderatsiya qoidalarini buzmasligiga ishonch hosil qiling: unda uchinchi tomon manbalariga havolalar va haqoratlar mavjud emas.

# Languages::product_reviews.agreement_text_short_add_new_review
source: I agree to have my personal data <u>processed as follows.</u>
uz_uz: Men shaxsiy ma'lumotlarimga <u>quyidagicha ishlov berishga roziman.</u>

# Languages::product_reviews.please_log_in_to_write_a_review
source: Please sign in to write a review
uz_uz: Sharh yozish uchun tizimga kiring

# Languages::product_reviews.you_have_to_buy_product_before_writing_review
source: You can't write a review for this product. Customers can write reviews only for the products they bought. If you actually bought this product from us, but are still seeing this message, please contact us.
uz_uz: Siz ushbu mahsulotga sharh yoza olmaysiz. Mijozlar faqat sotib olgan mahsulotlarga sharh yozishlari mumkin. Agar siz haqiqatan ham ushbu mahsulotni bizdan sotib olgan bo'lsangiz, lekin hali ham ushbu xabarni ko'rayotgan bo'lsangiz, biz bilan bog'laning.

# Languages::product_reviews.event.new_post
source: New review posted
uz_uz: Yangi sharh e'lon qilindi

# Languages::product_reviews.event.new_reply
source: New reply was added to review
uz_uz: Ko'rib chiqish uchun yangi javob qo'shildi

# Languages::product_reviews.helpfulness
source: Helpfulness
uz_uz: Foydalilik

# Languages::product_reviews.vote_up
source: Vote up
uz_uz: Ovoz bering

# Languages::product_reviews.vote_down
source: Vote down
uz_uz: Pastga ovoz bering

# Languages::sort_by_product_review_timestamp_desc
source: Sort by date: Newest to Oldest
uz_uz: Sana boʻyicha saralash: eng yangidan eskiga

# Languages::sort_by_product_review_timestamp_asc
source: Sort by date: Oldest to Newest
uz_uz: Sana bo‘yicha saralash: eng eskidan eng yangigacha

# Languages::sort_by_helpfulness_asc
source: Helpful last
uz_uz: Foydali oxirgi

# Languages::sort_by_helpfulness_desc
source: Helpful first
uz_uz: Foydali oxirgi

# Languages::sort_by_rating_value_desc
source: Sort by rating: High to Low
uz_uz: Reyting bo‘yicha saralash: Yuqoridan pastgacha

# Languages::sort_by_rating_value_asc
source: Sort by rating: Low to High
uz_uz: Reyting bo‘yicha saralash: Pastdan yuqoriga

# Languages::product_reviews.advantages
source: Advantages
uz_uz: Afzalliklar

# Languages::product_reviews.disadvantages
source: Disadvantages
uz_uz: Kamchiliklari

# Languages::product_reviews.comments
source: Comments
uz_uz: Izohlar

# Languages::product_reviews.comment
source: Comment
uz_uz: Izoh

# Languages::product_reviews.disabled
source: Disabled
uz_uz: O'chirilgan

# Languages::product_reviews.vendor
source: Vendor
uz_uz: Sotuvchi

# Languages::product_reviews.vendor_reply
source: Vendor reply
uz_uz: Sotuvchi javob

# Languages::product_reviews.type_message
source: Type a message...
uz_uz: Xabar yozing...

# Languages::product_reviews.verified_purchase
source: Verified purchase
uz_uz: Tasdiqlangan xarid

# Languages::product_reviews.reviews_lower
source: reviews
uz_uz: sharhlar

# Languages::product_reviews.review
source: Review
uz_uz: Sharh

# Languages::product_reviews.write_your_review
source: Write your review
uz_uz: Sharhingizni yozing

# Languages::product_reviews.add_images
source: Add a photo
uz_uz: Surat qo'shing

# Languages::product_reviews.write_review_anonymously
source: Write your review anonymously
uz_uz: Sharhingizni anonim tarzda yozing

# Languages::product_reviews.submit_review
source: Submit review
uz_uz: Ko‘rib chiqish

# Languages::product_reviews.with_photo
source: With photo
uz_uz: Fotosurat bilan

# Languages::product_reviews.without_photo
source: Without photo
uz_uz: Fotosuratsiz

# Languages::product_reviews.customer_photos
source: Customer photos
uz_uz: Xaridor fotosuratlari

# Languages::product_reviews.review_status
source: Review status
uz_uz: Holatni ko‘rib chiqish

# Languages::product_reviews.star
source: star
uz_uz: yulduz

# Languages::product_reviews.stars
source: stars
uz_uz: yulduzlar

# Languages::product_reviews.n_stars
source: [n] star|[n] stars
uz_uz: [n] yulduz|[n] yulduz

# Languages::product_reviews.out_of_five
source: out of 5
uz_uz: 5 dan

# Languages::product_reviews.review_this_product
source: Review this product
uz_uz: Ushbu mahsulotni ko'rib chiqing

# Languages::product_reviews.review_this_product_description
source: Share your thoughts with other customers
uz_uz: Fikrlaringizni boshqa mijozlar bilan baham ko'ring

# Languages::product_reviews.reply
source: Reply
uz_uz: Javob bering

# Languages::product_reviews.first_and_last_name
source: First and last name
uz_uz: Ism va familiya

# Languages::product_reviews.text_thank_you_for_review
source: Thank you for your review
uz_uz: Ko'rib chiqqaningiz uchun tashakkur

# Languages::product_reviews.excellent
source: Excellent!
uz_uz: Ajoyib!

# Languages::product_reviews.very_good
source: Very Good
uz_uz: Juda yaxshi

# Languages::product_reviews.average
source: Average
uz_uz: O'rtacha

# Languages::product_reviews.fair
source: Fair
uz_uz: Muvaffaqiyatsiz

# Languages::product_reviews.poor
source: Poor
uz_uz: Juda yomon

# Languages::product_reviews.product_details
source: Product details
uz_uz: Mahsulot tafsilotlari

# Languages::product_reviews.rating_4_and_up
source: Rating 4+
uz_uz: Reyting 4+

# Languages::product_reviews.event.new_post.title
source: New review posted for a product
uz_uz: Mahsulot uchun yangi sharh chop etildi

# Languages::product_reviews.event.new_post.message
source: A new review has been posted for product [product]. Click this notification to see the review.
uz_uz: Mahsulot [product] uchun yangi sharh e'lon qilindi. Ko'rib chiqishni ko'rish uchun ushbu bildirishnomani bosing.

# Languages::product_reviews.copy_old_reviews_warning
source: You have product reviews in the old "Comments and reviews" add-on. While that add-on is installed, you'll be able copy those reviews to the new "Product reviews" add-on <a class="cm-post" href="[url]">in its settings</a>.
uz_uz: Eski "Izohlar va sharhlar" plaginida mahsulot sharhlaringiz bor. Ushbu plagin o‘rnatilganda, siz ushbu sharhlarni <a class="cm-post" href="[url]">uning sozlamalarida</a> yangi "Mahsulot sharhlari" plaginiga nusxalashingiz mumkin. .

# Languages::product_reviews.copy_old_reviews_notice
source: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Copy reviews from the "Comments and reviews" add-on<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Only reviews that have both a score and a user's comment will be copied. Go to your products and check the \“Reviews" setting on the "Add-ons" tab. You might have to allow communication and rating first.</li><li>A review without a score or without a comment will not be copied. To transfer it, you must first manually add the missing score or comment by editing the review.</li><li>While the old "Comments and reviews" add-on is installed, the reviews won't be removed from there. That way, you can choose to move to "Product reviews" whenever all your reviews are ready.</li><li>If you ever need to copy the reviews from the old add-on again in the future, just uninstall and reinstall the "Product reviews" add-on. This will remove all its reviews from the database, and you'll be able to import the reviews from the "Comments and reviews" add-on again.</li></ol><a class="cm-post btn btn-primary" href="[url]">Copy product reviews</a></div>
uz_uz: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">"Izohlar va sharhlar" plaginidagi sharhlarni nusxalash<span class="icon-caret-down"></ span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Faqat ball va foydalanuvchi sharhiga ega sharhlar nusxalanadi. Mahsulotlaringizga oʻting va “Qoʻshimchalar” oynasidagi \“Sharhlar” sozlamasini tekshiring. Avval aloqa va baholashga ruxsat berishingiz kerak boʻlishi mumkin.</li><li>Balsiz yoki sharhsiz sharh berilmaydi. nusxa ko‘chirildi. Uni o‘tkazish uchun avvalo sharhni tahrirlash orqali etishmayotgan ball yoki fikrni qo‘lda qo‘shishingiz kerak.</li><li>Eski “Izohlar va sharhlar” qo‘shimchasi o‘rnatilgan bo‘lsa, sharhlar o‘chirilmaydi. Shunday qilib, barcha sharhlaringiz tayyor bo‘lganda, “Mahsulot sharhlari”ga o‘tishni tanlashingiz mumkin.</li><li>Agar kelajakda eski plagindan sharhlarni qaytadan nusxalashingiz kerak bo‘lsa, shunchaki o‘chirib tashlang. va “Mahsulot sharhlari” plaginini qayta oʻrnating. Bu uning barcha sharhlarini maʼlumotlar bazasidan oʻchirib tashlaydi va siz “Izohlar va sharhlar” plaginidagi sharhlarni qayta import qilishingiz mumkin boʻladi.</li></ol ><a class="cm-post btn btn-primary" href="[url]">Mahsulot sharhlarini nusxalash</a></div>

# Languages::product_reviews.update_reply
source: Update reply
uz_uz: Javobni yangilash

# Languages::product_reviews.add_reply
source: Add reply
uz_uz: Javob qo'shing

# Languages::product_reviews.max_number_image_message
source: A review can have up to [max_image_number] images.
uz_uz: Sharhda [max_image_number] tagacha rasm boʻlishi mumkin.

# Languages::product_reviews.uploader_drop_zone_description
source: Drop images here
uz_uz: Tasvirlarni bu yerga tashlang

# Languages::product_reviews.uploader_drop_zone_info
source: Photo up to [max_size]
uz_uz: [max_size]gacha surat

# Languages::product_reviews.admin_reply
source: Administrator reply
uz_uz: Administrator javobi

# Languages::product_reviews.company_reply
source: [company_name] reply
uz_uz: [company_name] javob

# Languages::product_reviews.hide_name
source: Hide my name in the review
uz_uz: Sharhda mening ismim yashirilsin

# Languages::product_reviews.product_is_rated_n_out_of_five_stars
source: The product is rated [n] out of 5 stars
uz_uz: Mahsulot 5 yulduzdan [n] baholanadi

# Languages::product_reviews.click_to_see_reviews
source: Click to see the reviews
uz_uz: Sharhlarni ko'rish uchun bosing

# Languages::product_reviews.split_reviews_for_variations_as_separate_products
source: Split reviews for variations as separate products
uz_uz: Variantlar uchun sharhlarni alohida mahsulotlar sifatida ajrating

# Languages::privileges.create_product_reviews
source: Can create
uz_uz: Yaratishi mumkin

source: Administrators can now create product reviews
uz_uz: Endi administratorlar mahsulot sharhlarini yaratishi mumkin
