Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/product_bundles.po
Languages: uz_uz

# Addons::name::product_bundles
source: Product bundles
uz_uz: Mahsulot to'plamlari

# Addons::description::product_bundles
source: Allows you to create product bundles and set up discounts for them.
uz_uz: Mahsulot to'plamlarini yaratish va ular uchun chegirmalar o'rnatish imkonini beradi.

# SettingsSections::product_bundles::general
source: General
uz_uz: Umumiy

# SettingsOptions::product_bundles::show_bundles
source: Show bundles
uz_uz: To'plamlarni ko'rsatish

# SettingsVariants::product_bundles::show_bundles::before_product_description
source: Before product description
uz_uz: Mahsulot tavsifidan oldin

# SettingsVariants::product_bundles::show_bundles::in_a_product_tab
source: In a product tab
uz_uz: Mahsulot yorlig'ida

# Languages::product_bundles.tab_title
source: Bundles with this product
uz_uz: Ushbu mahsulot bilan to'plamlar

# Languages::product_bundles.product_bundles
source: Product bundles
uz_uz: Mahsulot to'plamlari

# Languages::product_bundles.product_bundles_menu_description
source: View, add and edit product bundles.
uz_uz: Mahsulot to'plamlarini ko'rish, qo'shish va tahrirlash.

# Languages::product_bundles.promo_image
source: Promo image
uz_uz: Promo rasm

# Languages::product_bundles.display_in_promotions
source: Display in promotions
uz_uz: Aktsiyalarda ko'rsatish

# Languages::product_bundles.bundle_products
source: Bundle products
uz_uz: To'plamli mahsulotlar

# Languages::product_bundles.price_for_all
source: Price for all
uz_uz: Hamma uchun narx

# Languages::product_bundles.share_discount
source: Share discount
uz_uz: Ulashish chegirmasi

# Languages::product_bundles.product_bundle_name
source: Bundle name
uz_uz: To'plam nomi

# Languages::product_bundles.products_in_bundle
source: Products in bundle
uz_uz: To'plamdagi mahsulotlar

# Languages::product_bundles.total_cost
source: Total cost
uz_uz: Umumiy xarajat

# Languages::product_bundles.add_new_bundle
source: Add new bundle
uz_uz: Yangi to'plam qo'shing

# Languages::product_bundles.delete_product_in_bundle
source: The <b>[bundle_name]</b> bundle was disabled, because of the products from this bundle was deleted.|The <b>[bundle_name]</b> bundle were disabled, because one of the products from these bundles was deleted.
uz_uz: <b>[bundle_name]</b> to‘plami o‘chirib qo‘yildi, chunki bu to‘plamdagi mahsulotlar o‘chirib tashlangan.|<b>[bundle_name]</b> to‘plami o‘chirilgan, chunki bu to‘plamdagi mahsulotlardan biri o'chirildi.

# Languages::product_bundles.new_bundle
source: New bundle
uz_uz: Yangi to'plam

# Languages::product_bundles.active_bundles
source: Active bundles
uz_uz: Faol to'plamlar

# Languages::product_bundles.specify_features
source: Specify features
uz_uz: Xususiyatlarni belgilang

# Languages::product_bundles.any_variation
source: Any variation
uz_uz: Har qanday o'zgarish

# Languages::product_bundles.specify_options
source: Specify options
uz_uz: Variantlarni belgilang

# Languages::product_bundles.total_list_price
source: Total list price
uz_uz: Umumiy ro'yxat narxi

# Languages::product_bundles.order_discount
source: Order discount
uz_uz: Buyurtma uchun chegirma

# Languages::product_bundles.add_all_to_cart
source: Add all to cart
uz_uz: Hammasini savatga qo'shing

# Languages::product_bundles.sign_in_to_view_price
source: Sign in to view price
uz_uz: Narxni ko'rish uchun tizimga kiring

# Languages::product_bundles.bundle_details
source: Bundle details
uz_uz: To'plam tafsilotlari

# Languages::product_bundles.search_in_products
source: Bundles with product
uz_uz: Mahsulot bilan to'plamlar

# Languages::product_bundles.internal_feature_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple product bundles that have the same displayed name.
uz_uz: Bu nom bir xil nomga ega bo'lgan bir nechta mahsulot to'plamlarini farqlashga yordam berish uchun faqat Administrator panelida ko'rsatiladi.

# Languages::product_bundles.show_on_product_page
source: Show on products page
uz_uz: Mahsulotlar sahifasida ko'rsatish

# Languages::product_bundles.confirm_text_on_empty_bundle
source: Are you sure you want to create a bundle without products?
uz_uz: Haqiqatan ham mahsulotsiz toʻplam yaratmoqchimisiz?

# Languages::product_bundles.confirm_text_with_one_product_bundle
source: Are you sure you want to create a bundle with 1 product?
uz_uz: Haqiqatan ham 1 ta mahsulotdan iborat toʻplam yaratmoqchimisiz?

# Languages::product_bundles.specify_options_first
source: Product options should be specified
uz_uz: Mahsulot variantlari ko'rsatilishi kerak

# Languages::privileges.view_product_bundles
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privileges.manage_product_bundles
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.product_bundles
source: Product bundles
uz_uz: Mahsulot to'plamlari

# Languages::block_product_bundles
source: Product bundles
uz_uz: Mahsulot to'plamlari

# Languages::block_product_bundles_description
source: Product bundles form
uz_uz: Mahsulot to'plamlari shakli

# Languages::product_bundles.template_product_bundles
source: Product bundles
uz_uz: Mahsulot to'plamlari
