Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/product_reviews.po
Languages: uz_uz

source: Previously, administrators could edit existing product reviews in the admin panel, but couldn't post new ones. We've changed that: now the administrators who could edit reviews can add new reviews on the "Reviews" tab of the product editing page. Note that this change doesn't affect vendors' administrators in CS-Cart Multi-Vendor in any way. The most that they can do is leave a reply to a product review.<br><br>You can keep the old behavior if you'd like. Through user groups, you can now allow administrators to create or edit reviews (or do both of those things).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Set administrator privileges</a>
uz_uz: Ilgari administratorlar administrator panelida mavjud mahsulot sharhlarini tahrirlashi mumkin edi, lekin yangilarini joylashtira olmas edi. Biz buni o‘zgartirdik: endi sharhlarni tahrirlashi mumkin bo‘lgan administratorlar mahsulotni tahrirlash sahifasining “Sharhlar” yorlig‘ida yangi sharhlar qo‘shishlari mumkin. E'tibor bering, ushbu o'zgarish CS-Cart Multi-Vendor-dagi sotuvchilarning ma'murlariga hech qanday ta'sir ko'rsatmaydi. Ular qila oladigan eng ko'p narsa bu mahsulot sharhiga javob qoldirishdir.<br><br>Agar xohlasangiz, eski xatti-harakatni saqlab qolishingiz mumkin. Foydalanuvchi guruhlari orqali siz endi administratorlarga sharhlar yaratish yoki tahrirlash (yoki ikkalasini ham bajarish) ruxsat berishingiz mumkin.<br><br><a target="_blank" href="[usergroups_url]" class="btn">Sozlash administrator imtiyozlari</a>

# Languages::product_reviews.exim_error_incorrect_field_value
source: Specified [field] '[value]' was not found. The product review with comment '[comment]' was skipped.
uz_uz: Belgilangan [field]'[value]' topilmadi. “[comment]” sharhi bilan mahsulot sharhi o‘tkazib yuborildi.

# Languages::product_reviews.exim_error_empty_field
source: The value of the <b>[field]</b> field can not be empty. The product review with comment '[comment]' was skipped.
uz_uz: <b>[field]</b> maydonining qiymati bo'sh bo'lishi mumkin emas. “[comment]” sharhi bilan mahsulot sharhi o‘tkazib yuborildi.

# Languages::product_reviews
source: Product reviews
uz_uz: Mahsulot sharhlari

# Languages::images_delimiter
source: Images delimiter
uz_uz: Rasmlar chegaralovchi

# Languages::text_images_delimiter
source: Images path delimiter for product review images (e.g. "Image1.png///Image2.png")
uz_uz: Mahsulotni ko'rib chiqish uchun rasmlar yo'lini ajratuvchi (masalan, "Image1.png///Image2.png")
