Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/product_variations.po
Languages: uz_uz

# Addons::name::product_variations
source: Product Variations
uz_uz: Mahsulot o'zgarishlari

# Addons::description::product_variations
source: Create products with different feature variants (for example, a different color or size), and let customers select the desired variant.
uz_uz: Turli xil xususiyatli mahsulotlarni yarating (masalan, boshqa rang yoki o'lcham) va mijozlarga kerakli variantni tanlashiga ruxsat bering.

# SettingsSections::product_variations::general
source: General
uz_uz: Umumiy

# SettingsOptions::product_variations::variations_allow_own_images
source: Allow own images for child variations
uz_uz: Bolalar o'zgarishlari uchun shaxsiy rasmlarga ruxsat bering

# SettingsTooltips::product_variations::variations_allow_own_images
source: If child variations aren't allowed to have their own images, they will use the images from the default variation of the catalog item.
uz_uz: Agar bolalar oʻzgarishlarining oʻz rasmlariga ega boʻlishiga ruxsat berilmasa, ular katalog elementining standart oʻzgarishidagi rasmlardan foydalanadilar.

source: Change default variation when it gets hidden or runs out of stock
uz_uz: Yashirin yoki zaxirada tugashi bilan birlamchi variatsiyani o'zgartiring

source: Ensure that customers always see the products that are in stock first. We recommend leaving this setting enabled for better filtering of variations.
uz_uz: Mijozlar har doim zaxiradagi mahsulotlarni birinchi bo'lib ko'rishiga ishonch hosil qiling. Variantlarni yaxshiroq filtrlash uchun ushbu sozlamani faol qoldirishni tavsiya etamiz.

# SettingsOptions::product_variations::variations_allow_own_features
source: Allow own feature values for child variations
uz_uz: Bolalar oʻzgarishlari uchun oʻz xususiyat qiymatlariga ruxsat bering

# SettingsTooltips::product_variations::variations_allow_own_features
source: If child variations aren't allowed to have their own values for features, they will use the values from the default variation of the catalog item.
uz_uz: Agar bolalar oʻzgarishlari funksiyalar uchun oʻz qiymatlariga ega boʻlmasa, ular katalog elementining standart oʻzgarishidagi qiymatlardan foydalanadilar.

source: Show all possible feature variants
uz_uz: Barcha mumkin bo'lgan xususiyat variantlarini ko'rsating

source: Show a feature variant even if it is not available for this variation.
uz_uz: Ushbu o'zgarish uchun mavjud bo'lmasa ham, xususiyat variantini ko'rsating.

# SettingsOptions::product_variations::quantity_discount_on_different_variations
source: Give quantity discount on different product variations
uz_uz: Turli xil mahsulotlarga chegirma bering

# SettingsTooltips::product_variations::quantity_discount_on_different_variations
source: All variations in the same group will count to the quantity that is eligible for a discount.
uz_uz: Xuddi shu guruhdagi barcha o'zgarishlar chegirmaga mos keladigan miqdorga hisobga olinadi.

# Languages::product_variations.product_type
source: Product type
uz_uz: Mahsulot turi

# Languages::product_variations.product_type.catalog_item
source: Catalog item
uz_uz: Katalog elementi

# Languages::product_variations.product_type.variation_of_catalog_item
source: Variation of a catalog item
uz_uz: Katalog ob'ektining o'zgarishi

# Languages::product_variations.belongs_to_catalog_item
source: Belongs to catalog item:
uz_uz: Katalog elementiga tegishli:

# Languages::product_variations.variations
source: Variations
uz_uz: Variatsiyalar

# Languages::product_variations.variation_of_product
source: Variation of catalog item <a href="[url]">[product]</a>
uz_uz: <a href="[url]">[mahsulot]</a> katalog elementining o'zgarishi

# Languages::product_variations.group_code
source: Variation group
uz_uz: Variant guruhi

# Languages::product_variations.group_code.placeholder
source: Set custom group code here
uz_uz: Bu yerda maxsus guruh kodini o‘rnating

# Languages::product_variations.group_code.description
source: Use the group code on a product editing page or during import to add the product to this group as a variation. A group code can contain only digits, Latin characters, and the following signs: "-" and "_".
uz_uz: Mahsulotni tahrirlash sahifasida yoki import paytida ushbu guruhga mahsulotni oʻzgartirish sifatida qoʻshish uchun guruh kodidan foydalaning. Guruh kodida faqat raqamlar, lotin harflari va quyidagi belgilar bo'lishi mumkin: "-" va "_".

# Languages::product_variations.group_code.link
source: Add to variation group
uz_uz: Variantlar guruhiga qo'shing

# Languages::product_variations.add_variations
source: Add variations
uz_uz: Variantlarni qo'shing

# Languages::product_variations.link_existing
source: Use existing products
uz_uz: Mavjud mahsulotlardan foydalaning

# Languages::product_variations.create_new
source: Create new products
uz_uz: Yangi mahsulotlar yarating

# Languages::product_variations.add_variations_description
source: Add variations to generate a group of similar products that differ in color, size, etc. Or add this product to an existing group by entering the group code.
uz_uz: Rangi, oʻlchami va boshqalar bilan farq qiladigan oʻxshash mahsulotlar guruhini yaratish uchun oʻzgarishlar qoʻshing. Yoki guruh kodini kiritish orqali ushbu mahsulotni mavjud guruhga qoʻshing.

# Languages::product_variations.manage
source: Manage variations
uz_uz: Variantlarni boshqaring

# Languages::product_variations.edit_features
source: Edit features
uz_uz: Xususiyatlarni tahrirlash

# Languages::product_variations.delete
source: Disband group
uz_uz: Guruhni tarqatish

# Languages::product_variations.remove_variation
source: Remove variation from group
uz_uz: Guruhdan o'zgarishlarni olib tashlang

# Languages::product_variations.delete_product
source: Delete product
uz_uz: Mahsulotni o'chirish

# Languages::product_variations.mark_main_product
source: Set as default variation
uz_uz: Standart oʻzgarish sifatida oʻrnating

# Languages::product_variations.no_available_features
source: This product doesn't have features that allow grouping products. Please make sure that:<ol><li>You have created at least one feature with <b>Purpose:</b> <i>Variations as separate products</i> or <i>Variations as one product</i>.</li><li>You have specified the value of that feature for the product.</li></ol><a href=[manage_features_href]>Manage features</a>
uz_uz: Bu mahsulotda mahsulotlarni guruhlash imkonini beruvchi funksiyalar mavjud emas. Iltimos, quyidagilarga ishonch hosil qiling:<ol><li>Siz kamida bitta xususiyatni <b>Maqsad:</b> <i>Alohida mahsulot sifatidagi variatsiyalar</i> yoki <i>Bir mahsulot sifatidagi variant</i> bilan yaratgansiz. >.</li><li>Mahsulot uchun ushbu xususiyat qiymatini belgilagansiz.</li></ol><a href=[manage_features_href]>Funksiyalarni boshqarish</a>

# Languages::product_feature.purpose.group_catalog_item
source: Variations as separate products
uz_uz: Variantlar alohida mahsulotlar sifatida

# Languages::product_feature.purpose.group_catalog_item.description
source: For cases when a few similar products differ visibly by a feature, and have different names (for example, multiple "Color" variants of a T-shirt). These products will appear as separate positions in the catalog. Customers will also be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
uz_uz: Bir nechta o'xshash mahsulotlar xususiyati bilan sezilarli darajada farq qiladigan va turli nomlarga ega bo'lgan holatlar uchun (masalan, futbolkaning bir nechta "Rangli" variantlari). Ushbu mahsulotlar katalogda alohida pozitsiyalar sifatida paydo bo'ladi. Shuningdek, mijozlar mahsulot sahifasida kerakli xususiyat qiymatini tanlashlari mumkin bo'ladi. Bunga erishish uchun <b>ushbu xususiyatga ega mahsulotlar uchun variatsiyalarni oʻrnating</b>.

# Languages::product_feature.feature_style.dropdown
source: Drop-down list
uz_uz: Ochiladigan ro'yxat

# Languages::product_feature.feature_style.dropdown_images
source: Images
uz_uz: Tasvirlar

# Languages::product_feature.feature_style.dropdown_labels
source: Text labels
uz_uz: Matn belgilari

# Languages::product_feature.purpose.group_variation_catalog_item
source: Variations as one product
uz_uz: Variantlar bitta mahsulot sifatida

# Languages::product_feature.purpose.group_variation_catalog_item.description
source: For cases when a few similar products differ by a feature, but have the same name and similar appearance (for example, multiple "Size" variants of a T-shirt). These products will occupy a single position in the catalog. Customers will be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
uz_uz: Bir nechta o'xshash mahsulotlar xususiyati bilan farq qiladigan, lekin bir xil nom va o'xshash ko'rinishga ega bo'lgan holatlar uchun (masalan, futbolkaning bir nechta "O'lchami" variantlari). Ushbu mahsulotlar katalogda yagona o'rinni egallaydi. Mijozlar mahsulot sahifasida kerakli xususiyat qiymatini tanlashlari mumkin bo'ladi. Bunga erishish uchun <b>ushbu xususiyatga ega mahsulotlar uchun variatsiyalarni oʻrnating</b>.

# Languages::product_variations.warning.before_edit_variations_save_product
source: Before you can edit variations, please save the product.
uz_uz: Variantlarni tahrirlashdan oldin, iltimos, mahsulotni saqlang.

# Languages::product_variations.error.group_not_found
source: Variation group #[id] not found
uz_uz: Variatsiya guruhi #[id] topilmadi

# Languages::product_variations.error.product_not_found_in_group
source: Product #[product_id] not found in variation group "[group_code]"
uz_uz: Mahsulot #[product_id] “[group_code]” variatsiya guruhida topilmadi

# Languages::product_variations.error.cannot_mark_main_product_child_product
source: Product #[product_id] in group "[group_code]" isn't a variation, so it can't become default for a catalog item
uz_uz: “[group_code]” guruhidagi #[product_id] variant emas, shuning uchun u katalog elementi uchun birlamchi bo‘la olmaydi

# Languages::product_variations.error.generate_combinations_is_empty
source: Couldn't generate variations. Please specify the values of features to generate variations.
uz_uz: Variatsiyalarni yaratib bo‘lmadi. Variantlarni yaratish uchun xususiyatlar qiymatlarini belgilang.

# Languages::product_variations.error.generate_products_is_empty
source: No new products were created
uz_uz: Yangi mahsulotlar yaratilmadi

# Languages::product_variations.error.product_not_found
source: Product #[product_id] not found
uz_uz: Mahsulot #[product_id] topilmadi

# Languages::product_variations.error.group_not_found_by_product
source: Couldn't find variation group for #[product_id] "[product]"
uz_uz: #[product_id] “[product]” uchun variatsiyalar guruhi topilmadi

# Languages::product_variations.error.feature_combination_is_invalid_for_product
source: Wrong combination of features for product #[product_id] "[product]"
uz_uz: #[product_id] "[product]" uchun xususiyatlarning noto‘g‘ri birikmasi

# Languages::product_variations.error.product_ids_empty
source: Products couldn't be found
uz_uz: Mahsulotlar topilmadi

# Languages::product_variations.select_variation
source: Select a Variation
uz_uz: Variantni tanlang

# Languages::product_variations.error.group_code_is_required
source: Variation group code must be specified
uz_uz: Variatsiya guruhi kodi ko'rsatilishi kerak

# Languages::product_variations.error.group_code_is_invalid
source: Couldn't set this code for variation group. A group code can contain only digits, Latin characters, and the following signs: "-" and "_"
uz_uz: Variatsiyalar guruhi uchun bu kodni o‘rnatib bo‘lmadi. Guruh kodi faqat raqamlar, lotin harflari va quyidagi belgilarni o'z ichiga olishi mumkin: "-" va "_"

# Languages::product_variations.error.group_code_is_duplicate
source: The specified variation group code is already in use
uz_uz: Mahsulotni tasdiqlash

# Languages::product_variations.error.features_is_empty
source: Features couldn't be found
uz_uz: Xususiyatlar topilmadi

# Languages::product_variations.error.no_available_products
source: No suitable products were found
uz_uz: Hech qanday mos mahsulotlar topilmadi

# Languages::product_variations.error.product_has_not_required_features
source: Product #[product_id] "[product]" doesn't have the required features to become a variation. Please set feature values for that product.
uz_uz: Mahsulot #[product_id] "[[product]" varianti boʻlish uchun kerakli funksiyalarga ega emas. Iltimos, ushbu mahsulot uchun xususiyat qiymatlarini belgilang.

# Languages::product_variations.error.product_with_features_combination_exits
source: Product #[product_id] "[product]" has the exact same combination of feature values as a variation that already exists in the group.
uz_uz: Mahsulot #[product_id] “[product]” guruhda allaqachon mavjud boʻlgan oʻzgarishlar bilan bir xil xususiyat qiymatlari kombinatsiyasiga ega.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same storefront.
uz_uz: Mahsulot #[product_id] “[product]”ni variatsiya guruhiga qoʻshib boʻlmaydi, chunki variatsiya guruhidagi barcha mahsulotlar bir xil vitrinaga tegishli boʻlishi kerak.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same vendor.
uz_uz: Mahsulot #[product_id] “[product]”ni variatsiya guruhiga qoʻshib boʻlmaydi, chunki variatsiya guruhidagi barcha mahsulotlar bir xil sotuvchiga tegishli boʻlishi kerak.

# Languages::product_variations.variations_filling
source: Variations
uz_uz: Variatsiyalar

# Languages::product_variations.variations_list
source: Variations
uz_uz: Variatsiyalar

# Languages::variations_in_stock
source: Only "in stock" products
uz_uz: Faqat "sotuvda mavjud" mahsulotlar

# Languages::product_variations.hide_add_to_wishlist_button
source: Hide add to wish list button
uz_uz: Istaklar roʻyxatiga qoʻshish tugmasini yashirish

# Languages::product_variations.variations_list_block_name
source: Variations list
uz_uz: Variantlar ro'yxati

# Languages::product_variations.variations_list_tab_name
source: View all variations as list
uz_uz: Barcha o'zgarishlarni ro'yxat sifatida ko'ring

# Languages::product_variations.show_variation_thumbnails
source: Show variation thumbnails
uz_uz: Variantlarning eskizlarini ko'rsatish

# Languages::product_variations.show_product_code
source: Show product code
uz_uz: Mahsulot kodini ko'rsatish

# Languages::product_variations.exim.result_notice
source: Data is imported successfully.<br />New products - <b>[new]</b>;<br />Updated products - <b>[exist]</b>;<br />Skipped products - <b>[skipped]</b>;<br />Total - <b>[total]</b>;<br />Created variations - <b>[variation_created]</b>;<br />Updated variations - <b>[variation_updated]</b>;<br />Disbanded variations - <b>[variation_removed]</b>.
uz_uz: Maʼlumotlar muvaffaqiyatli import qilindi.<br />Yangi mahsulotlar - <b>[new]</b>;<br />Yangilangan mahsulotlar - <b>[exist]</b>;<br />Oʻtkazib yuborilgan mahsulotlar - <b >[skipped]</b>;<br />Jami - <b>[total]</b>;<br />Yaratilgan variatsiyalar - <b>[variation_created]]</b>;<br />Yangilangan variatsiyalar - <b>[variation_updated]</b>;<br />Disbanded variations - <b>[variation_removed]</b>.

# Languages::variation_group_id
source: Variation group ID
uz_uz: Variatsiya guruhi identifikatori

# Languages::variation_group_code
source: Variation group code
uz_uz: Variatsiya guruhi kodi

# Languages::variation_parent_product_id
source: Variation parent product ID
uz_uz: Variantning asosiy mahsulot identifikatori

# Languages::variation_sub_group_id
source: Variation sub group ID
uz_uz: Variatsiya pastki guruh identifikatori

# Languages::product_variations.feature_used_by_variation_group.tooltip
source: This feature is used by variation group [code]. To choose a different value of this feature for a product, switch to the "Variations" tab of the product editing page. New values can be added on the feature editing page.
uz_uz: Bu xususiyat [code] variatsiya guruhi tomonidan qo'llaniladi. Mahsulot uchun ushbu xususiyatning boshqa qiymatini tanlash uchun mahsulotni tahrirlash sahifasining "Variatsiyalar" yorlig'iga o'ting. Funktsiyani tahrirlash sahifasida yangi qiymatlar qo'shilishi mumkin.

# Languages::product_variations.variations_naming_strategy.key_value
source: Color: Red, Size: Small
uz_uz: Rang: Qizil, Hajmi: Kichik

# Languages::product_variations.variations_naming_strategy.value
source: Red, Small
uz_uz: Qizil, kichik

# Languages::product_variations.feature_can_be_deleted
source: Couldn't delete a feature or its variant because at least one variation group is based on it. Please delete <a href="[href]">these products</a> or disband their product groups, and try again.
uz_uz: Xususiyat yoki uning variantini o‘chirib bo‘lmadi, chunki kamida bitta variatsiya guruhi unga asoslangan. Iltimos, <a href="[href]">ushbu mahsulotlarni</a> o‘chirib tashlang yoki ularning mahsulot guruhlarini tarqatib yuboring va qaytadan urinib ko‘ring.

# Languages::product_variations.notice.old_product_variations_exists
source: Your store still has old product variations. They currently appear as separate products, without the ability to switch between them. To make them work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>. It's easy and automatic.
uz_uz: Sizning do'koningizda hali ham eski mahsulotlar mavjud. Ayni paytda ular alohida mahsulotlar sifatida paydo bo'ladi, ular orasida o'tish imkoniyati mavjud emas. Ularni yangilanishdan oldingidek ishlashi uchun <a href="[convert_url]">eski variatsiyalarni yangi variantlarga aylantiring</a>. Bu oson va avtomatik.

# Languages::product_variations.notice.is_old_product_variation
source: This product is an old variation that hasn't been converted yet. To make it work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>.
uz_uz: Bu mahsulot hali oʻzgartirilmagan eski variant. Uni yangilashdan oldingidek ishlashi uchun <a href="[convert_url]">eski variatsiyalarni yangi variantlarga aylantiring</a>.

# Languages::variation_set_as_default
source: Variation set as default
uz_uz: Variatsiya sukut boʻyicha oʻrnatilgan

# Languages::product_variations.cant_edit_feature_categories
source: Couldn't restrict the feature's availability in categories. <a href="[href]">Some product variations with that feature</a> are still available in the categories where you tried to restrict the feature. Please remove the variation groups from those categories and try again.
uz_uz: Bu xususiyatning toifalarda mavjudligini cheklab bo‘lmadi. <a href="[href]">Ushbu xususiyatga ega bo‘lgan ba’zi mahsulot variantlari</a> funksiyani cheklamoqchi bo‘lgan toifalarda hamon mavjud. Iltimos, ushbu toifalardan variatsiya guruhlarini olib tashlang va qaytadan urinib ko'ring.

# Languages::product_variations.too_many_combinations
source: Sorry, there are too many possible variations that can be generated. To prevent heavy load, we won't display them here. Please create the products with the right feature values manually or via import, and add them to the group.
uz_uz: Kechirasiz, yaratilishi mumkin bo'lgan variantlar juda ko'p. Og'ir yukning oldini olish uchun biz ularni bu erda ko'rsatmaymiz. Iltimos, kerakli xususiyat qiymatlari bilan mahsulotlarni qoʻlda yoki import orqali yarating va ularni guruhga qoʻshing.

# Languages::product_variations.generator.features.placeholder
source: Search for features that can generate variations
uz_uz: Variantlarni yaratishi mumkin bo'lgan xususiyatlarni qidiring

# Languages::product_variations.generator.warning.new_features_add
source: You can add a new feature if you disband the group in the actions menu and create variations again.
uz_uz: Agar siz harakatlar menyusida guruhni tarqatib yuborsangiz va yana variatsiyalar yaratsangiz, yangi xususiyat qo'shishingiz mumkin.

# Languages::product_variations.generator.feature_variants.placeholder
source: Type to search
uz_uz: Qidirish uchun yozing

# Languages::product_variations.generator.feature_variants.add_all_variants
source: Add all variants
uz_uz: Barcha variantlarni qo'shing

# Languages::product_variations.generator.table.title
source: Modify the variations to be created:
uz_uz: Yaratiladigan variatsiyalarni o'zgartiring:

# Languages::product_variations.generator.create_btn
source: Create [n] variation|Create [n] variations
uz_uz: [n] variatsiya yaratish|[n] variatsiya yaratish

# Languages::product_variations.allow_own_features_setting_changing
source: You've disabled the <b>Allow own feature values for child variations</b> setting. Please export <a href="[url]">all your default variations</a> (use "Export found products" in the gear button) and reimport them. This will apply their feature values to existing child variations.
uz_uz: Siz <b>Bolalar uchun oʻz funksiya qiymatlariga ruxsat berish</b> sozlamasini oʻchirib qoʻygansiz. Iltimos, <a href="[url]">barcha birlamchi o‘zgarishlarni</a> eksport qiling (tishli tugmachadagi “Topilgan mahsulotlarni eksport qilish” bandidan foydalaning) va ularni qayta import qiling. Bu ularning funksiya qiymatlarini mavjud boʻlmagan oʻzgarishlarga qoʻllaydi.

# Languages::product_variations.allow_own_images_setting_changing
source: You've disabled the <b>Allow own images for child variations</b> setting. Please export <a href="[url]">all your default variations</a> (use "Export found products" in the gear button) and reimport them. This will apply their images to existing child variations.
uz_uz: Siz <b>Bolalar uchun oʻz rasmlaringizga ruxsat berish</b> sozlamasini oʻchirib qoʻygansiz. Iltimos, <a href="[url]">barcha birlamchi o‘zgarishlarni</a> eksport qiling (tishli tugmachadagi “Topilgan mahsulotlarni eksport qilish” bandidan foydalaning) va ularni qayta import qiling. Bu ularning tasvirlarini mavjud bolalar oʻzgarishlariga qoʻllaydi.

# Languages::product_variations.add_all_variants
source: Add all variants
uz_uz: Barcha variantlarni qo'shing

# Languages::product_variations.error.not_available_feature_purpose
source: Couldn't create variation group based on these features; please use the features with the purpose that is eligible for creating variations (group_catalog_item or group_variation_catalog_item).
uz_uz: Bu xususiyatlar asosida variatsiyalar guruhini yaratib bo‘lmadi; Iltimos, o'zgarishlarni yaratish uchun mos bo'lgan xususiyatlardan foydalaning (group_catalog_element yoki group_variation_catalog_item).

# Languages::product_variations.error.cannot_set_as_default_out_of_stock
source: Couldn't set variation #[product_id] as default, because it is out of stock. A variation that is in stock was used as default instead.
uz_uz: #[product_id] variatsiyasini birlamchi qilib oʻrnatib boʻlmadi, chunki u stokda yoʻq. Buning o'rniga zaxiradagi o'zgarish standart sifatida ishlatilgan.
