Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/reward_points.po
Languages: uz_uz

# Addons::name::reward_points
source: Reward points
uz_uz: Mukofot ballari

# Addons::description::reward_points
source: Lets customers earn and spend points for purchases
uz_uz: Mijozlarga xaridlar uchun ball to'plash va sarflash imkonini beradi

# Languages::reward_points
source: Reward points
uz_uz: Mukofot ballari

# Languages::reward_points_log
source: Reward points log
uz_uz: Mukofot ballari jurnali

# Languages::reward_points_menu_description
source: Assign global reward points in your store.
uz_uz: Do'koningizda global mukofot ballarini belgilang.

# Languages::promotion_cond_reward_points
source: Points on user account
uz_uz: Foydalanuvchi hisobidagi ballar

# Languages::points
source: Points
uz_uz: Ballar

# Languages::points_in_use
source: Points in use
uz_uz: Foydalanish nuqtalari

# Languages::points_in_use_lower
source: points in use
uz_uz: foydalanish nuqtalari

# Languages::points_lower
source: points
uz_uz: ball

# Languages::points_in_use_lowercase
source: [n] point in use|[n] points in use
uz_uz: [n] foydalanish nuqtasi|[n] foydalanish nuqtasi

# Languages::points_lowercase
source: [n] point|[n] points
uz_uz: [n] nuqta|[n] nuqta

# Languages::points_to_use
source: Points to use
uz_uz: Foydalanish uchun ballar

# Languages::point_payment
source: Point payment
uz_uz: Ballarni to'lash

# Languages::point_price
source: Price in points
uz_uz: Ballardagi narx

# Languages::text_increase_points_in_use
source: The points used in the order were added to user account.
uz_uz: Buyurtmada ishlatilgan ballar foydalanuvchi hisobiga qo'shildi.

# Languages::text_points_used_in_order
source: Points were used in order
uz_uz: Ballar tartibda foydalanilgan

# Languages::text_point_in_account
source: You have
uz_uz: Senda bor

# Languages::pay_by_points
source: Allow payment by points
uz_uz: Ballar bo'yicha to'lovga ruxsat bering

# Languages::override_per
source: Override global PER
uz_uz: Global PERni bekor qilish

# Languages::override_gc_points_brief
source: Override global/category points
uz_uz: Global/toifali nuqtalarni bekor qilish

# Languages::text_points_exceed_points_on_account
source: The number of the points entered by you exceeds the number of points at your account.
uz_uz: Siz kiritgan ballar soni hisobingizdagi ballar sonidan oshib ketadi.

# Languages::text_points_exceed_points_that_can_be_applied
source: The number of points entered by you exceeds the number of points that can be applied to this order.
uz_uz: Siz kiritgan ballar soni ushbu buyurtmaga qo'llanilishi mumkin bo'lgan ballar sonidan oshib ketadi.

# Languages::text_points_cannot_applied_because_subtotal_redeemed
source: Points cannot be applied because the subtotal is completely redeemed.
uz_uz: Ballarni qo‘llab bo‘lmaydi, chunki oraliq summa to‘liq qoplanadi.

# Languages::text_cannot_apply_points_to_this_order_because_total
source: Unfortunately, you cannot apply points to this order, because the total cost is zero.
uz_uz: Afsuski, siz ushbu buyurtma uchun ballarni qo'llay olmaysiz, chunki umumiy xarajat nolga teng.

# Languages::text_cannot_apply_points_to_this_order_because_user
source: Unfortunately, you cannot apply points to this order, because you do not have enough points at the account.
uz_uz: Afsuski, siz ushbu buyurtmaga ballarni qo'llay olmaysiz, chunki hisobingizda etarli ball yo'q.

# Languages::text_order_status_has_not_been_changed
source: The order status has not been changed, because the user did not have enough points.
uz_uz: Buyurtma holati o'zgartirilmadi, chunki foydalanuvchida etarli ball yo'q edi.

# Languages::price_in_points_increased
source: Price in points has been increased by
uz_uz: Ballardagi narx ga oshirildi

# Languages::price_in_points_decreased
source: Price in points has been decreased by
uz_uz: Ballardagi narx ga kamaydi

# Languages::earned_points
source: Points earned per product
uz_uz: Har bir mahsulot uchun olingan ballar

# Languages::override_g_points
source: Override global point value for all products in this category
uz_uz: Ushbu turkumdagi barcha mahsulotlar uchun global ball qiymatini bekor qiling

# Languages::amount_type
source: Amount type
uz_uz: Miqdor turi

# Languages::maximum
source: Maximum
uz_uz: Maksimal

# Languages::earned_point_modifier
source: Earned point modifier
uz_uz: Topilgan ball modifikatori

# Languages::override_gc_points
source: Override global/category point value for this product
uz_uz: Ushbu mahsulot uchun global/toifa nuqtasi qiymatini bekor qiling

# Languages::view_user_points
source: View user points
uz_uz: Foydalanuvchi nuqtalarini ko'rish

# Languages::log
source: Log
uz_uz: Jurnal

# Languages::subtract
source: Subtract
uz_uz: Ayirmoq

# Languages::change_points
source: Change points
uz_uz: Nuqtalarni o'zgartirish

# Languages::add_subtract_points
source: Add & subtract points
uz_uz: Ballarni qo'shish va ayirish

# Languages::cleanup_log
source: Cleanup log
uz_uz: Tozalash jurnali

# Languages::we_would_like_to_inform
source: We would like to inform you that
uz_uz: Sizga shuni maʼlum qilmoqchimiz

# Languages::reward_points_subj_added_to
source: [n] point have been added to your account.|[n] points have been added to your account.
uz_uz: Hisobingizga [n] ball qo‘shildi.|Hisobingizga [n] ball qo‘shildi.

# Languages::reward_points_subj_subtracted_from
source: [n] point have been subtracted from your account.|[n] points have been subtracted from your account.
uz_uz: Hisobingizdan [n] ball olib tashlandi.|Hisobingizdan [n] ball olib tashlandi.

# Languages::privileges.manage_reward_points
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.reward_points
source: Reward points
uz_uz: Mukofot ballari

# SettingsSections::reward_points::general
source: General
uz_uz: Umumiy

# SettingsOptions::reward_points::point_rate
source: Points Exchange Rate (PER - the number of points equal to 1 conventional unit)
uz_uz: Ballar almashinuv kursi (PER - 1 an'anaviy birlikka teng ballar soni)

# SettingsOptions::reward_points::auto_price_in_points
source: "Price in points" is calculated automatically on PER basis
uz_uz: "Ballarda narx" avtomatik ravishda PER asosida hisoblanadi

# SettingsOptions::reward_points::price_in_points_with_discounts
source: "Price in points" is recalculated taking into account discounts
uz_uz: "Ballarda narx" chegirmalarni hisobga olgan holda qayta hisoblab chiqiladi

# SettingsOptions::reward_points::points_with_discounts
source: "Points" is recalculated taking into account discounts
uz_uz: "Ballar" chegirmalarni hisobga olgan holda qayta hisoblab chiqiladi

# SettingsOptions::reward_points::price_in_points_order_discount
source: "Price in points" is recalculated taking into account order discounts
uz_uz: "Ballardagi narx" buyurtma chegirmalarini hisobga olgan holda qayta hisoblab chiqiladi

# SettingsOptions::reward_points::reward_points_order_discount
source: "Points" is recalculated taking into account order discounts
uz_uz: "Ballar" buyurtma chegirmalarini hisobga olgan holda qayta hisoblab chiqiladi

# SettingsOptions::reward_points::higher_level_extract
source: If the product and the product category do not have defined reward points but the higher level category has such reward points, extract data from it
uz_uz: Agar mahsulot va mahsulot toifasida belgilangan mukofot ballari bo'lmasa, lekin yuqori darajadagi toifada bunday mukofot ballari bo'lsa, undan ma'lumotlarni chiqarib oling.

# SettingsOptions::reward_points::several_points_action
source: If several reward points can be applied, set
uz_uz: Agar bir nechta mukofot ballarini qo'llash mumkin bo'lsa, o'rnating

# SettingsOptions::reward_points::consider_zero_values
source: Apply zero reward point values
uz_uz: Nol mukofot nuqtasi qiymatlarini qo'llang

# SettingsOptions::reward_points::log_per_page
source: Log lines per page
uz_uz: Har bir sahifaga jurnal qatorlari

# SettingsTooltips::reward_points::consider_zero_values
source: The reward points rules with the zero values should be considered
uz_uz: Nol qiymatlari bilan mukofot ballari qoidalarini hisobga olish kerak

# SettingsVariants::reward_points::several_points_action::minimal_absolute
source: Absolute minimal value
uz_uz: Mutlaq minimal qiymat

# SettingsVariants::reward_points::several_points_action::minimal_percentage
source: Minimal percentage value
uz_uz: Minimal foiz qiymati

# SettingsVariants::reward_points::several_points_action::maximal_absolute
source: Absolute maximal value
uz_uz: Mutlaq maksimal qiymat

# SettingsVariants::reward_points::several_points_action::maximal_percentage
source: Maximal percentage value
uz_uz: Maksimal foiz qiymati

# Languages::email_template.reward_points_notification
source: Reward points
uz_uz: Mukofot ballari

# Languages::grant_point
source: Grant reward points
uz_uz: Mukofot balllarini bering
