Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/rma.po
Languages: uz_uz

# Addons::name::rma
source: RMA
uz_uz: Tovarlarni qaytarish

# Addons::description::rma
source: Adds a return management system
uz_uz: Qaytish boshqaruv tizimini qo'shadi

# Languages::returned_products
source: Returned products
uz_uz: Qaytarilgan mahsulotlar

# Languages::rma_return
source: Return
uz_uz: qaytish

# Languages::no_return_requests_found
source: No return requests found
uz_uz: Hech qanday qaytarish soʻrovi topilmadi

# Languages::returned_product
source: Returned product
uz_uz: qaytarilgan mahsulot

# Languages::returns
source: Returns
uz_uz: qaytadi

# Languages::returns_info
source: Returns info
uz_uz: Ma'lumotni qaytaradi

# Languages::return_info
source: Return information
uz_uz: Ma'lumotni qaytarish

# Languages::order_returns
source: Order returns
uz_uz: Buyurtma qaytariladi

# Languages::return_registration
source: Request a replacement or a refund
uz_uz: O'zgartirish yoki pulni qaytarishni talab qiling

# Languages::return_requests
source: Return requests
uz_uz: Qaytish so'rovlari

# Languages::return_requests_menu_description
source: View and process return requests from orders placed on your web site.
uz_uz: Veb-saytingizda joylashtirilgan buyurtmalarni qaytarish so'rovlarini ko'rish va qayta ishlash.

# Languages::return_status
source: Return status
uz_uz: Qaytish holati

# Languages::return_period
source: Return period
uz_uz: Qaytish davri

# Languages::what_you_would_like_to_do
source: What would you like to do
uz_uz: Nima qilgingiz kelyapdi

# Languages::rma_notify_supplier
source: Notify supplier
uz_uz: Yetkazib beruvchiga xabar bering

# Languages::add_reason
source: Add reason
uz_uz: Sabab qo'shing

# Languages::new_reason
source: New reason
uz_uz: Yangi sabab

# Languages::type_comment
source: Type comments here
uz_uz: Izohlarni shu yerga yozing

# Languages::return_requests_note
source: Go to the list of your return requests
uz_uz: Qaytish so'rovlaringiz ro'yxatiga o'ting

# Languages::privileges.manage_rma
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.rma
source: Return merchandise authorization (RMA)
uz_uz: Tovarlarni qaytarish uchun ruxsatnoma (RMA)

# Languages::rma.text_return_change_warning
source: The status of return request will change from [old_status] to [new_status].
uz_uz: Qaytish so'rovining holati [old_status] dan [new_status] ga o'zgaradi.

# Languages::returnable
source: Returnable
uz_uz: Qaytariladigan

# Languages::returnable_product
source: Returnable product
uz_uz: Qaytariladigan mahsulot

# Languages::rma_request_statuses
source: RMA request statuses
uz_uz: RMA so'rovi holatlari

# Languages::return_products_information
source: Return products information
uz_uz: Mahsulotlar haqida ma'lumotni qaytarish

# Languages::declined_products_information
source: Declined products information
uz_uz: Rad etilgan mahsulotlar haqida ma'lumot

# Languages::rma_reasons
source: RMA reasons
uz_uz: Qaytish sabablari

# Languages::rma_actions
source: RMA actions
uz_uz: Kompensatsiya variantlari

# Languages::rma
source: RMA
uz_uz: Tovarlarni qaytarish

# Languages::return_period_days
source: Return period (days)
uz_uz: Qaytish davri (kun)

# Languages::all_actions
source: All actions
uz_uz: Barcha harakatlar

# Languages::decline_products
source: Decline products
uz_uz: Mahsulotlarni rad etish

# Languages::create_gift_certificate
source: Create gift certificate
uz_uz: Sovg'a sertifikatini yarating

# Languages::accept_products
source: Accept products
uz_uz: Mahsulotlarni qabul qiling

# Languages::rma.recalculate_order
source: Recalculate order
uz_uz: Buyurtmani qayta hisoblash

# Languages::rma.manually_recalculate_order
source: Set the new order total manually
uz_uz: Yangi buyurtma miqdorini qo'lda o'rnating

# Languages::rma.dont_recalculate_order
source: Don't recalculate order
uz_uz: Buyurtmani qayta hisoblamang

# Languages::delete_this_return
source: Delete this return
uz_uz: Ushbu qaytishni o'chiring

# Languages::update_totals_and_inventory
source: Update totals and inventory
uz_uz: Jami va inventarni yangilang

# Languages::request_statuses
source: request statuses
uz_uz: so'rov holatlari

# SettingsSections::rma::general
source: General
uz_uz: Umumiy

# SettingsOptions::rma::display_product_return_period
source: Display product return period
uz_uz: Mahsulotni qaytarish muddatini ko'rsatish

# SettingsOptions::rma::dont_take_weekends_into_account
source: Do not take weekends into account when calculating product return period
uz_uz: Mahsulotni qaytarish muddatini hisoblashda dam olish kunlarini hisobga olmang

# Languages::email_template.rma_slip_notification
source: RMA slip
uz_uz: Tovarlarni qaytarish: qadoqlash ro'yxati

# Languages::template_document_rma_packing_slip_default
source: Return request: packing slip
uz_uz: Qaytish so'rovi: qadoqlash varaqasi

# Languages::document_preview_return_request_not_found
source: Couldn't find a return request. Preview only works with existing data. Please create a return request and use Preview again.
uz_uz: Qaytish soʻrovi topilmadi. Ko'rib chiqish faqat mavjud ma'lumotlar bilan ishlaydi. Iltimos, qaytarish soʻrovini yarating va qaytadan koʻrishdan foydalaning.

# Languages::event.rma.status_changed.name
source: Return request status changed to [status]
uz_uz: Qaytish soʻrovi holati [status] ga oʻzgartirildi

# Languages::rma.choose_change_return_status
source: What to do with the order
uz_uz: Buyurtma bilan nima qilish kerak

# Languages::rma.please_confirm_decision
source: Please confirm your decision.
uz_uz: Iltimos, qaroringizni tasdiqlang.

# Languages::rma.order_total_will_changed
source: The order total will be set to
uz_uz: Buyurtmaning umumiy miqdori o'rnatiladi

# Languages::rma.shipping_costs_will_changed
source: Shipping costs will be set to
uz_uz: Yetkazib berish xarajatlari belgilanadi

# Languages::rma.return_action
source: Return
uz_uz: qaytish

# SettingsOptions::rma::returnable
source: Returnable
uz_uz: Qaytariladigan

# SettingsTooltips::rma::returnable
source: This will be the default value for new products.
uz_uz: Bu yangi mahsulotlar uchun standart qiymat bo'ladi.

# SettingsOptions::rma::return_period
source: Return period (days)
uz_uz: Qaytish muddati (kun)

# SettingsTooltips::rma::return_period
source: This will be the default value for new products.
uz_uz: Bu yangi mahsulotlar uchun standart qiymat bo'ladi.
