Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/rss_feed.po
Languages: uz_uz

# Addons::name::rss_feed
source: RSS feed
uz_uz: RSS tasmasi

# Addons::description::rss_feed
source: Generates RSS feeds for products and blog posts
uz_uz: Mahsulotlar va blog postlari uchun RSS tasmalarini yaratadi

# Languages::rss_feed
source: RSS feed
uz_uz: RSS tasmasi

# Languages::feed_title
source: Feed title
uz_uz: Tasma sarlavhasi

# Languages::feed_description
source: Feed description
uz_uz: Tasma tavsifi

# Languages::rss_sort_by
source: Sort items by
uz_uz: Elementlarni saralash

# Languages::rss_display_sku
source: Display SKU
uz_uz: SKU ko'rsatish

# Languages::rss_display_image
source: Display image
uz_uz: Rasmni ko'rsatish

# Languages::rss_display_price
source: Display gross price
uz_uz: Yalpi narxni ko'rsatish

# Languages::rss_display_original_price
source: Display net price
uz_uz: Aniq narxni ko'rsatish

# Languages::rss_display_add_to_cart
source: Display add to cart button
uz_uz: Savatga qo'shish tugmasini ko'rsatish

# Languages::rss_created
source: Created
uz_uz: Yaratilgan

# Languages::rss_updated
source: Updated
uz_uz: Yangilangan

# Languages::block_rss_feed
source: RSS feed
uz_uz: RSS tasmasi

# Languages::block_rss_feed_description
source: RSS feed subscription icon
uz_uz: RSS tasmasi obuna belgisi

# SettingsSections::rss_feed::general
source: General
uz_uz: Umumiy

# SettingsOptions::rss_feed::managing_editor
source: Content editor
uz_uz: Kontent muharriri

# SettingsOptions::rss_feed::display_rss_feed_in_category
source: Show RSS feed for each category
uz_uz: Har bir toifa uchun RSS tasmasini ko'rsatish

# SettingsOptions::rss_feed::category_max_products_items
source: Max product number per category
uz_uz: Har bir toifadagi maksimal mahsulot soni

# SettingsTooltips::rss_feed::managing_editor
source: Enter the content editor's email and real name, e.g. john@example.com (John Doe)
uz_uz: Kontent muharririning elektron pochta manzili va haqiqiy ismini kiriting, masalan. john@example.com (Jon Doe)

# SettingsTooltips::rss_feed::display_rss_feed_in_category
source: RSS icon near category title.
uz_uz: Kategoriya sarlavhasi yaqinidagi RSS belgisi.

# Languages::addons.rss_feed.icon
source: RSS feed subscription icon
uz_uz: RSS tasmasi obuna belgisi
