Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/searchanise.po
Languages: uz_uz

# Addons::name::searchanise
source: Searchanise
uz_uz: Searchanise orqali qidirish

# Addons::description::searchanise
source: Turns on the <a target="_blank" href="https://searchanise.io/">Searchanise</a> fast search service
uz_uz: <a target="_blank" href="https://searchanise.io/">Qidiruv</a> tezkor qidiruv xizmatini yoqadi

# Languages::searchanise_menu_description
source: Manage search settings, customize view and merchandise products.
uz_uz: Qidiruv sozlamalarini boshqaring, mahsulotlarni koʻrish va sotishni sozlang.

# Languages::searchanise
source: Searchanise
uz_uz: Searchanise orqali qidirish

# Languages::text_se_import_status_queued
source: The product catalog is queued for syncing with Searchanise.
uz_uz: Mahsulot katalogi Searchanise bilan sinxronlash uchun navbatga qo'yilgan.

# Languages::text_se_re_indexation_required
source: Searchanise: Re-indexation required (click the <strong>Force re-indexation</strong> button in the <a href="[link]">Searchanise admin panel</a>).
uz_uz: Searchanise: Qayta indeksatsiya zarur (<a href="[link]">Qidiruv boshqaruv paneli</a>dagi <strong>Qayta indeksatsiyani majburlash</strong> tugmasini bosing).

# Languages::text_se_new_engine_store
source: Searchanise: New search engine for [store] created. Catalog import started.
uz_uz: Searchanise: [store] uchun yangi qidiruv tizimi yaratildi. Katalog importi boshlandi.

# Languages::text_se_seo_settings_notice
source: If you have modified any SEO add-on settings, please <a href="[link]">Re-indexation</a> product catalog with Searchanise to update product URLs.
uz_uz: Agar siz SEO qoʻshimcha sozlamalarini oʻzgartirgan boʻlsangiz, mahsulot URL manzillarini yangilash uchun Searchanise bilan mahsulot katalogini <a href="[link]">qayta indeksatsiya qiling</a>.

# Languages::text_se_connect_error
source: An error occurred during Searchanise registration. Please try later.
uz_uz: Searchanise roʻyxatdan oʻtish vaqtida xatolik yuz berdi. Keyinroq urinib koʻring.

# Languages::text_se_import_status_processing
source: The product catalog syncing is in progress.
uz_uz: Mahsulot katalogini sinxronlash davom etmoqda.

# Languages::text_se_import_status_done
source: The product catalog was synced successfully with Searchanise.
uz_uz: Mahsulotlar katalogi Searchanise bilan muvaffaqiyatli sinxronlashtirildi.

# Languages::text_se_import_status_none
source: The product catalog is not synced with Searchanise yet. Please press "Sync" button to start.
uz_uz: Mahsulotlar katalogi hali Searchanise bilan sinxronlanmagan. Iltimos, boshlash uchun "Sinxronizatsiya" tugmasini bosing.

# Languages::text_se_data_update
source: Please note that the data on Searchanise server is updated with a 2-3 minute delay after you make changes in your store.
uz_uz: E'tibor bering, Searchanise serveridagi ma'lumotlar do'koningizga o'zgartirish kiritganingizdan so'ng 2-3 daqiqa kechikish bilan yangilanadi.

# Languages::text_se_signup
source: Click the button below to connect to Searchanise.
uz_uz: Searchanise-ga ulanish uchun quyidagi tugmani bosing.

# Languages::text_se_just_connected
source: Congratulations, you've just connected to Searchanise.
uz_uz: Tabriklaymiz, siz hozirgina Searchanise-ga ulandingiz.

# Languages::text_se_connected
source: You've connected to Searchanise.
uz_uz: Siz Searchanise-ga ulandingiz.

# Languages::text_se_ajax_connecting
source: Product indexation has started in your store. It may take some time. Wait just a little, we've almost finished.
uz_uz: Do'koningizda mahsulotni indeksatsiya qilish boshlandi. Bu biroz vaqt talab qilishi mumkin. Bir oz kutib turing, biz deyarli tugatdik.

# Languages::text_se_database_restore_notice
source: You've just restored your data from the database dump file. If this dump contains product data, please <a href="[link]">Re-indexation</a> it with Searchanise.
uz_uz: Siz hozirgina ma'lumotlar bazasi dump faylidan ma'lumotlaringizni tikladingiz. Agar bu chiqindida mahsulot maʼlumotlari boʻlsa, uni Searchanise bilan <a href="[link]">qayta indekslang</a>.

# Languages::text_se_only_root_can_register
source: Only the root admin has the permission to connect to Searchanise
uz_uz: Searchanise-ga ulanish uchun faqat ildiz administratori ruxsatga ega

# Languages::se_did_you_mean
source: Did you mean
uz_uz: Nazarda tutgan edingizmi

# Languages::se_product_id
source: Product Id
uz_uz: Mahsulot identifikatori

# Languages::se_title
source: Title
uz_uz: Sarlavha

# Languages::se_summary
source: Description
uz_uz: Tavsif

# Languages::se_link
source: Product Url
uz_uz: Mahsulot URL manzili

# Languages::se_price
source: Price
uz_uz: Narxi

# Languages::se_list_price
source: List Price
uz_uz: Ro'yxat narxi

# Languages::se_quantity
source: Quantity
uz_uz: Miqdori

# Languages::se_product_code
source: Product Code
uz_uz: Mahsulot kodi

# Languages::se_image_link
source: Image Url
uz_uz: Rasm URL

# Languages::se_category_Id
source: Category Id
uz_uz: Kategoriya

# Languages::se_category_usergroup_ids
source: Category Usergroup Ids
uz_uz: Kategoriya foydalanuvchilar guruhi identifikatorlari

# Languages::se_usergroup_ids
source: Usergroup Ids
uz_uz: Foydalanuvchilar guruhi identifikatorlari

# Languages::se_company_id
source: Company Id
uz_uz: Kompaniya identifikatori

# Languages::se_empty_categories
source: Without Categories
uz_uz: Kategoriyalarsiz

# Languages::se_active_companies
source: Company is active
uz_uz: Kompaniya faol

# Languages::se_price_for_usergroup_id
source: Price for usergroup Id ([id])
uz_uz: Foydalanuvchi guruhi identifikatori narxi ([id])

# Languages::se_for_feature_id
source: Feature "[id]" Id
uz_uz: Xususiyat "[id]" identifikatori

# Languages::se_relevance
source: Relevance
uz_uz: Muvofiqlik

# Languages::se_products
source: Products
uz_uz: Mahsulotlar

# Languages::se_popular_suggestions
source: Popular suggestions
uz_uz: Ommabop takliflar

# Languages::sort_by_relevance_asc
source: Sort by Relevance
uz_uz: Muvofiqligi bo'yicha saralash

# Languages::se_api_key
source: API key
uz_uz: API kaliti

# Languages::se_private_key
source: Private key
uz_uz: Shaxsiy kalit

# Languages::se_options_combinations_codes
source: Options combinations codes
uz_uz: Variantlar kombinatsiyasi kodlari

# Languages::se_master_product_status
source: Common product status
uz_uz: Umumiy mahsulot holati

# Languages::se_is_vendor_product
source: Vendor product flag
uz_uz: Sotuvchi mahsulot bayrog'i

# Languages::se_is_master_product
source: Сommon product flag
uz_uz: Umumiy mahsulot bayrog'i

# Languages::se_connection_warning
source: Searchanise: There is no connection to Searchanise server! For Searchanise to work properly, the store server must be able to access searchserverapi.com. Please contact Searchanise <a href="mailto: [email]">[email]</a> technical support or your system administrator.
uz_uz: Searchanise: Searchanise serveriga ulanish yo'q! Searchanise to'g'ri ishlashi uchun do'kon serveri searchserverapi.com saytiga kira olishi kerak. Iltimos, Searchanise <a href="mailto: [email]">[email]</a> texnik yordamiga yoki tizim administratoringizga murojaat qiling.

# Languages::se_queue_warning
source: Searchanise: We found an issue with the export of changes in your store catalog. To resolve the issue please contact the Searchanise <a href="mailto: [email]">[email]</a> technical support.
uz_uz: Searchanise: Do‘koningiz katalogidagi o‘zgarishlarni eksport qilishda muammo topdik. Muammoni hal qilish uchun Searchanise <a href="mailto: [email]">[email]</a> texnik yordamiga murojaat qiling.

# SettingsSections::searchanise::configuration
source: Configuration
uz_uz: Konfiguratsiya
