Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/seo.po
Languages: uz_uz

# Addons::description::seo
source: Adds Search engine-friendly URLs support
uz_uz: Qidiruv tizimiga mos URL manzillarini qo'llab-quvvatlaydi

# Languages::seo_rules_menu_description
source: Use this section to define global rules for the URLs rewritten in your store.
uz_uz: Do'koningizda qayta yozilgan URL manzillari uchun global qoidalarni aniqlash uchun ushbu bo'limdan foydalaning.

# Languages::seo.redirects_manager_menu_description
source: Manages redirect rules from old URLs
uz_uz: Eski URL manzillaridan qayta yoʻnaltirish qoidalarini boshqaradi

# Languages::controller_description
source: If you want to specify a SEO-name for the URL, e.g. http://example.com/index.php?dispatch=<b>categories.catalog</b>, you need to enter the "<b>categories.catalog</b>" value into the "<b>The value of the "dispatch" parameter from the URL</b>" field and specify the SEO name in the "<b>SEO name</b>" field.
uz_uz: Agar siz URL uchun SEO nomini belgilashni istasangiz, masalan. http://example.com/index.php?dispatch=<b>categories.catalog</b>, siz "<b>categories.catalog</b>" qiymatini kiritishingiz kerak URL</b>dan "dispatch" parametrining qiymati va "<b>SEO name</b>" maydonida SEO nomini belgilang.

# Languages::seo_name
source: SEO name
uz_uz: SEO nomi

# Languages::warning_seo_urls_disabled
source: SEO-friendly URLs are disabled. Check your web server and URL manipulation engine settings.
uz_uz: SEOga mos URL manzillar o'chirilgan. Veb-server va URL-manipulyatsiya mexanizmi sozlamalarini tekshiring.

# Languages::dispatch_value
source: Dispatch value
uz_uz: Etkazib berish qiymati

# Languages::url_dispatch_part
source: The value of the "dispatch" parameter from the URL
uz_uz: URL manzilidan "dispatch" parametrining qiymati

# Languages::new_rule
source: New rule
uz_uz: Yangi fayl

# Languages::seo_rules
source: SEO rules
uz_uz: SEO qoidalari

# Languages::seo_page_title
source: page [n]
uz_uz: sahifa [n]

# Languages::privileges.manage_seo_rules
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privileges.view_seo_rules
source: Can view
uz_uz: Ko'rish mumkin

# Languages::seo.redirects_manager
source: 301 redirects
uz_uz: 301 yo'naltirish

# Languages::seo.old_url
source: Old URL
uz_uz: Eski URL

# Languages::seo.new_url
source: New URL
uz_uz: Yangi URL

# Languages::seo.new_redirect
source: New Redirect
uz_uz: Yangi yo'naltirish

# Languages::seo.error_old_url_exists
source: The URL you're redirecting from is already exist
uz_uz: Siz yoʻnaltirayotgan URL allaqachon mavjud

# Languages::seo.rich_snippets
source: Google rich snippets preview
uz_uz: Google-ning boy parchalarini oldindan ko'rish

# Languages::seo.rich_snippets_rating
source: Rating
uz_uz: Reyting

# Languages::seo.rich_snippets_reviews
source: [n] review|[n] reviews
uz_uz: [n] sharh|[n] sharh

# Languages::seo.create_redirect
source: Create redirect from old URL
uz_uz: Eski URL manzilidan qayta yo'naltirishni yarating

# Languages::seo.error_incorrect_url
source: Incorrect format for <b>[url]</b> URL. For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
uz_uz: <b>[url]</b> URL uchun noto‘g‘ri format. Misol uchun, agar sizning URL manzilingiz <b>http://example.com/path/to/object</b> bo'lsa, siz <b>/path/to/object</b>ni kiritishingiz kerak.

# Languages::tt_addons_seo_views_seo_redirects_manage_seo.old_url
source: For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
uz_uz: Misol uchun, agar sizning URL manzilingiz <b>http://example.com/path/to/object</b> bo'lsa, siz <b>/path/to/object</b>ni kiritishingiz kerak.

# SettingsSections::seo::general
source: General
uz_uz: Umumiy

# SettingsOptions::seo::seo_product_type
source: Product SEO URL format
uz_uz: Mahsulot SEO URL formati

# SettingsOptions::seo::seo_category_type
source: Category SEO URL format
uz_uz: Turkum SEO URL formati

# SettingsOptions::seo::seo_page_type
source: Page SEO URL format
uz_uz: Sahifa SEO URL formati

# SettingsOptions::seo::seo_other_type
source: Other SEO URL format
uz_uz: Boshqa SEO URL formati

# SettingsOptions::seo::seo_language
source: Show additional language in the URL
uz_uz: URLda qoʻshimcha tilni koʻrsating

# SettingsOptions::seo::single_url
source: Use single URL for all languages
uz_uz: Barcha tillar uchun bitta URL manzilidan foydalaning

# SettingsOptions::seo::non_latin_symbols
source: Allow non-latin symbols in URL
uz_uz: URLda lotin bo'lmagan belgilarga ruxsat bering

# SettingsVariants::seo::seo_product_type::product_file_nohtml
source: /product-name/
uz_uz: /mahsulot nomi/

# SettingsVariants::seo::seo_product_type::product_file
source: /product-name.html
uz_uz: /mahsulot-nomi.html

# SettingsVariants::seo::seo_product_type::product_category_nohtml
source: /category-name/[subcategory-name/]product-name/
uz_uz: /toifa nomi/[subcategory-name/]mahsulot nomi/

# SettingsVariants::seo::seo_product_type::product_category
source: /category-name/[subcategory-name/]product-name.html
uz_uz: /toifa-nomi/[subcategory-nomi/]mahsulot-nomi.html

# SettingsVariants::seo::seo_category_type::category_nohtml
source: /parent-category/category/[page-2/]
uz_uz: /ota-ona-toifasi/toifa/[2-sahifa/]

# SettingsVariants::seo::seo_category_type::category
source: /parent-category/category-[page-2].html
uz_uz: /ota-ona-toifasi/toifa/[2-sahifa/]

# SettingsVariants::seo::seo_page_type::root_page
source: /page/
uz_uz: /sahifa/

# SettingsVariants::seo::seo_other_type::directory
source: /item/
uz_uz: /element/

# Languages::seo.important_language_text
source: <b>Warning!</b> The <b>SEO</b> add-on is currently configured to use a single URL for all languages. If you hide, disable, or delete a default language of one of the storefronts, the SEO URLs will be changed.
uz_uz: <b>Diqqat!</b> <b>SEO</b> qoʻshimchasi hozirda barcha tillar uchun bitta URL manzilidan foydalanishga sozlangan. Agar siz do'konlardan birining standart tilini yashirsangiz, o'chirib qo'ysangiz yoki o'chirsangiz, SEO URL manzillari o'zgartiriladi.

# Languages::seo.product_feature.feature_code.notice
source: A suitable code can help this feature appear with the product in search engines. Supported codes:
uz_uz: Tegishli kod ushbu xususiyatni qidiruv tizimlarida mahsulotda paydo bo'lishiga yordam beradi. Qo'llab-quvvatlanadigan kodlar:

# Languages::seo.feature_code.brand.description
source: Name used by an organization or business person for labeling a product
uz_uz: Tashkilot yoki tadbirkor tomonidan mahsulotni markalash uchun foydalaniladigan nom

# Languages::seo.feature_code.isbn.description
source: International Standard Book Number
uz_uz: Xalqaro standart kitob raqami

# Languages::seo.feature_code.gtin.description
source: Global Trade Item Number
uz_uz: Global savdo elementi raqami

# Languages::seo.feature_code.mpn.description
source: Manufacturer Part Number
uz_uz: Ishlab chiqaruvchi qism raqami

# Languages::seo.storefront_frontend_default_language_warning
source: The <a href="[link]">SEO</a> add-on is currently configured to use a single URL for all languages. If you change a default language of this storefront, the SEO URLs will be changed.
uz_uz: <a href="[link]">SEO</a> qo‘shimchasi hozirda barcha tillar uchun bitta URL manzilidan foydalanishga sozlangan. Agar siz ushbu vitrining standart tilini o'zgartirsangiz, SEO URL manzillari o'zgaradi.

# Languages::seo.default_storefront_frontend_default_language_warning
source: The <a href="[link]">SEO</a> add-on is currently configured to use a single URL for all languages. If you change a default language of the default storefront, the SEO URLs will be changed for all storefronts.
uz_uz: <a href="[link]">SEO</a> qo‘shimchasi hozirda barcha tillar uchun bitta URL manzilidan foydalanishga sozlangan. Agar siz standart vitrina tilini o'zgartirsangiz, SEO URL manzillari barcha vitrinalar uchun o'zgartiriladi.

# Languages::seo.error_at_creation_seo_name
source: The following SEO name already exists in your store: <b>[names]</b>. <p> The following SEO name was used instead: <b>[new_names]</b>.|The following SEO names already exist in your store: <b>[names]</b>. The following SEO names were used instead: <b>[new_names]</b>.
uz_uz: Sizning do'koningizda quyidagi SEO nomi allaqachon mavjud: <b>[names]</b>. <p> Buning oʻrniga quyidagi SEO nomi ishlatilgan: <b>[new_names]</b>.|Quyidagi SEO nomlari allaqachon doʻkoningizda mavjud: <b>[names]</b>. Buning oʻrniga quyidagi SEO nomlari ishlatilgan: <b>[new_names]</b>.

# Languages::seo.error_incorrect_seo_name
source: The following SEO name had incorrect format: <b>[names]</b>. <p> The following SEO name was used instead: <b>[new_names]</b>.|The following SEO names had incorrect format: <b>[names]</b>. The following SEO names were used instead: <b>[new_names]</b>.
uz_uz: Quyidagi SEO nomi noto‘g‘ri formatga ega edi: <b>[names]</b>. <p> Buning oʻrniga quyidagi SEO nomi ishlatilgan: <b>[new_names]</b>.|Quyidagi SEO nomlari notoʻgʻri formatga ega edi: <b>[names]</b>. Buning oʻrniga quyidagi SEO nomlari ishlatilgan: <b>[new_names]</b>.
