Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/shopify_import.po
Languages: uz_uz

# Addons::name::shopify_import
source: Import from Shopify
uz_uz: Shopify'dan import qilish

# Addons::description::shopify_import
source: Allows you to import products from Shopify.
uz_uz: Shopify'dan mahsulotlar import qilish imkonini beradi.

# Languages::shopify_import.shopify_products_import
source: Shopify products
uz_uz: Shopify mahsulotlari

# Languages::shopify_import.sync_data_name
source: Import products from Shopify
uz_uz: Shopify'dan mahsulotlarni import qiling

# Languages::shopify_import.choose_import_mode
source: Choose import mode
uz_uz: Import rejimini tanlang

# Languages::shopify_import.import_for_all_vendors
source: I'm launching my marketplace and setting up products for all vendors to use
uz_uz: Men o'z bozorimni ishga tushiryapman va barcha sotuvchilar foydalanishi uchun mahsulotlarni sozlayapman

# Languages::shopify_import.import_for_specific_vendor
source: I'm importing these products for a specific vendor
uz_uz: Men ushbu mahsulotlarni ma'lum bir sotuvchi uchun import qilyapman

# Languages::shopify_import.depends_on_common_products_addon
source: This option needs <a href="[link]">Common products for vendors</a> add-on to be installed
uz_uz: Ushbu parametr oʻrnatilishi uchun <a href="[link]">Vendorlar uchun umumiy mahsulotlar</a> qoʻshimchasini oʻrnatish kerak.

# Languages::shopify_import.invalid_csv_file_format
source: Uploaded CSV-file has invalid format or empty. Only files exported from Shopify supported.
uz_uz: Yuklangan CSV fayl formati noto‘g‘ri yoki bo‘sh. Faqat Shopify'dan eksport qilinadigan fayllar qo'llab-quvvatlanadi.

# Languages::shopify_import.products_without_sku
source: The SKU value is missing for some products. These products are always imported as new objects.
uz_uz: Ayrim mahsulotlar uchun SKU qiymati yetishmayapti. Ushbu mahsulotlar doimo yangi ob'ektlar sifatida import qilinadi.

# Languages::shopify_import.last_status.S
source: Success
uz_uz: Muvaffaqiyat

# Languages::shopify_import.last_status.F
source: Failure
uz_uz: Muvaffaqiyatsizlik
