Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/sms_notifications.po
Languages: uz_uz

# Addons::name::sms_notifications
source: SMS notifications
uz_uz: SMS xabarnomalar

# Addons::description::sms_notifications
source: Allows you to set up administrator SMS order notifications
uz_uz: Administrator SMS buyurtma bildirishnomalarini sozlash imkonini beradi

# Languages::unicode_not_enabled
source: Unicode support can not be enabled: 'mbstring' PHP extension is not installed.
uz_uz: Unicode qo'llab-quvvatlashni yoqish mumkin emas: 'mbstring' PHP kengaytmasi o'rnatilmagan.

# SettingsSections::sms_notifications::general
source: General
uz_uz: Umumiy

# SettingsOptions::sms_notifications::phone_number
source: Phone number
uz_uz: Telefon raqami

# SettingsOptions::sms_notifications::phone_number_from
source: Send from number
uz_uz: Raqamdan yuboring

# SettingsOptions::sms_notifications::elm_clickatell_settings
source: Clickatell settings
uz_uz: Clickatell sozlamalar

# SettingsOptions::sms_notifications::clickatel_user
source: Username
uz_uz: Foydalanuvchi nomi

# SettingsOptions::sms_notifications::clickatel_api_id
source: API ID
uz_uz: API identifikatori

# SettingsOptions::sms_notifications::clickatel_password
source: Password
uz_uz: Parol

# SettingsOptions::sms_notifications::clickatel_unicode
source: Use Unicode
uz_uz: Unicode-dan foydalaning

# SettingsOptions::sms_notifications::clickatel_concat
source: Split long sms into several parts
uz_uz: Uzoq smsni bir necha qismga bo'ling

# SettingsOptions::sms_notifications::elm_send_sms_if
source: Send SMS if
uz_uz: Agar bo'lsa SMS yuboring

# SettingsOptions::sms_notifications::sms_new_order_placed
source: New order has been placed
uz_uz: Yangi buyurtma berildi

# SettingsOptions::sms_notifications::sms_new_cusomer_registered
source: New customer has been registered
uz_uz: Yangi mijoz ro'yxatga olindi

# SettingsOptions::sms_notifications::sms_product_negative_amount
source: Product quantity is less than zero
uz_uz: Mahsulot miqdori noldan kam

# SettingsOptions::sms_notifications::sms_send_min_amout
source: Only send when order total amount is more than
uz_uz: Buyurtmaning umumiy miqdoridan ortiq bo'lganda yuboring

# SettingsOptions::sms_notifications::sms_send_shipping
source: Only send for these shipping methods
uz_uz: Faqat ushbu yuk tashish usullari uchun yuboring

# SettingsOptions::sms_notifications::elm_sms_content
source: SMS content
uz_uz: SMS tarkibi

# SettingsOptions::sms_notifications::sms_send_payment_info
source: Add payment info
uz_uz: To'lov ma'lumotlarini qo'shing

# SettingsOptions::sms_notifications::sms_send_customer_email
source: Add customers e-mail
uz_uz: Mijozlarga elektron pochtani qo'shing

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_1
source: Do not split
uz_uz: Bo'linmang
