Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/store_locator.po
Languages: uz_uz

# Addons::name::store_locator
source: Stores and pickup points
uz_uz: Do'konlar va qabul qilish punktlari

# Addons::description::store_locator
source: Allows you to mark your physical stores on the map and offer your customers to collect orders from there, if a corresponding shipping method is configured.
uz_uz: Agar tegishli yetkazib berish usuli sozlangan boʻlsa, xaritada jismoniy doʻkonlaringizni belgilash va mijozlaringizga u yerdan buyurtmalarni yigʻishni taklif qilish imkonini beradi.

# Languages::view_on_map
source: View on map
uz_uz: Xaritada ko'rish

# Languages::get_api_key
source: Obtaining an API Key
uz_uz: API kalitini olish

# Languages::block_store_locator
source: Store locator
uz_uz: Do'konni aniqlash

# Languages::store_locator
source: Stores & pickup points
uz_uz: Do'konlar va qabul qilish punktlari

# Languages::block_store_locator_description
source: Store locator block
uz_uz: Do'konni aniqlash bloki

# Languages::text_address_not_found
source: Address not found
uz_uz: Manzil topilmadi

# Languages::select_coordinates
source: Select coordinates
uz_uz: Koordinatalarni tanlang

# Languages::set
source: Set
uz_uz: Oʻrnatish

# Languages::editing_store_location
source: Editing store location
uz_uz: Do‘kon manzilini tahrirlash

# Languages::new_store_location
source: New store location
uz_uz: Yangi do'kon manzili

# Languages::add_store_location
source: Add store location
uz_uz: Do'kon manzilini qo'shing

# Languages::coordinates
source: Coordinates
uz_uz: Koordinatalar

# Languages::latitude_short
source: lat
uz_uz: kenglik

# Languages::longitude_short
source: long
uz_uz: uzunlik

# Languages::all_stores
source: All stores
uz_uz: Barcha do'konlar

# SettingsSections::store_locator::general
source: General
uz_uz: Umumiy

# SettingsOptions::store_locator::print_map
source: Show map in order-related documents
uz_uz: Buyurtma bilan bog'liq hujjatlarda xaritani ko'rsatish

# SettingsTooltips::store_locator::print_map
source: Print the map on the packing slip and invoice
uz_uz: Xaritani qadoqlash varaqasi va fakturada chop eting

# SettingsOptions::store_locator::show_locations_at_geolocator
source: Use list of cities instead of a map
uz_uz: Xarita oʻrniga shaharlar roʻyxatidan foydalaning

# SettingsTooltips::store_locator::show_locations_at_geolocator
source: Affects the Customer Geolocation block. The list will be generated from cities that have stores and pickup points.
uz_uz: Mijozning geolokatsiyasi blokiga ta'sir qiladi. Ro'yxat do'konlari va qabul qilish punktlari bo'lgan shaharlardan tuziladi.

# Languages::privileges.manage_store_locator
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.store_locator
source: Store locator
uz_uz: Do'konni aniqlash

# Languages::privileges.view_store_locator
source: Can view
uz_uz: Ko'rish mumkin

# Languages::store_locator.text_pickup_instruction
source: The "Customer pick-up" shipping method offers a customer to choose a store to pick up a product from. The stores can be created in the "Store location" add-on<br /><b>Store creation:</b> <a href="[store_locator]">Store location</a>
uz_uz: "Mijozni olib ketish" jo'natish usuli mijozga mahsulotni olish uchun do'kon tanlashni taklif qiladi. Doʻkonlarni “Doʻkon joylashuvi” plaginida yaratish mumkin<br /><b>Doʻkon yaratish:</b> <a href="[store_locator]">Doʻkon joylashuvi</a>

# Languages::store_locator.select_stores
source: Select stores
uz_uz: Do'konlarni tanlang

# Languages::store_locator.pick_up_points
source: Pick-up points
uz_uz: Qabul qilish punktlari

# Languages::store_locator.stores_position
source: The "Position" field in the store settings
uz_uz: Do'kon sozlamalarida "Position" maydoni

# Languages::store_locator.shipping_position
source: Order selected in the shipping method settings
uz_uz: Buyurtma yetkazib berish usuli sozlamalarida tanlangan

# Languages::store_locator.selected_fields
source: Selected stores
uz_uz: Do'konlarni tanlang

# Languages::store_locator.available_fields
source: Available stores
uz_uz: Mavjud do'konlar

# Languages::store_locator.display_ml
source: Map and list
uz_uz: Xarita va ro'yxat

# Languages::store_locator.display_l
source: List
uz_uz: Roʻyxat

# Languages::store_locator.display_m
source: Map
uz_uz: Xarita

# Languages::store_locator.display
source: Locations list view on the checkout page
uz_uz: To'lov sahifasida joylar ro'yxati ko'rinishi

# Languages::store_locator.pickup
source: Pickup
uz_uz: Olib ketish

# Languages::store_locator.pickup_avail
source: Available for pick-up
uz_uz: Olib ketish uchun mavjud

# Languages::store_locator.work_time
source: Working hours
uz_uz: ish vaqti

# Languages::carrier_store_locator
source: Pickup
uz_uz: Olib ketish

# Languages::destination_nothing_found
source: No suitable destination has been found
uz_uz: Tegishli manzil topilmadi

# Languages::stores_nothing_found
source: No stores have been found
uz_uz: Hech qanday do'kon topilmadi

# Languages::pickup
source: Pickup
uz_uz: Olib ketish

# Languages::pickup_id
source: Pickup ID
uz_uz: Olib ketish identifikatori

# Languages::pickup_avail
source: Pickup avail
uz_uz: Olib ketish imkoniyati mavjud

# Languages::pickup_surcharge
source: Pickup surcharge
uz_uz: Olib ketish qo'shimcha to'lovi

# Languages::pickup_address
source: Pickup address
uz_uz: Olib ketish manzili

# Languages::pickup_phone
source: Pickup phone
uz_uz: Olib ketish telefoni

# Languages::pickup_time
source: Pickup time
uz_uz: Qabul qilish vaqti

# Languages::pickup_destinations_ids
source: Pickup destinations ids
uz_uz: Olib ketish manzillari identifikatorlari

# Languages::store_locator.show_pickup_points_only
source: Hide places where I can't pick up my order
uz_uz: Buyurtmani olib bo'lmaydigan joylarni yashiring

# Languages::store_locator.stores_and_pickup_points
source: Stores and pickup points
uz_uz: Do'konlar va qabul qilish punktlari

# Languages::store_locator.surcharge_changes_hint
source: In previous versions, the surcharge was added to the standard rates that were specified for a shipping method. Now this surcharge isn't taken into account during shipping rate calculation. We left it here for your convenience, so that you could see it and adjust the rates on the shipping method editing page accordingly.
uz_uz: Oldingi versiyalarda qo'shimcha to'lov yuk tashish usuli uchun belgilangan standart tariflarga qo'shilgan. Endi bu qo'shimcha to'lov yuk tashish tarifini hisoblashda hisobga olinmaydi. Sizga qulay bo'lishi uchun uni shu yerda qoldirdik, shunda siz uni ko'rishingiz va etkazib berish usulini tahrirlash sahifasida tariflarni mos ravishda o'zgartirishingiz mumkin.

# Languages::store_locator.main_destination
source: Located in rate area
uz_uz: Narx zonasida joylashgan

source: Determines the shipping rates for this pickup point. The rates are specified on the shipping method editing page. If you don't select a rate area for a pickup point, then the pickup point won't appear at checkout.
uz_uz: Ushbu qabul qilish punkti uchun jo'natish tariflarini belgilaydi. Tariflar yuk tashish usulini tahrirlash sahifasida ko'rsatilgan. Agar qabul qilish punkti uchun tarif maydonini tanlamasangiz, qabul qilish punkti kassada ko'rinmaydi.

# Languages::store_locator.show_to
source: Show to
uz_uz: Ko'rsatish

# Languages::show_to
source: Show to
uz_uz: Ko'rsatish

source: Allows you to offer this pickup point to the residents of other rate areas at checkout.
uz_uz: Ushbu qabul qilish punktini boshqa tarif hududlari aholisiga to'lov vaqtida taklif qilish imkonini beradi.

# Languages::store_locator.shipping_price_from
source: from [price]
uz_uz: [price] dan

# Languages::store_locator.use_two_fingers_for_move_map
source: Use two fingers to move the map
uz_uz: Xaritani siljitish uchun ikki barmoqdan foydalaning

# Languages::store_locator.scroll_to_top
source: Scroll to top
uz_uz: Yuqoriga aylantiring

# Languages::store_locator.no_rate_area
source: No rate area
uz_uz: Tarif maydoni yo'q

# Languages::store_locator.name
source: Name
uz_uz: Ism

# Languages::store_locator.pickup_locations
source: Pickup Locations
uz_uz: Olib ketish joylari

# Languages::store_locator.any_rate_area
source: Any rate area
uz_uz: Har qanday tarif maydoni

# Languages::store_locator.pickup_from_store
source: Pickup from store
uz_uz: Do'kondan olib ketish

# Languages::store_locator.any_vendor
source: Any vendor
uz_uz: Har qanday sotuvchi

# Languages::store_locator.any
source: Any
uz_uz: Har qanday

# Languages::store_locator.shipping_price_from_to
source: from [from_price] to [to_price]
uz_uz: [from_price] dan [from_price] gacha
