Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/suppliers.po
Languages: uz_uz

# Addons::name::suppliers
source: Suppliers [Deprecated]
uz_uz: Yetkazib beruvchilar [Deprecated]

# Addons::description::suppliers
source: We are planning to remove this add-on. If you are using it, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">let us know how<\/a>.
uz_uz: Biz ushbu qo'shimchani olib tashlashni rejalashtirmoqdamiz. Agar siz undan foydalanayotgan bo'lsangiz, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">qanday qilib bizga xabar bering</a> .

# Languages::search_by_supplier
source: Search by supplier
uz_uz: Yetkazib beruvchi bo'yicha qidiruv

# Languages::notify_supplier
source: Notify supplier
uz_uz: Yetkazib beruvchiga xabar bering

# Languages::view_supplier_products
source: View supplier products
uz_uz: Yetkazib beruvchi mahsulotlarini ko'rish

# Languages::supplier
source: Supplier
uz_uz: Yetkazib beruvchi

# Languages::supplier_email_header
source: The following products have been purchased in our store and need to be shipped.
uz_uz: Bizning do'konimizda quyidagi mahsulotlar xarid qilingan va ularni jo'natish kerak.

# Languages::suppliers_menu_description
source: List of supplier accounts registered in the store.
uz_uz: Do'konda ro'yxatdan o'tgan yetkazib beruvchi hisoblari ro'yxati.

# Languages::dear_sirs
source: Dear Sirs
uz_uz: Hurmatli Janoblar

# Languages::add_supplier
source: Add supplier
uz_uz: Yetkazib beruvchini qo'shing

# Languages::available_for_supplier
source: Available for supplier
uz_uz: Yetkazib beruvchi uchun mavjud

# Languages::editing_supplier
source: Editing supplier
uz_uz: Tahrirlovchi yetkazib beruvchi

# Languages::supplier_deleted
source: Supplier has been deleted successfully.
uz_uz: Ta'minotchi muvaffaqiyatli o'chirildi.

# Languages::privileges.manage_suppliers
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privilege_groups.suppliers
source: Suppliers
uz_uz: Yetkazib beruvchilar

# SettingsSections::suppliers::general
source: General
uz_uz: Umumiy

# SettingsOptions::suppliers::display_supplier
source: Display product supplier company
uz_uz: Mahsulot yetkazib beruvchi kompaniyani ko'rsatish

# SettingsOptions::suppliers::display_shipping_methods_separately
source: Display shipping methods to each supplier separately
uz_uz: Har bir yetkazib beruvchiga etkazib berish usullarini alohida ko'rsating

# Languages::email_template.suppliers_notification
source: Supplier notification
uz_uz: Yetkazib beruvchi xabarnomasi

# Languages::email_template.supplier_notification_with_status
source: Supplier notification: [name]
uz_uz: Yetkazib beruvchiga bildirishnoma: [ism]

# Languages::email_template.suppliers_notification_default
source: Supplier notification: Default template for a new order status
uz_uz: Yetkazib beruvchiga bildirishnoma: Yangi buyurtma holati uchun standart shablon

# Languages::template_document_supplier_order_invoice
source: Suppliers: invoice
uz_uz: Yetkazib beruvchilar: faktura

# Languages::document_preview_suppliers_not_found
source: Couldn't find a supplier. Preview only works with existing data. Please create a supplier and use Preview again.
uz_uz: Yetkazib beruvchi topilmadi. Ko'rib chiqish faqat mavjud ma'lumotlar bilan ishlaydi. Iltimos, yetkazib beruvchi yarating va qaytadan koâ€˜rib chiqishdan foydalaning.

# Languages::suppliers.event.order.supplier_notified.name
source: Suppliers: order status changed to [status]
uz_uz: Yetkazib beruvchilar: buyurtma holati [status] ga o'zgartirildi

# Languages::event.receiver.s
source: Supplier
uz_uz: Yetkazib beruvchi

# Languages::suppliers.supplier_notifications
source: Supplier notifications
uz_uz: Yetkazib beruvchi xabarnomalari
