Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/tags.po
Languages: sv_se, uz_uz

# Addons::name::tags
source: Tags
sv_se: Etiketter
uz_uz: Teglar

# Addons::description::tags
source: Enables product tags
sv_se: Lägger till produktetiketter
uz_uz: Mahsulot teglarini yoqadi

# Languages::tags_menu_description
source: Manage product and content page tags.
sv_se: Hantera etiketter.
uz_uz: Mahsulot va kontent sahifa teglarini boshqaring.

# Languages::sign_in_to_enter_tags
source: Sign in to enter tags
sv_se: Logga in för att ange etiketter
uz_uz: Teglarni kiritish uchun tizimga kiring

# Languages::tag_cloud
source: Tag cloud
sv_se: Etikettmoln
uz_uz: Teg buluti

# Languages::tags
source: Tags
sv_se: Etiketter
uz_uz: Teglar

# Languages::block_tags
source: Tags
sv_se: Etiketter
uz_uz: Teglar

# Languages::block_tags_description
source: Product tags
sv_se: Produktetiketter
uz_uz: Mahsulot teglari

# Languages::addons.tags.add_a_tag
source: add a tag
sv_se: Lägg till etikett
uz_uz: teg qo'shing

# Languages::items_marked_by_tag
source: Items marked by the "[tag]" tag:
sv_se: Objekt markerade med etiketten '[tag]':
uz_uz: “[tag]” tegi bilan belgilangan elementlar:

# Languages::tag
source: Tag
sv_se: Etikett
uz_uz: Teg

# Languages::add_tag
source: Add tag
sv_se: Lägg till etikett
uz_uz: Teg qo'shing

# SettingsSections::tags::general
source: General
sv_se: Allmänt
uz_uz: Umumiy

# SettingsOptions::tags::tags_for_products
source: Tags for products
sv_se: Etiketter för produkter
uz_uz: Mahsulotlar uchun teglar

# SettingsOptions::tags::tags_for_pages
source: Tags for pages
sv_se: Etiketter för sidor
uz_uz: Sahifalar uchun teglar

# Languages::n_tags
source: [n] tag|[n] tags
sv_se: [n] tag|[n] taggar
uz_uz: [n] teg|[n] teglar
