Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/tilda_pages.po
Languages: uz_uz

# Addons::name::tilda_pages
source: Landing pages from Tilda
uz_uz: Tildadan ochilish sahifalari

# Addons::description::tilda_pages
source: Allows you to link landing pages from Tilda to your site in a few clicks.
uz_uz: Tilda-dan ochilish sahifalarini bir necha marta bosish orqali saytingizga bog'lash imkonini beradi.

# SettingsOptions::tilda_pages::tilda_public_api_key
source: Public API key
uz_uz: Umumiy API kaliti

# SettingsOptions::tilda_pages::tilda_private_api_key
source: Secret API key
uz_uz: Maxfiy API kaliti

# Languages::tilda_pages.tilda_project
source: Project
uz_uz: Loyiha

# Languages::tilda_pages.tilda_page
source: Tilda page
uz_uz: Tilda sahifasi

# Languages::tilda_pages.tilda_pages
source: Tilda pages
uz_uz: Tilda sahifalari

# Languages::tilda_pages.add_tilda_page
source: Add Tilda page
uz_uz: Tilda sahifasini qo'shing

# Languages::tilda_pages.editing_tilda_page
source: Editing Tilda page
uz_uz: Tilda sahifasini tahrirlash

# Languages::tilda_pages.new_tilda_page
source: New Tilda page
uz_uz: Yangi Tilda sahifasi

# Languages::tilda_pages.use_top_panel
source: Use Top Panel, Header, and Footer of this store
uz_uz: Ushbu doʻkonning yuqori paneli, sarlavha va altbilgidan foydalaning

# Languages::tilda_pages.use_tilda_page
source: Use Tilda page
uz_uz: Tilda sahifasidan foydalaning

# Languages::tilda_pages.tilda_override_block
source: Tilda content is used instead of this block
uz_uz: Ushbu blok o'rniga Tilda tarkibi ishlatiladi

# Languages::tilda_pages.tilda_override_location
source: Tilda page is used instead of this location
uz_uz: Bu joylashuv oʻrniga Tilda sahifasi ishlatiladi

# Languages::tilda_pages.additional_settings_info
source: After entering the api keys, additional settings will become available.
uz_uz: Api tugmachalarini kiritgandan so'ng, qo'shimcha sozlamalar mavjud bo'ladi.

# Languages::tilda_pages.auto_sync_title
source: Link for auto synchronization
uz_uz: Avtomatik sinxronizatsiya uchun havola

# Languages::tilda_pages.go_to_tilda
source: Go to Tilda page
uz_uz: Tilda sahifasiga o'ting

# Languages::tilda_pages.published
source: Published
uz_uz: Chop etilgan

# Languages::tilda_pages.generate_block
source: Embed storefront block into Tilda page
uz_uz: Tilda sahifasiga vitrina blokini joylashtiring

# Languages::tilda_pages.generate_block_help
source: <ol><li>Use the <b>Block manager [bm_icon]</b> button in the WYSIWYG editor to select the [product] blocks you want to show on a Tilda page.</li><li>Switch the editor to the <b>HTML mode [html_icon]</b> and copy the generated code.</li><li>In Tilda, add an "HTML Code" block to your page and paste the generated code there. This will make the [product] blocks appear on the Tilda page after you publish it to the site.</li></ol>
uz_uz: <ol><li>Tilda sahifasida koʻrsatmoqchi boʻlgan [product] bloklarini tanlash uchun WYSIWYG muharriridagi <b>Blok menejeri [bm_icon]</b> tugmasidan foydalaning.</li><li>Oʻzgartirish muharrirni <b>HTML rejimiga [html_icon]</b> o'rnating va yaratilgan koddan nusxa oling.</li><li>Tilda-da sahifangizga "HTML Code" blokini qo'shing va yaratilgan kodni u erga joylashtiring. Bu [product] bloklarini saytga joylaganingizdan keyin Tilda sahifasida paydo boʻlishiga olib keladi.</li></ol>

# Languages::tilda_pages.settings_error
source: Not enough data for the correct operation of the add-on. Please make sure you specified everything in the settings of the <a href="[url]">"Landing pages from Tilda"</a> add-on.
uz_uz: Qo'shimchaning to'g'ri ishlashi uchun ma'lumotlar etarli emas. Iltimos, <a href="[url]">"Tildadan ochilish sahifalari"</a> qo‘shimchasi sozlamalarida hamma narsani ko‘rsatganingizga ishonch hosil qiling.

# Languages::tilda_pages.tilda_pages_cookies_title
source: Tilda Pages
uz_uz: Tilda sahifalari

# Languages::tilda_pages.tilda_pages_cookies_description
source: Tilda is a service that allows us to create landings and other pages. Some of the site's pages may work incorrectly without them. Here is <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing privacy policy</a>.
uz_uz: Tilda - bu bizga maydonchalar va boshqa sahifalarni yaratish imkonini beruvchi xizmatdir. Saytning ba'zi sahifalari ularsiz noto'g'ri ishlashi mumkin. Mana <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing maxfiylik siyosati</a>.
