Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/ulsk_order_logs.po
Languages: ru_ru

# Addons::name::ulsk_order_logs
source: ulsk_order_logs add-on
ru_ru: История изменения статусов заказов

# Addons::description::ulsk_order_logs
source: ulsk_order_logs add-on description
ru_ru: История изменения статусов заказов на отдльной странице и на странице заказа.

# Languages::ulsk_order_logs.order_status_logs
source: Order status logs
ru_ru: История изменения статусов заказов

# Languages::ulsk_order_logs.order_status_logs_v1
source: Order status logs v1
ru_ru: История изменения статусов заказов (v.1)

# Languages::ulsk_order_logs.order_status_logs_v2
source: Order status logs v2
ru_ru: История изменения статусов заказов (v.2)

# Languages::order_status_logs_section
source: Order status logs section
ru_ru: История изменения статусов заказов

# Languages::ulsk_order_logs.status_old
source: Old status
ru_ru: Старый статус

# Languages::ulsk_order_logs.status_new
source: New status
ru_ru: Новый статус

# Languages::ulsk_order_logs.first_name
source: First name in order
ru_ru: Имя в заказе

# Languages::ulsk_order_logs.last_name
source: Last name in order
ru_ru: Фамилия в заказе

# Languages::ulsk_order_logs.log_id
source: ulsk_order_logs log id
ru_ru: Log Id

# Languages::new_status
source: New status exim
ru_ru: Сменился на новый статус

# Languages::old_status
source: Old status
ru_ru: Перед сменой статуса

# Languages::privileges.view_order_status_logs
source: Can view
ru_ru: Просмотр

# Languages::privileges.manage_order_status_logs
source: Can edit
ru_ru: Редактирование

# Languages::privilege_groups.order_status_logs
source: Order status log
ru_ru: История изменения заказов
