Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/vendor_communication.po
Languages: uz_uz

# Addons::name::vendor_communication
source: Message center
uz_uz: Xabarlar markazi

# Addons::description::vendor_communication
source: Allows customers, vendors, and administrators to contact each other via the built-in chat.
uz_uz: Mijozlarga, sotuvchilarga va ma'murlarga o'rnatilgan chat orqali bir-birlari bilan bog'lanish imkonini beradi.

# SettingsSections::vendor_communication::general
source: General
uz_uz: Umumiy

# SettingsSections::vendor_communication::vendor_to_customer
source: For customers
uz_uz: Mijozlar uchun

# SettingsOptions::vendor_communication::show_on_product
source: Contact button on product pages
uz_uz: Mahsulot sahifalarida aloqa tugmasi

# SettingsOptions::vendor_communication::show_on_vendor
source: Contact button in vendor microstore
uz_uz: Sotuvchi mikrodo'konidagi aloqa tugmasi

# SettingsOptions::vendor_communication::show_on_messages
source: Contact button at "Messages" menu
uz_uz: "Xabarlar" menyusidagi aloqa tugmasi

# SettingsTooltips::vendor_communication::show_on_product
source: Show the "Ask a question" button on product pages.
uz_uz: Mahsulot sahifalarida "Savol so'rang" tugmasini ko'rsating.

# SettingsTooltips::vendor_communication::show_on_vendor
source: Show the "Ask a question" button in vendors' microstores.
uz_uz: Sotuvchilarning mikrodo'konlarida "Savol so'rang" tugmasini ko'rsating.

# SettingsOptions::vendor_communication::vendor_to_customer_communication
source: Customer-to-seller communication
uz_uz: Xaridor va sotuvchi aloqasi

# SettingsOptions::vendor_communication::vendor_to_admin_communication
source: Vendor-to-admin communication
uz_uz: Sotuvchidan administratorga aloqa

# SettingsOptions::vendor_communication::show_on_order
source: Contact button on detailed order page
uz_uz: Batafsil buyurtma sahifasidagi aloqa tugmasi

# SettingsTooltips::vendor_communication::show_on_order
source: Show the "Start communication" button on detailed order page.
uz_uz: Batafsil buyurtma sahifasida "Muloqotni boshlash" tugmasini ko'rsating.

# Languages::vendor_communication.messages
source: Messages
uz_uz: Xabarlar

# Languages::vendor_communication.message_center
source: Message center
uz_uz: Xabarlar markazi

# Languages::vendor_communication.message_center_name
source: Message center
uz_uz: Xabarlar markazi

# Languages::vendor_communication.message_center_name_menu_description
source: Messages from customers
uz_uz: Mijozlardan kelgan xabarlar

# Languages::vendor_communication.message_center_menu_description
source: Customer-to-vendor messages
uz_uz: Xaridordan sotuvchiga xabarlar

# Languages::vendor_communication.author
source: Author
uz_uz: Muallif

# Languages::vendor_communication.date
source: Date
uz_uz: Sana

# Languages::vendor_communication.message
source: Message
uz_uz: Xabar

# Languages::vendor_communication.contact_vendor
source: Contact vendor
uz_uz: Sotuvchiga murojaat qiling

# Languages::vendor_communication.ask_a_question
source: Ask a question
uz_uz: Bizga savol bering

# Languages::vendor_communication.contact_vendor_name
source: Contact [vendor_name]
uz_uz: [vendor_name] bilan bog'laning

# Languages::vendor_communication.created_at
source: Created on
uz_uz: Yaratilgan sanasi

# Languages::vendor_communication.new_thread_created
source: Your message has been sent to <b>[vendor_name]</b>.<br/><br/>The vendor's reply will be sent to the email address of your account. To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Messages" section of the "My account" menu.
uz_uz: Xabaringiz <b>[vendor_name]</b> manziliga yuborildi.<br/><br/>Verdorning javobi hisobingiz elektron pochta manziliga yuboriladi. Xabarlar tarixini koʻrish uchun “Mening hisobim” menyusining “Xabarlar” boʻlimida joylashgan <a href="[thread_url]">Xabarlar markaziga</a> oʻting.

# Languages::vendor_communication.message_sent
source: Your message has been sent to <b>[vendor_name]</b>.<br/><br/>We'll notify you about a reply. To view your message history, please <a href="[thread_url]" target="_blank">go to the Message Center</a> located in the "Messages" section of the "My account" menu.
uz_uz: Xabaringiz <b>[vendor_name]</b> manziliga yuborildi.<br/><br/>Javob haqida sizga xabar beramiz. Xabarlar tarixini ko‘rish uchun “Mening hisobim” menyusining “Xabarlar” bo‘limida joylashgan <a href="[thread_url]" target="_blank">Xabarlar markaziga</a> o‘ting.

# Languages::vendor_communication.cannot_update_thread
source: Cannot update thread
uz_uz: Mavzuni yangilab bo‘lmadi

# Languages::vendor_communication.cannot_create_thread
source: Cannot create thread
uz_uz: Tarmoq yaratib bo‘lmadi

# Languages::email_template.vendor_communication.notify_admin
source: Ask seller a question: Admin Notification
uz_uz: Sotuvchiga savol bering: Administrator bildirishnomasi

# Languages::email_template.vendor_communication.notify_customer
source: Ask seller a question: Customer Notification
uz_uz: Sotuvchiga savol bering: Xaridor bildirishnomasi

# Languages::vendor_communication.you_have_new_message
source: You have a new <a href="[thread_url]">message</a> from [message_from].
uz_uz: Sizda [message_from] dan yangi <a href="[thread_url]">xabar</a> bor.

# Languages::vendor_communication.subject_email
source: You have a new message from [message_from]
uz_uz: Sizga [message_from]dan yangi xabar keldi

# Languages::vendor_communication.thread
source: Thread #[thread_id]
uz_uz: Mavzu #[thread_id]

# Languages::vendor_communication.contact_with
source: #[thread_id]. Communication with [thread_company]
uz_uz: #[thread_id]. [thread_company] bilan aloqa

# Languages::vendor_communication.ticket
source: Thread
uz_uz: Mavzu

# Languages::vendor_communication.no_messages_found
source: No messages found
uz_uz: Hech qanday xabar topilmadi

# Languages::vendor_communication.customer_name
source: Customer name
uz_uz: mijoz nomi

# Languages::vendor_communication.error_message
source: Please enter your message
uz_uz: Iltimos, xabaringizni kiriting

# Languages::vendor_communication.type_message
source: Type a message...
uz_uz: Xabar yozing...

# Languages::vendor_communication.you
source: You
uz_uz: Siz

# Languages::vendor_communication.order_details
source: Order details
uz_uz: Buyurtma tafsilotlari

# Languages::vendor_communication.import_details
source: Import details
uz_uz: Import tafsilotlari

# Languages::vendor_communication.thread_deleted
source: Thread has been deleted
uz_uz: Mavzu o'chirildi

# Languages::vendor_communication.threads_deleted
source: Threads have been deleted
uz_uz: Mavzular o'chirildi

# Languages::vendor_communication.cannot_delete_thread
source: Cannot delete thread
uz_uz: Mavzuni oʻchirib boʻlmadi

# Languages::vendor_communication.cannot_delete_threads
source: Cannot delete threads
uz_uz: Mavzularni oʻchirib boʻlmadi

# Languages::vendor_communication.cannot_post_message
source: Cannot post message
uz_uz: Xabarni joylash imkonsiz

# Languages::vendor_communication.no_threads_found
source: No threads found
uz_uz: Hech qanday mavzu topilmadi

# Languages::vendor_communication.required_field_is_missing
source: The [field_name] field is required
uz_uz: [field_name] maydoni talab qilinadi

# Languages::vendor_communication.invalid_thread_object_type
source: Provided thread object type is invalid
uz_uz: Taqdim etilgan mavzu turi yaroqsiz

# Languages::vendor_communication.please_log_in_to_contact_vendor
source: Please sign in to contact the vendor
uz_uz: Sotuvchi bilan bog'lanish uchun tizimga kiring

# Languages::privileges.manage_vendor_communication
source: Can edit
uz_uz: Tahrirlash mumkin

# Languages::privileges.view_vendor_communication
source: Can view
uz_uz: Ko'rish mumkin

# Languages::privilege_groups.vendor_communication
source: Message center: customer-to-vendor communication
uz_uz: Xabarlar markazi: xaridorlar va sotuvchilar o'rtasidagi aloqa

# Languages::vendor_communication.your_message_to_vendor_name
source: Your message to [vendor_name]
uz_uz: [vendor_name] ga xabaringiz

# Languages::vendor_communication.please_log_in_to_be_notified
source: Please sign in so that we can notify you about a reply
uz_uz: Javob haqida sizni xabardor qilishimiz uchun tizimga kiring

# Languages::vendor_communication
source: Message center
uz_uz: Xabarlar markazi

# Languages::vendor_communication.event.message_received.name
source: Customer-to-vendor: New message received
uz_uz: Xaridordan sotuvchiga: yangi xabar qabul qilindi

# Languages::vendor_communication.event.vendor_to_admin_message_received.name
source: Vendor-to-admin: New message received
uz_uz: Sotuvchidan administratorga: Yangi xabar qabul qilindi

# Languages::internal_template.vendor_communication_message_received
source: New message received
uz_uz: Yangi xabar qabul qilindi

# Languages::vendor_communication.new_message.title
source: [company_name] has a new message from [customer]
uz_uz: [company_name]ga [customer]dan yangi xabar bor

# Languages::vendor_communication.new_message.message
source: Click this notification to see the message
uz_uz: Xabarni ko'rish uchun ushbu bildirishnomani bosing

# Languages::vendor_communication.contact_admin
source: Contact administrator
uz_uz: Administrator bilan bog'laning

# Languages::vendor_communication.communication
source: Communication
uz_uz: Aloqa

# Languages::vendor_communication.message_center_vendor_name
source: Message center
uz_uz: Xabarlar markazi

# Languages::vendor_communication.message_center_vendor_name_menu_description
source: Messages from vendor to administrator
uz_uz: Sotuvchidan administratorga xabarlar

# Languages::vendor_communication.tab_vendor_to_admin
source: Vendor communication
uz_uz: Sotuvchi bilan aloqa

# Languages::vendor_communication.tab_vendor_to_customer
source: Customer communication
uz_uz: Mijoz bilan muloqot

# Languages::vendor_communication.tab_vendor_to_admin_for_vendor_panel
source: Admin communication
uz_uz: Administrator aloqasi

# Languages::vendor_communication.your_message_to_admin
source: Your message to administrator
uz_uz: Sizning xabaringiz administratorga

# Languages::vendor_communication.some_threads_have_not_been_created
source: Some threads have not been created: [count]
uz_uz: Ayrim mavzular yaratilmagan: [count]

# Languages::vendor_communication.vendor_to_admin.message_sent
source: Your message has been sent to <b>[name]</b>.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Vendors" menu.
uz_uz: Xabaringiz <b>[name]</b> manziliga yuborildi.<br/><br/>Xabarlar tarixini ko‘rish uchun <a href="[thread_url]">Xabarlar markaziga</a o‘ting. > "Vendors" menyusida joylashgan.

# Languages::vendor_communication.vendor_to_customer.message_sent
source: Your message has been sent to <b>[name]</b>.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Customers" menu.
uz_uz: Xabaringiz <b>[name]</b> manziliga yuborildi.<br/><br/>Xabarlar tarixini ko‘rish uchun <a href="[thread_url]">Xabarlar markaziga</a o‘ting. > "Mijozlar" menyusida joylashgan.

# Languages::vendor_communication.vendor_to_admin.message_list_sent
source: Your messages have been sent.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Vendors" menu.
uz_uz: Xabarlaringiz yuborildi.<br/><br/>Xabarlar tarixini koʻrish uchun “Vendors” menyusida joylashgan <a href="[thread_url]">Xabarlar markaziga</a> oʻting.

# Languages::privilege_groups.admin_communication
source: Message center: vendor-to-admin communication
uz_uz: Xabarlar markazi: sotuvchidan administratorga aloqa

# Languages::customer_to_admin_communication.event.message_received.name
source: Customer-to-Admin: New message received
uz_uz: Mijozdan administratorga: Yangi xabar qabul qilindi

# Languages::vendor_communication.start_communication
source: Start communication
uz_uz: Muloqotni boshlang

# Languages::privilege_groups.order_communication
source: Message center: communication with customer
uz_uz: Xabar markazi: mijoz bilan aloqa

# Languages::vendor_communication.communication_vendor_to_admin
source: Communication with vendor
uz_uz: Sotuvchi bilan aloqa

# Languages::vendor_communication.communication_vendor_to_customer
source: Communication with customer
uz_uz: Mijoz bilan aloqa

# Languages::vendor_communication.communication_vendor_to_admin_with_admin
source: Communication with administrator
uz_uz: Administrator bilan aloqa

# Languages::vendor_communication.contact_customer
source: Contact customer
uz_uz: Mijoz bilan bog'laning

# Languages::vendor_communication.subject
source: Subject
uz_uz: Mavzu

# Languages::vendor_communication.your_message_to_customer
source: Your message to customer
uz_uz: Sizning mijozga xabaringiz

# Languages::vendor_communication.event.order_message_received.name
source: Order communication: New message received
uz_uz: Buyurtma aloqasi: Yangi xabar qabul qilindi

# Languages::vendor_communication.scroll_to_top
source: Scroll to top
uz_uz: Yuqoriga aylantiring

# Languages::vendor_communication.send_message
source: Send message
uz_uz: Xabar yuborish

# Languages::vendor_communication.dashboard.todo.messages_from_customers
source: <strong>[n] message</strong> from customer.|<strong>[n] messages</strong> from customers.
uz_uz: Mijozdan <strong>[n] xabar</strong>.|Mijozlardan<strong>[n] xabar</strong>.

# Languages::vendor_communication.dashboard.todo.messages_from_administrator
source: <strong>[n] message</strong> from marketplace administration.|<strong>[n] messages</strong> from marketplace administration.
uz_uz: Bozor ma'muriyatidan <strong>[n] xabar</strong>.|Bozor ma'muriyatidan<strong>[n]] xabarlar</strong>.

# Languages::vendor_communication.dashboard.todo.messages_from_vendors
source: <strong>[n] message</strong> from vendor.|<strong>[n] messages</strong> from vendors.
uz_uz: <strong>[n] xabar</strong> sotuvchidan.|<strong>[n] xabar</strong> sotuvchilardan.
