Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/warehouses.po
Languages: uz_uz

# Addons::name::warehouses
source: Warehouses
uz_uz: Omborlar

# Addons::description::warehouses
source: Lets you set product stock separately for each store and warehouse. Shows to customers the availability of a product in stores or in particular rate areas.
uz_uz: Har bir do'kon va ombor uchun mahsulot zaxirasini alohida o'rnatish imkonini beradi. Mijozlarga mahsulotning do'konlarda yoki ma'lum narxlarda mavjudligini ko'rsatadi.

# Languages::warehouses.store_type
source: Type
uz_uz: Turi

# Languages::warehouses.store_type_store
source: Store
uz_uz: Do'kon

# Languages::warehouses.store_type_pickup
source: Pickup point
uz_uz: Qabul qilish punkti

# Languages::warehouses.store_type_warehouse
source: Warehouse
uz_uz: Ombor

# Languages::warehouses.name
source: Name
uz_uz: Ism

# Languages::warehouses.city
source: City
uz_uz: Shahar

# Languages::warehouses.quantity
source: Quantity
uz_uz: Miqdori

# Languages::warehouses.settings
source: Settings
uz_uz: Sozlamalar

# Languages::warehouses.ship_to
source: Ship to
uz_uz: Ga yetkazib berish

# Languages::warehouses.ship_to_tooltip
source: Determines the rate areas in which the products from this warehouse will be considered available.
uz_uz: Ushbu ombordagi mahsulotlar mavjud deb hisoblanishi mumkin bo'lgan tarif maydonlarini belgilaydi.

# Languages::warehouses.main_destination_tooltip
source: Determines where this place is located. In turn, this determines the shipping rate and delivery time to this place.
uz_uz: Bu joy qayerda joylashganligini aniqlaydi. O'z navbatida, bu etkazib berish tezligini va ushbu joyga etkazib berish vaqtini belgilaydi.

# Languages::warehouses.show_to
source: Show to
uz_uz: Ko'rsatish

# Languages::warehouses.show_to_tooltip
source: Allows you to offer this pickup point to the residents of other rate areas at checkout.
uz_uz: Ushbu qabul qilish punktini boshqa tarif hududlari aholisiga to'lov vaqtida taklif qilish imkonini beradi.

# Languages::warehouses.out_of_stock_products
source: [product] isn't in stock in the selected region.|The following products aren't in stock in the selected region: [products]
uz_uz: [product] tanlangan hududda mavjud emas.|Quyidagi mahsulotlar tanlangan hududda mavjud emas: [products]

# Languages::warehouses.warehouse_stock
source: Quantities
uz_uz: Miqdorlar

# Languages::warehouses.stores_and_warehouses
source: Stores & Warehouses
uz_uz: Do'konlar va Omborlar

# Languages::warehouses.store_warehouse
source: Store / Warehouse
uz_uz: Do'kon va Ombor

# Languages::warehouses.shipping_delay
source: Moving time
uz_uz: Harakatlanish vaqti

# Languages::warehouses.shipping_delay.tooltip
source: The time it takes to move products from here to another store or warehouse in this rate area.
uz_uz: Mahsulotlarni bu yerdan boshqa do'kon yoki omborga ko'chirish uchun ketadigan vaqt.

# Languages::warehouses.warn_about_delay
source: Warn about delay
uz_uz: Kechikish haqida ogohlantiring

# Languages::warehouses.warn_about_delay.tooltip
source: If a product has to be moved to the rate area from here, show the moving time in the product list and cart.
uz_uz: Agar mahsulotni bu yerdan tarif maydoniga ko'chirish kerak bo'lsa, mahsulot ro'yxati va savatda harakatlanish vaqtini ko'rsating.

# Languages::warehouses.destinations_configuration.tooltip
source: Products can be taken from different stores and warehouses first, depending on where your customer is. <a href="[destinations_url]" target="_blank">Configure store and warehouse priority individually for each rate area.</a>
uz_uz: Mahsulotlar mijozingiz qayerda ekanligiga qarab, avvalo turli do'konlar va omborlardan olinishi mumkin. <a href="[destinations_url]" target="_blank">Har bir tarif maydoni uchun do‘kon va ombor ustuvorligini alohida sozlang.</a>

# Languages::warehouses.shipping_delay.description
source: Product is at a remote warehouse. If you order it, we'll send it [shipping_delay].
uz_uz: Mahsulot uzoq omborxonada. Buyurtma bersangiz, biz uni [shipping_delay] yuboramiz.

# Languages::warehouses.shipping_delay.description.default
source: Product is at a remote warehouse. If you order it, shipping may take slightly longer.
uz_uz: Mahsulot uzoq omborxonada. Agar siz buyurtma qilsangiz, etkazib berish biroz ko'proq vaqt olishi mumkin.

# Languages::warehouses.shipping_delay.description.short
source: If ordered: [shipping_delay]
uz_uz: Buyurtma qilingan bo'lsa: [shipping_delay]

# Languages::warehouses.shipping_delay_for_products
source: Some of the products you ordered are at a remote warehouse. Shipping may take slightly longer than stated here.
uz_uz: Siz buyurtma qilgan ba'zi mahsulotlar uzoqdan joylashgan omborxonada. Yetkazib berish bu erda ko'rsatilganidan biroz ko'proq vaqt olishi mumkin.

# Languages::warehouses.product_available_if_ordered
source: Available if ordered
uz_uz: Buyurtma qilingan taqdirda mavjud

# Languages::warehouses.product_in_stock
source: In stock
uz_uz: Sotuvda mavjud

# Languages::warehouses.in_n_stores
source: in [n] store|in [n] stores
uz_uz: [n] do'konda|[n] do'konda

# Languages::warehouses.product_availability
source: Availability in stores
uz_uz: Do'konlarda mavjudligi

# Languages::block_availability_in_stores
source: Availability in stores
uz_uz: Do'konlarda mavjudligi

# Languages::block_availability_in_stores_description
source: List of stores where the product can be purchased
uz_uz: Mahsulotni sotib olish mumkin bo'lgan do'konlar ro'yxati

# Languages::warehouses.store_and_address
source: Store and address
uz_uz: Do'kon va manzil

# Languages::warehouses.phone
source: Phone
uz_uz: Telefon

# Languages::warehouses.search_store
source: Search store
uz_uz: Do'kon bo'yicha qidirish

# Languages::warehouses.stores_list
source: List
uz_uz: Roʻyxat

# Languages::warehouses.stores_map
source: Map
uz_uz: Xarita

# Languages::warehouses.no_matching_stores_found
source: No stores found matching the search criteria
uz_uz: Qidiruv mezonlariga mos keladigan do‘kon topilmadi

# Languages::warehouses.rate_area
source: Rate area
uz_uz: Baho maydoni

# Languages::warehouses.shipping_delay_notification
source: Delay warning
uz_uz: Kechikish haqida ogohlantirish

# Languages::warehouses.shipping_delay_notification.tooltip
source: It will appear if products aren't available in the stores and warehouses above.
uz_uz: Agar mahsulot yuqoridagi do'kon va omborlarda mavjud bo'lmasa paydo bo'ladi.

# Languages::warehouses.type_to_search_or_check_all
source: Type to search, or click the button on the right to add all rate areas
uz_uz: Qidirish uchun yozing yoki barcha tarif maydonlarini qo'shish uchun o'ngdagi tugmani bosing

# Languages::warehouses.any_store_type
source: Any type of store
uz_uz: Har qanday turdagi do'kon

# Languages::warehouses.add_all
source: Add all
uz_uz: Hammasini qo'shing

# Languages::warehouses.quantity_tab.no_data
source: This storefront doesn't have any stores or warehouses. Please <a href="[create_url]">create one</a> or <a href="[list_url]">make an existing one available</a> for this storefront
uz_uz: Bu do‘konda hech qanday do‘kon yoki ombor yo‘q. Iltimos, ushbu vitrina uchun <a href="[create_url]">yarating</a> yoki <a href="[list_url]">mavjudini mavjud qiling</a>

# Languages::warehouses.exim_reset_inventory_tooltip
source: This won't affect the products that have the quantity specified in the imported file. This also won't affect products at the warehouses that aren't updated in this preset.
uz_uz: Bu import qilingan faylda ko'rsatilgan miqdorga ega mahsulotlarga ta'sir qilmaydi. Bu shuningdek, ushbu oldindan o'rnatilganda yangilanmagan omborlardagi mahsulotlarga ta'sir qilmaydi.

# Languages::warehouses.destination_can_be_deleted
source: Couldn't delete the rate area because at least one product is contained in warehouses in this rate area. Please delete this rate area from warehouse or reset the number of <a href="[href]">these products</a>, and try again.
uz_uz: Tarif maydonini oʻchirib boʻlmadi, chunki bu tarif hududidagi omborlarda kamida bitta mahsulot bor. Iltimos, ushbu tarif maydonini ombordan oʻchirib tashlang yoki <a href="[href]">ushbu mahsulotlar</a> sonini tiklang va qaytadan urinib koʻring.

# Languages::commerceml.map.entity_type.warehouse
source: Warehouses
uz_uz: Omborlar

# Languages::commerceml.tab.warehouse
source: Warehouses
uz_uz: Omborlar

# Languages::warehouses.commerceml.import.error.product.warehouse_not_found
source: Couldn't find warehouse [id]
uz_uz: Ombor topilmadi [id]

# Languages::warehouses.commerceml.import.message.warehouse.created
source: Category [id] created; local ID: [local_id]
uz_uz: Kategoriya [id] yaratilgan; mahalliy identifikator: [local_id]
