Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/wishlist.po
Languages: uz_uz

# Addons::name::wishlist
source: Wish List
uz_uz: Istaklar roʻyxati

# Addons::description::wishlist
source: Lets customers store items in personal wish lists
uz_uz: Mijozlarga narsalarni shaxsiy istaklar ro'yxatida saqlash imkonini beradi

# Languages::add_to_wishlist
source: Add to wish list
uz_uz: Istaklar ro'yxatiga qo'shing

# Languages::clear_wishlist
source: Clear wish list
uz_uz: Istaklar ro'yxatini tozalash

# Languages::view_wishlist
source: View wish list
uz_uz: Istaklar ro'yxatini ko'rish

# Languages::wishlist_content
source: Wish list content
uz_uz: Istaklar ro'yxati tarkibi

# Languages::wishlist
source: Wish list
uz_uz: Istaklar roʻyxati

# Languages::wishlist_short
source: Wish list
uz_uz: Istaklar roʻyxati

# Languages::wishlist_note
source: Go to your wishlist
uz_uz: Istaklar ro'yxatiga o'ting

# Languages::text_failed_gift_certificate_addition
source: Failed to add the certificate. Make sure the summary amount is not zero.
uz_uz: Sertifikat qo‘shib bo‘lmadi. Xulosa miqdori nolga teng emasligiga ishonch hosil qiling.

# Languages::text_gift_cert_added_to_wishlist
source: The gift certificate has been added to the wish list
uz_uz: Sovg'a sertifikati istaklar ro'yxatiga qo'shildi

# Languages::product_added_to_wl
source: The product was added to your Wish list
uz_uz: Mahsulot istaklar ro'yxatiga qo'shildi

# Languages::product_in_wishlist
source: This product is already in the wish list
uz_uz: Bu mahsulot allaqachon istaklar ro'yxatida

# Languages::wishlist_products
source: Wish list products
uz_uz: Istaklar ro'yxati mahsulotlar
