Repository: xcartmaster/cscart1
Catalog: var/langs/*/addons/yandex_checkout.po
Languages: ru_ru

# Addons::name::yandex_checkout
source: YooMoney
ru_ru: ЮKassa

# Addons::description::yandex_checkout
source: Allows you to accept payments via YooMoney
ru_ru: Позволяет принимать платежи через ЮKassa.

# Languages::yandex_checkout.url_for_payment_notifications
source: URL for payment notifications
ru_ru: URL для уведомлений

# Languages::yandex_checkout.server_https
source: <b>SSL certificate is necessary to receive payments. Self-signed SSL certificate is allowed (<a target="_blank" href="http://en.wikipedia.org/wiki/Self-signed_certificate">Self-signed certificate</a>)</b>
ru_ru: <b>Важно! Для успешной работы на вашем сервере должен быть установлен SSL сертификат. Допускается использование самоподписанного сертификата.</b>

# Languages::yandex_checkout.send_receipt_to_yandex
source: Send receipt data to YooMoney (Federal Law 54)
ru_ru: Отправлять данные для чеков в ЮKassa (54-ФЗ)

# Languages::yandex_checkout.available_only_for_rub
source: Available only when Russian Ruble is selected for the сurrency
ru_ru: Доступно только в случае, когда в качестве валюты выбран российский рубль

# Languages::yandex_checkout.shop_id_notice
source: Copy shopId from your YooMoney account
ru_ru: Скопируйте shopId из личного кабинета ЮKassa

# Languages::yandex_checkout.secret_key_api
source: Secret API key
ru_ru: Секретный ключ

# Languages::yandex_checkout.secret_key_api_notice
source: Copy secret API key from your YooMoney account
ru_ru: Скопируйте секретный ключ из личного кабинета ЮKassa

# Languages::yandex_checkout.confirmed_order_status
source: Order status for forming final receipt
ru_ru: Статус заказа для формирования итогового чека

# Languages::yandex_checkout.yandex_checkout
source: YooMoney
ru_ru: ЮKassa

# Languages::yandex_checkout.check_payment_status
source: Checking payment status, please wait
ru_ru: Проверяем статус платежа. Пожалуйста, подождите.

# Languages::yandex_checkout.payment_processing
source: Payment processing
ru_ru: Обработка платежа

# Languages::yandex_checkout.payment_status_not_final
source: Sorry, we couldn't confirm the status of your payment with YooMoney. Please try again later, use another payment method, or contact us about this problem.
ru_ru: Извините, нам не удалось получить подтверждение оплаты от ЮKassa. Попробуйте позже, воспользуйтесь другим способом оплаты или свяжитесь с нами и сообщите о проблеме.

# Languages::yandex_checkout.notification_received
source: Notification received
ru_ru: Уведомление получено

# Languages::yandex.checkout.confirmed_order_status.notice
source: This status means that the product has been delivered, or that the service has been rendered in full.
ru_ru: Этот статус означает, что товар был доставлен, а услуга оказана полностью.

# Languages::yandex_checkout.full_payment_receipt_id
source: Full payment receipt ID
ru_ru: ID итогового чека

# Languages::yandex_checkout.full_payment_receipt_error
source: Full payment receipt creation error message
ru_ru: Сообщение об ошибке при создании итогового чека

# Languages::yandex_checkout.full_prepayment_receipt_id
source: Full prepayment receipt ID
ru_ru: ID чека предоплаты

# Languages::yandex_checkout.full_prepayment_receipt_error
source: Full prepayment receipt creation error message
ru_ru: Сообщение об ошибке при создании чека предоплаты

# Languages::yandex_checkout.yandex_checkout_for_marketplaces_vendor_info
source: You need to create a YooMoney shop to automatically receive withdrawals from the store.<br>You should land a contract in YooMoney between your shop and the marketplace owner's shop.
ru_ru: Чтобы автоматически получать средства от маркетплейса, создайте магазин в ЮKassa.<br>Заключите контракт в ЮKassa между вашим магазином и магазином владельца маркетплейса.

# Languages::yandex_checkout.withdrawal_amount
source: Withdrawal amount
ru_ru: Сумма выводимых средств

# Languages::yandex_checkout.withdrawal_for_the_order
source: Withdrawal for the order #[order_id]
ru_ru: Выплата за заказ #[order_id]

# Languages::yandex_checkout.marketplace_fee
source: Marketplace fee
ru_ru: Комиссия маркетплейса

# Languages::yandex_checkout.marketplace_fee_notice
source: Make sure it matches the fee you specified in YooMoney. This fee will override any commissions from vendor plans. However, it still requires the Vendor Plans add-on to be installed and active.
ru_ru: Убедитесь, что эта комиссия совпадает с той, что указана в вашем соглашении с ЮKassa. Эта комиссия перезапишет все комиссии из тарифных планов. Но модуль "Тарифные планы для продавцов" всё ещё должен быть установлен и включен.

# Languages::yandex_checkout.marketplace_fee_disabled_notice
source: To take commission from your vendors, please install and activate the <a href="[href]">Vendor Plans</a> add-on first.
ru_ru: Чтобы взимать комиссию с продавцов, сначала установите и включите модуль <a href="[href]">"Тарифные планы для продавцов"</a>.

# Languages::yandex_checkout.held_order_status
source: Status for held orders (Orders waiting for capture)
ru_ru: Статус заказов с холдированием (до передачи средств)

# Languages::yandex_checkout.are_held_payments_enabled
source: Held payments enabled
ru_ru: Включить холдирование

# Languages::yandex_checkout.selected_payment_method
source: Select pay method
ru_ru: Выберите способ оплаты

# Languages::yandex_checkout.all_available_methods
source: All available methods
ru_ru: Все доступные способы

# Languages::yandex_checkout.alfabank
source: Alfa-Click
ru_ru: Альфа-Клик

# Languages::yandex_checkout.bank_card
source: Bank card
ru_ru: Банковская карта

# Languages::yandex_checkout.cash
source: Cash
ru_ru: Наличные

# Languages::yandex_checkout.installments
source: Installments
ru_ru: Рассрочка

# Languages::yandex_checkout.qiwi
source: QIWI Wallet
ru_ru: QIWI Кошелек

# Languages::yandex_checkout.sberbank
source: Sberbank Online
ru_ru: Сбербанк Онлайн

# Languages::yandex_checkout.tinkoff_bank
source: Tinkoff
ru_ru: Тинькофф

# Languages::yandex_checkout.yandex_money
source: YooMoney
ru_ru: ЮKassa

# Languages::yandex_checkout.full_refund_order_status
source: Status for fully refunded order
ru_ru: Статус полностью возвращённого заказа

# Languages::yandex_checkout.partial_refund_order_status
source: Status for partially refunded order
ru_ru: Статус частично возвращённого заказа

# Languages::yandex_checkout.commission_type
source: Commission type
ru_ru: Тип комиссии

# Languages::yandex_checkout.fixed_commission_type
source: Fixed
ru_ru: Фиксированная

# Languages::yandex_checkout.flexible_commission_type
source: Flexible
ru_ru: Гибкая

# Languages::yandex_checkout.commission_type_from_yandex_agreement
source: Select the type of marketplace commission stated in your agreement with YooMoney
ru_ru: Указан в вашем соглашении с ЮKassa

# Languages::yandex_checkout.rma.perform_refund
source: Give a refund via YooMoney
ru_ru: Вернуть деньги через ЮKassa

# Languages::log_action_yc_request
source: All operations
ru_ru: Все операции

# Languages::log_action_yc_failed
source: Failed operations
ru_ru: Неудавшиеся операции

# Languages::log_type_yandex_checkout
source: YooMoney
ru_ru: ЮKassa

# Languages::yandex_checkout.request_headers
source: Request headers
ru_ru: Заголовки запроса

# Languages::yandex_checkout.request_body
source: Request body
ru_ru: Тело запроса

# Languages::yandex_checkout.party
source: Initiator of payment cancellation
ru_ru: Инициатор отмены оплаты

# Languages::yandex_checkout.merchant
source: Seller of goods and services.
ru_ru: Продавец товаров и услуг.

# Languages::yandex_checkout.yoo_money
source: YooMoney
ru_ru: ЮKassa

# Languages::yandex_checkout.payment_network
source: \“External\” participants of the payment process, i.e. all other participants of the payment process except for you and YooMoney (for example, the card issuer or another payment service)
ru_ru: \"Внешние\" участники платёжного процесса, т.е. все другие участники, кроме вас и ЮKassa (например, эмитент карты или другая платёжная система)

# Languages::yandex_checkout.3d_secure_failed
source: 3-D Secure authentication failed. The buyer should repeat the payment, contact their bank for details, or use another payment method.
ru_ru: Проверка 3-D Secure завершилась неудачно. Покупатель должен повторить оплату, связаться со своим банком или использовать другой способ оплаты.

# Languages::yandex_checkout.call_issuer
source: Payment made with this payment method was declined for unknown reasons. The buyer should contact the organization that provides the payment method.
ru_ru: Оплата с помощью этого способа оплаты отклонена по неизвестной причине. Покупатель должен связаться с организацией, которая предоставляет этот способ оплаты.

# Languages::yandex_checkout.canceled_by_merchant
source: Payment canceled via API during a two-stage payment.
ru_ru: Двухступенчатая оплата отменена через API.

# Languages::yandex_checkout.card_expired
source: The bank card has expired. The buyer should use a different payment method.
ru_ru: Истёк срок действия банковской карты. Покупатель должен воспользоваться другим способом оплаты.

# Languages::yandex_checkout.country_forbidden
source: Payments with a bank card issued in this country are not allowed. The buyer should use a different payment method. You can set up the limits for payments made via bank card issued by foreign banks.
ru_ru: Платежи с банковских карт, выпущенных в этой стране, запрещены. Покупателю нужно использовать другой способ оплаты. Вы можете установить ограничения на оплату с банковских карт от зарубежных банков.

# Languages::yandex_checkout.expired_on_capture
source: A two-stage payment’s term for debiting the money has expired. If you still want to accept the payment, repeat the payment using a new idempotency key and debit the money after the payment is confirmed by the user.
ru_ru: Истёк срок для списания средств при двухэтапной оплате. Если вы хотите принять оплату, повторите оплату с новым ключом идемпотентности и спишите средства после подтверждения оплаты покупателем.

# Languages::yandex_checkout.expired_on_confirmation
source: Payment term has expired: the user hasn’t confirmed the payment within the time frame designated for payment using the selected method. If the user still wants to pay, you’ll need to repeat the payment using a new idempotency key, and the user needs to confirm it.
ru_ru: Срок оплаты истёк: покупатель не подтвердил оплату в течение времени, указанного для этого способа оплаты. Если покупатель ещё хочет произвести оплату, вам понадобится повторить оплату с новым ключом идемпотентности, а покупателю понадобится её подтвердить.

# Languages::yandex_checkout.fraud_suspected
source: The payment was blocked due to suspected fraud. The buyer should use a different payment method.
ru_ru: Оплата была заблокирована из-за подозрений в мошенничестве. Покупатель должен воспользоваться другим способом оплаты.

# Languages::yandex_checkout.general_decline
source: No detailed reason provided. The buyer should contact the initiator of the payment cancellation for more details.
ru_ru: Описания причины нет. Покупатель должен связаться с инициатором отмены оплаты, чтобы узнать подробности.

# Languages::yandex_checkout.identification_required
source: Exceeded payment limit on the YooMoney wallet. The buyer should complete the identification process or select another payment method.
ru_ru: Превышен лимит платежей в кошельке ЮMoney. Покупатель должен пройти идентификацию или выбрать другой способ оплаты.

# Languages::yandex_checkout.insufficient_funds
source: Not enough money to make the payment. The buyer should add money to the account balance or select another payment method.
ru_ru: Недостаточно денег для проведения оплаты. Покупатель должен добавить денег на счёт или выбрать другой способ оплаты.

# Languages::yandex_checkout.internal_timeout
source: Technical difficulties on YooMoney’s side: couldn’t process the request within 30 seconds. Repeat the payment using a new idempotency key.
ru_ru: Технические сложности на стороне ЮKassa: не удалось обработать запрос в течение 30 секунд. Повторите оплату с новым ключом идемпотентности.

# Languages::yandex_checkout.invalid_card_number
source: Invalid card number. The buyer should repeat the payment and enter the correct card details.
ru_ru: Номер банковской карты введён неверно. Покупатель должен повторить оплату и ввести корректные данные банковской карты.

# Languages::yandex_checkout.invalid_csc
source: The CVV2 code (CVC2, CID) was entered incorrectly. The buyer should repeat the payment and enter the correct card details.
ru_ru: Код CVV2 (CVC2, CID) введён неверно. Покупатель должен повторить оплату и ввести корректные данные банковской карты.

# Languages::yandex_checkout.issuer_unavailable
source: The organization that provides the payment method is not available. The buyer should repeat the payment later or select another payment method.
ru_ru: Организация, которая предоставляет способ оплаты, недоступна. Покупатель должен попробовать снова через некоторое время или выбрать другой способ оплаты.

# Languages::yandex_checkout.payment_method_limit_exceeded
source: Payment limit for this payment method or your store has been reached. The buyer should repeat the payment on the following day or select another payment method.
ru_ru: Превышен лимит платежей для этого способа оплаты или для вашего магазина. Покупатель должен повторить оплату на следующий день или выбрать другой способ оплаты.

# Languages::yandex_checkout.payment_method_restricted
source: Transactions made with this payment method are forbidden (for example, the card is blocked due to loss or the wallet is blocked due to hacking). The buyer should contact the organization that provides the payment method.
ru_ru: Транзакция с использованием этого способа оплаты запрещена (например, карта заблокирована из-за утери, или кошелёк заблокирован из-за взлома). Покупатель должен связаться с организацией, которая предоставляет способ оплаты.

# Languages::yandex_checkout.permission_revoked
source: Unable to make automatic debit: the user disabled recurring payments. If the user wants to make another payment, you will need to create it, and the user will have to confirm it.
ru_ru: Не удалось автоматически списать деньги: пользователь отключил регулярные платежи. Если пользователь хочет совершить ещё один платёж, вам придётся его создать, а пользователю — подтвердить.

# Languages::yandex_checkout.unsupported_mobile_operator
source: Payment can't be made from a number provided by this mobile carrier. The buyer should use a different payment method when making a new attempt to pay.
ru_ru: Не удалось совершить оплату с номера этого мобильного оператора. При следующей попытке оплаты покупатель должен использовать другой способ оплаты.
